Repository: mdn/kuma
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn_bd, es, fr, fy, it, ja, ko, nl, ru, zh_cn

source: New article URL
bn_bd: নতুন প্রবন্ধের ইউআরএল
es: Nueva URL del artículo
fr: Nouvelle URL d'article
fy: Nije URL fan artikel
it: URL del nuovo articolo
ja: 新しい記事 URL
ko: 새 문서 URL
nl: Nieuwe URL van artikel
ru: Новый URL статьи
zh_cn: 新的文章网址：

source: Parent %s does not exist.
es: El padre %s no existe.
fr: Le parent %s n'existe pas.
fy: Boppelizzend(e) %s bestiet net.
it: Il genitore %s non esiste.
ja: 親 %s は存在しません。
ko: 상위 %s이(가) 존재하지 않습니다.
nl: Bovenliggend(e) %s bestaat niet.
ru: Родитель %s не существует.
zh_cn: 父 %s 不存在。

source: Document Tag
bn_bd: ডকুমেন্ট ট্যাগ
es: Etiqueta del documento
fr: Étiquette de document
fy: Dokumintlabel
it: Tag documento
ja: ドキュメントのタグ
ko: 문서 태그
nl: Documentlabel
ru: Метка
zh_cn: 文档标签

source: Document Tags
bn_bd: ডকুমেন্ট টাগসমূহ
es: Etiquetas del documento
fr: Étiquettes de document
fy: Dokumintlabels
it: Tag documento
ja: ドキュメントのタグ
ko: 문서 태그
nl: Documentlabels
ru: Метки документа
zh_cn: 文档标签

source: uploaded to the document
es: subido al documento
fr: uploadé depuis un document
fy: oplaad nei it dokumint
it: Allegati a questo documento
ja: ドキュメントに添付されています
ko: 문서에 업로드됨
nl: geüpload naar het document
ru: выгружено в документ
zh_cn: 已上传到该文档

source: linked in the document content
es: enlazado en el contenido del documento
fr: lié dans le contenu du document
fy: keppele yn de dokumintynhâld
it: link nel contenuto del documento
ja: ドキュメント本文でリンクされています
ko: 문서 내용에 링크됨
nl: gekoppeld in de documentinhoud
ru: прикреплено к содержимому документа
zh_cn: 已在该文档的内容中链接

source: Attachment %(attachment_id)s can't be attached multiple times to document %(document_id)s
es: El adjunto %(attachment_id)s no se puede adjuntar varias veces al documento %(document_id)s
fr: Vous ne pouvez pas joindre %(attachment_id)s plusieurs fois au document %(document_id)s
fy: Bylage %(attachment_id)s kin net mear kearen oan dokumint %(document_id)s keppele wurde
it: Il file %(attachment_id)s non può essere allegato più di una volta al documento %(document_id)s
ja: 添付ファイル %(attachment_id)s をドキュメント %(document_id)s へ複数回添付することはできません
ko: 첨부파일 %(attachment_id)s는 문서 %(document_id)s에 여러 번 첨부될 수 없습니다
nl: Bijlage %(attachment_id)s kan niet meerdere malen aan document %(document_id)s worden gekoppeld
ru: Вложение %(attachment_id)s не может быть присоединено несколько раз к документу %(document_id)s
zh_cn: 附件 %(attachment_id)s 不能多次附加到文档 %(document_id)s

source: Review Tag
bn_bd: পর্যালোচনা ট্যাগ
es: Etiqueta de la revisión
fr: Étiquette de relecture
fy: Beoardielingslabel
it: Tag versione
ja: タグのレビュー
ko: 검토 태그
nl: Beoordelingslabel
ru: Просмотреть метку
zh_cn: 复核标签

source: Review Tags
bn_bd: পর্যালোচনা ট্যাগগুলো
es: Etiquetas de la revisión
fr: Étiquettes de relecture
fy: Beoardielingslabels
it: Tag versione
ja: タグのレビュー
ko: 검토 태그
nl: Beoordelingslabels
ru: Просмотреть тэги
zh_cn: 复核标签

source: Localization Tag
bn_bd: স্থানীয়করণ ট্যাগ
es: Etiqueta de localización
fr: Étiquette de traduction
fy: Lokalisaasjelabel
it: Tag per localizzazione
ja: ローカライズタグ
ko: 지역화 태그
nl: Lokalisatielabel
ru: Тэг локализации
zh_cn: 本地化 Tag

source: Localization Tags
bn_bd: স্থানীয়করণ ট্যাগগুলো
es: Etiquetas de localización
fr: Étiquettes de traduction
fy: Lokalisaasjelabels
it: Tag per localizzazione
ja: ローカライズタグ
ko: 지역화 태그
nl: Lokalisatielabels
ru: Тэги локализации
zh_cn: 本地化标签

source: No table of contents
bn_bd: বিষয়বস্তুর সুচী নেই
es: Sin índice de contenidos
fr: Pas de table des matières
fy: Gjin ynhâldsopjefte
it: Nessun indice dei contenuti
ja: 目次がありません
ko: 문서 목차 없음
nl: Geen inhoudsopgave
ru: Нет содержания
zh_cn: 没有目录

source: All levels
bn_bd: সকল পর্যায়
es: Todos los niveles
fr: Tous les niveaux
fy: Alle nivo's
it: Tutti i livelli
ja: 全レベル
ko: 전체 등급
nl: Alle niveaus
ru: Все уровни
zh_cn: 所有级别

source: H2 and higher
bn_bd: H2 এবং আরো বেশি
es: H2 y superiores
fr: H2 et supérieurs
fy: H2 en heger
it: Intestazioni di livello uguale o maggiore a H2
ja: H2 以上
ko: H2 이상
nl: H2 en hoger
ru: H2 и выше
zh_cn: H2 及以上

source: H3 and higher
bn_bd: H3 এবং আরো বেশি
es: H3 y superiores
fr: H3 et supérieurs
fy: H3 en heger
it: Intestazioni di livello uguale o maggiore a H3
ja: H3 以上
ko: H3 이상
nl: H3 en hoger
ru: H3 и выше
zh_cn: H3 及以上

source: H4 and higher
bn_bd: H4 এবং আরো বেশি
es: H4 y superiores
fr: H4 et supérieurs
fy: H4 en heger
it: Intestazioni di livello uguale o maggiore a H4
ja: H4 以上
ko: H4 이상
nl: H4 en hoger
ru: H4 и выше
zh_cn: H4 及以上

source: A revision must be based on a revision of the %(locale)s document. Revision ID %(id)s does not fit those criteria.
bn_bd: একটি সংস্করণ অবশ্যই %(locale)s ডকুমেন্টের একটি সংস্করণের উপর হতে হবে।Revision ID %(id)s ঐসব মানদন্ডে পড়বে না।
es: Una revisión debe basarse en otra del mismo documento en %(locale)s. La revisión ID %(id)s no se ajusta a estos criterios.
fr: Une révision doit être basée sur une révision du document %(locale)s. L'ID de révision %(id)s en correspond pas à ce critère.
fy: In refyzje moat op in refyzje fan it %(locale)s-dokumint basearre wêze. Refyzje-ID %(id)s foldocht net oan dy kritearia.
it: Una versione deve essere creata a partire dallaversione %(locale)s. L’ID della versione %(id)s non corrisponde a questi criteri.
ja: ひとつのリビジョンは %(locale)s ドキュメントのひとつのリビジョンに基づかなければなりません。リビジョン ID %(id)s はこの基準に当てはまりません。
ko: 리비전은 %(locale)s 문서의 리비전을 기초로 해야한다. 리비전 ID %(id)s는 기준에 적합하지 않다.
nl: Een revisie moet op een revisie van het %(locale)s-document zijn gebaseerd. Revisie-ID %(id)s voldoet niet aan die criteria.
ru: Ревизия должна основываться на ревизии документа с локалью %(locale)s. ID ревизии %(id)s не подходит по этому критерию.
zh_cn: 必须基于 %(locale)s 文档的修订版本进行修改。版本号 %(id)s 不符合那些标准。

source: IP address
bn_bd: IP ঠিকানা
es: Dirección IP
fr: Adresse IP
fy: IP-adres
it: Indirizzo IP
ja: IP アドレス
ko: IP 주소
nl: IP-adres
ru: IP адрес
zh_cn: IP 地址

source: User-Agent
bn_bd: ইউজার-এজেন্ট
es: Agente de usuario
fr: Agent utilisateur
ja: ユーザーエージェント
ko: 사용자 도구
ru: Браузер

source: HTTP Referrer
es: HTTP Referer
fr: Referrer HTTP
it: Riferimento HTTP
ja: HTTP リファラー
ko: HTTP 레퍼러
ru: HTTP реферер

source: Data submitted to Akismet
es: Información enviada a Akismet
fr: Données envoyées à Akismet
fy: By Akismet yntsjinne gegevens
it: Data di inoltro a Akismet
ja: Akismet 登録日
ko: Akismet에 제출된 데이터
nl: Bij Akismet ingediende gegevens
ru: Данные, отправленные в Akismet
zh_cn: 数据提交到 Akismet

source: Akismet submission
es: Envío Akismet
fr: Entrée Akismet
fy: Akismet-ynstjoering
it: Invio ad Akismet
ja: Akismet 投稿
ko: Akismet 제출
nl: Akismet-inzending
ru: Представление Akismet
zh_cn: Akismet 提交

source: Akismet submissions
es: Envíos Akismet
fr: Entrées Akismet
fy: Akismet-ynstjoeringen
it: Invii ad Akismet
ja: Akismet 投稿
ko: Akismet 제출
nl: Akismet-inzendingen
ru: Представления Akismet
zh_cn: Akismet 提交

source: Slug
bn_bd: স্লাগঃ
es: Enlace amigable (slug)
fr: Fragment d'URL
fy: Identificator
ja: スラグ
ko: 슬러그
nl: Identificator
ru: Url
zh_cn: 网址缩略名

source: Document (optional)
es: Documentación (opcional)
fr: Document (optionnel)
fy: Dokumint (opsjoneel)
it: Documento (facoltativo)
ja: ドキュメント (オプション)
ko: 문서(선택사항)
nl: Document (optioneel)
ru: Документ (необязательно)
zh_cn: 文档（可选）

source: reviewed
bn_bd: রিভিউ হয়েছে
es: revisado
fr: revu
fy: beoardield
it: verificato
ja: レビュー済み
ko: 검토됨
nl: beoordeeld
ru: проверено
zh_cn: 复核于

source: Needs Review
bn_bd: রিভিউ প্রয়োজন
es: Necesita revisión
fr: Besoin d'une revue
fy: Beoardieling nedich
it: Da verificare
ja: 要レビュー
ko: 검토 필요
nl: Beoordeling nodig
ru: Требует проверки
zh_cn: 需要复核

source: Ham / False Positive
es: Contenido aceptable / Falso positivo
fr: Contenu valide / Faux positif
fy: Ham / Flater-posityf
it: Non spam / Falso positivo
ja: 誇張 / 誤判定
ko: 스팸아님 / 오판
nl: Ham / Fout-positief
ru: Не спам / Ложное срабатывание
zh_cn: 过火 / 误报

source: Confirmed as Spam
bn_bd: স্প্যাম হিসেবে নিশ্চিত করা হয়েছে
es: Confirmado como spam
fr: Confirmé comme spam
fy: Befêstige as spam
it: Spam confermato
ja: スパム認定済み
ko: 스팸으로 확인
nl: Bevestigd als spam
ru: Подтверждённый спам
zh_cn: 已确认为垃圾信息

source: Review Unavailable
bn_bd: রিভিউ খুঁজে পাওয়া যাচ্ছে না
es: Revisión no disponible
fr: Revue indisponible
fy: Beoardieling net beskikber
it: Verifica non disponibile
ja: レビューは利用できません
ko: 검토 이용 불가
nl: Beoordeling niet beschikbaar
ru: Проверка недоступна
zh_cn: 复核不可用

source: Akismet Error
bn_bd: Akismet ভুল
es: Error de Akismet
fr: Erreur Akismet
fy: Akismet-flater
it: Errore di Akismet
ja: Akismet エラー
ko: Akismet 오류
nl: Akismet-fout
ru: Ошибка Akismet
zh_cn: Akismet 错误

source: Review of Akismet's classification as spam
es: Revisión de la clasificación de Akismet como spam
fr: Revue du classement en spam par Akismet
fy: Beoardieling fan Akismet-klassifikaasje as spam
it: Verifica dello spam identificato da Akismet
ja: Akismet スパム分類レビュー
ko: Akismet 스팸 분류 검토
nl: Beoordeling van Akismet-classificatie als spam
ru: Проверка определения как спама с помощью Akismet
zh_cn: Akismet 的检查分类为垃圾信息

source: Staff reviewer
es: Revisor del personal
fr: Relecteur de l'équipe
fy: Stêfbeoardielaar
it: Revisore dello staff
ja: レビュー担当スタッフ
ko: 검토 담당 스태프
nl: Stafbeoordelaar
ru: Штатный редактор
zh_cn: 审核人员

source: Indexing %(total)d documents into %(total_chunks)d chunks of size %(size)d into index %(index)s.total
es: Indexando %(total)d documentos en %(total_chunks)d fragmentos de tamaño %(size)d en el índice %(index)s.
fr: Indexation de %(total)d documents en %(total_chunks)d éléments de taille %(size)d dans l'index %(index)s.
fy: %(total)d dokuminten wurde nei %(total_chunks)d segminten fan grutte %(size)d nei %(index)s.total yndeksearre.
it: Indicizzazione di %(total)d documenti in %(total_chunks)d blocchi di dimensione %(size)d nell’indice %(index)s
ja: %(total)d 件のドキュメントを、サイズを %(size)d とする %(total_chunks)d 個のチャンクとして、インデックス %(index)s を作成しています。
ko: %(total)d 개 문서를 %(size)d 크기인 %(total_chunks)d 개 청크로 인덱스 %(index)s 를 작성 중
nl: %(total)d documenten worden naar %(total_chunks)d segmenten van grootte %(size)d naar %(index)s.total geïndexeerd.
ru: Индексирование %(total)d документов на %(total_chunks)d частей размером %(size)d в индекс %(index)s.total
zh_cn: 正在索引总计 %(total)d 篇文档至 %(total_chunks)d 个 %(size)d 大小的区块，至 %(index)s 索引

source: You're trying to create a new page.
bn_bd: আপনি নতুন পাতা তৈরি করার চেষ্টা করছেন।
es: Estás intentando crear una nueva página.
fr: Vous êtes en train de créer un nouvelle page.
fy: Jo probearje in nije side te meitsjen.
it: Stai per creare una nuova pagina.
ja: あなたはページを新規作成しようとしています。
ko: 새 페이지를 만들려고 합니다.
nl: U probeert een nieuwe pagina te maken.
ru: Вы пытаетесь создать новую страницу.
zh_cn: 您在尝试创建一个新页面。

source: Creating a new page is a restricted action. To request a new page, please <a href="%(request_page_url)s">file a bug</a>. If you need permission to create new pages, please <a href="%(email_link)s">contact us</a>.
es: Crear una nueva página es una acción restringida. Para solicitarla, <a href="%(request_page_url)s">envíanos un bug</a>. Si necesitas permiso para crear páginas nuevas, <a href="%(email_link)s">contáctanos</a>.
fr: Il faut être autorisé-e afin de pouvoir créer un nouvelle page. Pour demander la création d'une nouvelle page, veuillez <a href="%(request_page_url)s">remplir un bogue</a>. Si vous souhaitez obtenir l'autorisation nécessaire, veuillez <a href="%(email_link)s">nous contacter</a>.
fy: It meitsjen fan in nije side is in beheinde aksje. Foar it oanfreegjen fan in nije side kinne jo <a href="%(request_page_url)s">in bug melde</a>. As jo tastimming nedich hawwe foar it meitsjen fan nije siden, <a href="%(email_link)s">nim dan kontakt mei ús op</a>.
it: La creazione di una nuova pagina è un’operazione soggetta ad alcune limitazioni. Per richiedere l’aggiunta di una nuova pagina, <a href="%(request_page_url)s">apri un bug</a>. Se vuoi il permesso di creare tu stesso una o più pagine, <a href="%(email_link)s">contattaci via email</a>.
ja: ページの新規作成は制限されたアクションです。新たなページをリクエストするには <a href="%(request_page_url)s">バグを登録</a> してください。ページを新規作成するための権限が必要な場合は <a href="%(email_link)s">ご連絡ください</a>。
ko: 새 페이지 작성은 제한된 행동입니다. 새 페이지를 추가하려면 <a href="%(request_page_url)s">버그를 올려</a> 주세요. 새 페이지 작성 권한이 필요한 경우에는 <a href="%(email_link)s">연락</a> 주세요.
nl: Het maken van een nieuwe pagina is een beperkte actie. Voor het aanvragen van een nieuwe pagina kunt u <a href="%(request_page_url)s">een bug melden</a>. Als u toestemming nodig hebt voor het maken van nieuwe pagina’s, <a href="%(email_link)s">neem dan contact met ons op</a>.
ru: Не у каждого есть право на создание новой страницы. Чтобы запросить создание новой страницы, пожалуйста, <a href="%(request_page_url)s">сообщите об ошибке</a>. Если вам нужно разрешение создавать новые страницы, пожалуйста, <a href="%(email_link)s">свяжитесь с нами</a>.
zh_cn: 创建一个新页面是受限操作。要请求一个新页面，请<a href="%(request_page_url)s">填报一个 bug</a>。如果您需要创建新页面的权限，请<a href="%(email_link)s">联系我们</a>。

source: <p>You are more likely to be granted permission to create new pages if you:</p> <ul> <li>Tell us your MDN username.</li> <li>Tell us why you'd like to create new pages (Are you documenting a new feature? What feature? Is there a glossary term you’d like to add? What term?). </li> <li>Have made some good edits to existing pages.</li> <li>Have been contributing to the site for a while.</li> </ul>
es: <p>Tendrás más opciones de obtener permiso para crear nuevas páginas si:</p><ul><li>Nos dices tu nombre de usuario en MDN.</li><li>Nos cuentas por qué te gustaría crear nuevas páginas (¿documentación para una nueva función?, ¿qué función?, ¿te gustaría agregar un término al glosario?, ¿cuál?)</li><li>Has editado algunas páginas ya existentes con éxito.</li><li>Has estado colaborando en la página.</li></ul>
fr: <p>Pour être autorisé-e à créer une nouvelle pages, veuillez&nbsp;</p> <ul> <li>Indiquer votre nom d'utilisateur MDN&nbsp;;</li> <li>Indiquer pourquoi vous souhaitez créer de nouvelles pages (documenter une fonctionnalité, laquelle&nbsp;? créer une entrée pour le glossaire&nbsp;? laquelle&nbsp;?)&nbsp;; </li> <li>Avoir déjà édité des pages existantes &nbsp;;</li> <li>Contribuer depuis quelques temps.</li> </ul>
fy: <p>Wierskynlik hawwe jo mear kâns op it krijen fan tastimming foar it meitsjen fan nije siden as jo:</p> <ul> <li>Us jo MDN-brûkersnamme meldt.</li> <li>Us fertelle wêrom't jo nije siden meitsje wolle (Dokumentearje jo in nije funksje? Hokker funksje? Is der in term dy't jo oan de wurdlist tafoegje wolle? Hokker term?). </li> <li>In oantal goede bewurkingen oan besteande siden oanbrocht hawwe.</li> <li>Al in tiid oan de website bydroegen hawwe.</li> </ul>
it: <p>Avrai maggiori possibilità di ottenere i permessi per creare nuove pagine se:</p> <ul> <li>indichi il tuo nome utente MDN;</li> <li>illustri la tua motivazione per creare una nuova pagina (Documentazione per una nuova funzione? Di che funzione si tratta? Aggiunta di un nuovo termine nel glossario? Quale?);</li> <li>hai precedentemente contribuito a migliorare pagine già esistenti;</li> <li>stai collaborando già da tempo con MDN.</li> </ul>
ja: <p>以下の条件を満たすことでページの新規作成権限を与えられる可能性が上がります。</p> <ul>あなたの MDN ユーザー名を教えてください。</li> <li>ページを新規作成したい理由を教えてください。(新機能を解説したいのであればどのような機能か、用語集を編集したいのであればどのような用語か、など)</li> <li>既存のページにいくつかの適切な変更を加えていること。</li> <li>しばらく前からサイトに貢献していること。</li> </ul>
ko: <p>다음을 만족하면 새 페이지 작성 권한이 부여될 가능성이 더 높습니다:</p> <ul> <li>MDN 사용자 이름을 알려 주세요.</li> <li>페이지를 새로 만들고 싶은 이유를 알려 주세요(새 기능을 문서화하고 있나요? 어떤 기능인가요? 추가하고 싶은 용어집 용어인가요? 어떤 용어인가요?). </li> <li>기존 페이지에 좋은 편집 작업 내역이 있습니다.</li> <li>일정기간 사이트에 공헌하고 있습니다.</li> </ul>
nl: <p>Waarschijnlijk heb u meer kans op het verkrijgen van toestemming voor het maken van nieuwe pagina’s als u:</p> <ul> <li>Ons uw MDN-gebruikersnaam meldt.</li> <li>Ons vertelt waarom u nieuwe pagina’s zou willen maken (Documenteert u een nieuwe functie? Welke functie? Is er een term die u aan de woordenlijst wilt toevoegen? Welke term?). </li> <li>Een aantal goede bewerkingen aan bestaande pagina’s hebt aangebracht.</li> <li>Al een tijdje aan de website hebt bijgedragen.</li> </ul>
ru: <p>Вы с большей вероятностью получите права на создание новых страниц, если:</p> <ul> <li>Сообщите нам имя пользователя на MDN.</li> <li>Сообщите нам, почему вы хотите создавать новые страницы (Вы документируете новые возможности? Какие возможности? Если глоссарий терминов, который вы хотите добавить? Какие термины?). </li> <li>Сделаете несколько хороших правок в существующие страницы.</li> <li>Вносите вклад в сайт на протяжении некоторого времени.</li> </ul>
zh_cn: <p>为了提高获批创建新页面权限的概率，你需要：</p> <ul> <li>告诉我们您的 MDN 用户名。</li> <li>告诉我们为什么你想创建新页面（想用文档记录一个新特性：什么特性？想补充一个术语：什么术语？）。</li> <li>曾经对现有页面做出的优良编辑。</li> <li>曾经对本网站作出的贡献。</li> </ul>

source: Compare Revisions | %(document)s
es: Comparar revisiones | %(document)s
fr: Comparer les révisions | %(document)s
fy: Refyzjes fergelykje | %(document)s
it: Confronta le versioni | %(document)s
ja: リビジョンの比較 | %(document)s
ko: 개정판 비교 | %(document)s
nl: Revisies vergelijken | %(document)s
ru: Сравнить ревизии | %(document)s
zh_cn: 比较版本 | %(document)s

source: Compare Revisions
es: Comparar revisiones
fr: Comparaison de révisions
fy: Refyzjes fergelykje
it: Confronta le versioni
ja: リビジョンの比較
ko: 리비전 비교
nl: Revisies vergelijken
ru: Сравнить ревизии
zh_cn: 比较版本

source: Back to History
es: Volver al historial
fr: Retour à l'historique
fy: Werom nei Skiednis
it: Torna allo storico
ja: 前に戻る
ko: 이력으로 돌아가기
nl: Terug naar Geschiedenis
ru: Вернуться в Историю
zh_cn: 返回历史

source: Delete Document | %(document)s
bn_bd: নথি মুছে ফেলুন । %(document)s
es: Eliminar documento | %(document)s
fr: Supprimer le document | %(document)s
fy: Dokumint fuortsmite | %(document)s
it: Elimina il documento | %(document)s
ja: ドキュメントを削除 | %(document)s
ko: 문서 삭제 | %(document)s
nl: Document verwijderen | %(document)s
ru: Удалить статью | %(document)s
zh_cn: 删除文档 | %(document)s

source: Cannot delete pages with children until we fix this bug:
es: No podemos borrar páginas con hijos hasta que solucionemos este error:
fr: Impossible de supprimer les pages avec des enfants avant la résolution de ce bogue&nbsp;:
fy: Kin gjin siden mei ûnderlizzende fuortsmite oant dizze bug ferholpen is:
it: Non è possibile eliminare delle pagine con figli finché non verrà risolto questo bug:
ja: このバグが修正されるまで子ページ付きのページを削除することはできません:
ko: 현재 버그를 삭제하기 까지 하위 문서 페이지를 삭제할 수 없습니다:
nl: Kan geen pagina’s met onderliggende verwijderen totdat deze bug is verholpen:
ru: Невозможно удалить страницы вместе с их дочерними страницами из-за этой проблемы:
zh_cn: 无法删除页面，直到我们解决这个 bug：

source: Creator
bn_bd: তৈরিকারী
es: Creador
fr: Créateur
fy: Makker
it: Autore
ja: 製作者
ko: 제작자
nl: Maker
ru: Автор
zh_cn: 创建者

source: Creation Date
es: Fecha de creación
fr: Date de création
fy: Oanmaakdatum
it: Data di creazione
ja: 作成日
ko: 생성일
nl: Aanmaakdatum
ru: Дата создания
zh_cn: 创建日期

source: Last Change By
es: Último cambio realizado por
fr: Dernière modification par
fy: Lêste wiziging troch
it: Autore ultima modifica
ja: 最終変更者:
ko: 최종변경자
nl: Laatste wijziging door
ru: Последнее изменение
zh_cn: 最后更改者

source: Last Change Date
bn_bd: সর্বশেষ পরিবর্তনের তারিখ
es: Fecha del último cambio
fr: Date de dernière modification
fy: Datum fan lêste wiziging
it: Data ultima modifica
ja: 最終変更日時:
ko: 최종변경일
nl: Datum van laatste wijziging
ru: Дата последнего изменения
zh_cn: 最后更改日期

source: You are about to delete this document and all of its revisions. Please let us know why this page should be deleted.
es: Estás a punto de borrar este documento y todas sus revisiones. Coméntanos por qué se debe borrar esta página.
fr: Vous allez supprimer ce document ainsi que toutes ses révisions. Veuillez nous indiquer pourquoi cette page devrait être supprimée.
fy: Jo geane dit dokumint en alle refyzjes derfan fuortsmite. Lit ús witte wêrom't dizze side fuortsmiten wurde moatte soe.
it: Stai per eliminare questo documento e tutte le sue versioni. Segnalaci per quale motivo ritieni che questa pagina debba essere eliminata.
ja: このドキュメントとそのすべてのリビジョンを削除しようとしています。このページを削除すべき理由を教えてください。
ko: 문서 및 모든 편집 기록을 삭제하려고 합니다. 왜 삭제하려는지 이유를 알려주십시오.
nl: U gaat dit document en alle revisies ervan verwijderen. Laat ons weten waarom deze pagina zou moeten worden verwijderd.
ru: Вы собираетесь удалить эту статью и все ее предыдущие ревизии. Пожалуйста, расскажите нам почему эта статья должна быть удалена.
zh_cn: 您即将删除此文档及其所有修订。请告诉我们为什么这个页面应该被删除。

source: Are you sure you want to continue?
bn_bd: আপনি কি নিশ্চিত চালিয়ে যেতে চান?
es: ¿Seguro que deseas continuar?
fr: Êtes-vous sûr(e) de vouloir continuer ?
fy: Binne jo wis dat jo trochgean wolle?
it: Proseguire con l’operazione?
ja: 本当に続けますか？
ko: 계속 하시겠습니까?
nl: Weet u zeker dat u wilt doorgaan?
ru: Вы уверены, что хотите продолжить?
zh_cn: 您确定要继续吗？

source: Revert Revision | %(document)s
es: Deshacer revisión | %(document)s
fr: Annuler la révision | %(document)s
fy: Refyzje weromsette | %(document)s
it: Ripristina versione | %(document)s
ja: リビジョンの復元 | %(document)s
ko: 개정판 복원 | %(document)s
nl: Revisie terugzetten | %(document)s
ru: Откатить ревизию | %(document)s
zh_cn: 还原修订 | %(document)s

source: Are you sure you want to revert to this revision?
bn_bd: রিভিশনটি আগের অবস্থায় নিয়ে আসার ব্যাপারে আপনি কি নিশ্চিত?
es: ¿Seguro que quieres volver a esta revisión?
fr: Voulez-vous vraiment revenir à cette révision ?
fy: Binne jo wis dat jo dizze refyzje weromsette wolle?
it: Ripristinare il documento utilizzando questa versione?
ja: 本当にこのリビジョンに戻してもよろしいですか？
ko: 이 리비전 복원이 확실합니까?
nl: Weet u zeker dat u deze revisie wilt terugzetten?
ru: Вы уверены, что хотите вернуться к этой ревизии?
zh_cn: 您确实要还原本次修订？

source: Document
bn_bd: ডকুমেন্ট
es: Documento
fy: Dokumint
it: Documento
ja: ドキュメント
ko: 문서
ru: Статья
zh_cn: 文档

source: Content
es: Contenido
fr: Contenu
fy: Ynhâld
it: Contenuti
ja: 内容
ko: 콘텐트
nl: Inhoud
ru: Содержимое
zh_cn: 内容

source: Why are you reverting to this revision?
bn_bd: কেন আপনি এই পুনর্মূল্যায়নটিকে আগের অবস্থায় ফিরিয়ে নিয়ে আসতে চাচ্ছেন?
es: ¿Por qué vuelves a esta revisión?
fr: Pourquoi réinitialisez-vous le document vers cette révision ?
fy: Wêrom sette jo dizze refyzje werom?
it: Per quale motivo vuoi ritornare a questa versione?
ja: このリビジョンに戻す理由は？
ko: 왜 이 리비전을 복원하십니까?
nl: Waarom zet u deze revisie terug?
ru: Почему вы возвращаетесь к этой ревизии?
zh_cn: 为什么要还原此次修订？

source: You are about to revert the document to this revision. Click "revert" to revert to the content&nbsp;above.
es: Estás a punto de revertir el documento a esta revisión. Pulsa "revertir" para volver al contenido&nbsp;de&nbsp;arriba.
fr: Vous êtes sur le point de revenir à cette révision du document. Cliquez sur «&nbsp;Réinitialiser&nbsp;» pour revenir au contenu ci-dessus.
fy: Jo geane it dokumint nei dizze refyzje weromsette. Klik op ‘Weromsette’ om de ynhâld&nbsp;hjirboppe werom te setten.
it: Stai per ripristinare il documento a questa versione. Fai clic su “Ripristina questa versione” per completare l’operazione.
ja: ドキュメントをこのリビジョンに戻そうとしています。上記の内容へ戻すには「復元」をクリックしてください。
ko: 현재 리비전으로 문서를 복원하려고 합니다. 진행하려면 "복원"을 누르십시오.
nl: U gaat het document naar deze revisie terugzetten. Klik op ‘Terugzetten’ om de inhoud&nbsp;hierboven terug te zetten.
ru: Вы собираетесь откатить документ к этой ревизии. Щёлкните "откатить", чтоб откатить к содержимому выше.
zh_cn: 您将要恢复该文档到此版本。点击“恢复”恢复上述内容。

source: Revert
bn_bd: পূর্বাবস্থায় ফেরান
es: Deshacer
fr: Réinitialiser
fy: Weromsette
it: Ripristina
ja: 復元
ko: 복원
nl: Terugzetten
ru: Вернуть
zh_cn: 还原

source: Create a New Template
bn_bd: নতুন টেম্পলেট বানান
es: Crear una nueva plantilla
fr: Créer une nouvelle macro
it: Crea un nuovo modello
ja: 新しいテンプレートを作成
ko: 새 템플릿 만들기
nl: Een nieuwe sjabloon aanmaken
ru: Создать новый шаблон
zh_cn: 新建模板

source: Create a New Article
bn_bd: একটি নতুন চাবি তৈরি করুন
es: Crear un nuevo artículo
fr: Créer un nouvel article
fy: In nij artikel oanmeitsje
it: Crea un nuovo articolo
ja: 新しい記事を作成
ko: 새 글 만들기
nl: Een nieuw artikel aanmaken
ru: Создать новую статью
zh_cn: 创建一篇新文章
