Repository: mdn/kuma
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn_bd, es, fr, fy, it, ja, ko, nl, ru, zh_cn

source: Test in Firefox and over 800 browser/OS combos with Mozilla and Sauce Labs
es: Prueba en Firefox y en más de 800 combinaciones de navegador/sistema operativo con Mozilla y Sauce Labs
fr: Tester pour Firefox et d'autres navigateurs et systèmes grâce à Mozilla et Sauce Labs
it: Effettua i tuoi test in Firefox e altre 800 combinazioni di browser-sistema con Mozilla e Sauce Labs
ja: Mozilla と Sauce Labs で、Firefox を始め 800 以上の ブラウザーと OS の組み合わせをテストしましょう
nl: Testen in Firefox en meer dan 800 browser-OS-combinaties met Mozilla en Sauce Labs
ru: Тестируйте в Firefox и в более 800 комбинациях браузера и ОС с Mozilla и Sauce Labs
zh_cn: 测试在 Firefox 及超过 800 种浏览器/操作系统组合中的效果，由 Mozilla 与 Sauce Labs 提供

source: Test on Sauce Labs
es: Prueba en Sauce Labs
fr: Tester sur Sauce Labs
it: Effettua i tuoi test con Sauce Labs
ja: Sauce Labs でテスト
nl: Testen op Sauce Labs
ru: Тестировать в Sauce Labs
zh_cn: 在 Sauce Labs 测试

source: Learn Web Development
bn_bd: ওয়েব ডেভেলপমেন্ট শিখুন
es: Aprender Desarrollo web
fr: Apprendre le développement web
fy: Webûntwikling leare
it: Impara lo sviluppo web
ja: ウェブ開発について学ぶ
ko: 웹 개발 배우기
nl: Webontwikkeling leren
ru: Изучите веб-разработку
zh_cn: 了解 Web 开发

source: Proudly non-profit.
bn_bd: গর্বের সহিত অলাভজনক।
es: Sin ánimo de lucro.
fr: Sans but lucratif
fy: Grutsk non-profit.
it: Orgogliosamente senza fini di lucro.
ja: 私たちは非営利法人です。
ko: 비영리 단체입니다.
nl: Met trots non-profit.
ru: Некоммерческая.
zh_cn: 自豪的非营利。

source: Donate before Dec 31.
bn_bd: 31 শে ডিসেম্বরের পূর্বে দান করুন।
es: Dona antes del 31 de dic.
fr: grâce à votre soutien.
fy: Donearje foar 31 des.
it: Fai una donazione entro il 31 dicembre.
ja: 12 月 31 日までに寄付を。
ko: 12월 31일 전에 기부하세요.
nl: Doneer voor 31 dec.
ru: Пожертвуйте до 31 декабря.
zh_cn: 在12月31日前捐款。

source: Donate Now
bn_bd: দান করুন
es: Donar ahora
fr: Faire un don maintenant
fy: No donearje
it: Fai subito una donazione
ja: 今すぐ寄付
ko: 지금 기부하기
nl: Nu doneren
ru: Пожертвовать
zh_cn: 立即捐款

source: Get The Browser For Developers Like You
bn_bd: আপনার মত ডেভেলপারদের জন্য ব্রাউজার পান
es: Obten el navegador para los desarrolladores como tú
fr: Téléchargez le navigateur créé pour des développeurs comme vous
fy: Brûk de browser foar ûntwikkelers lykas jo
it: Scarica il browser dedicato agli sviluppatori come te
ja: あなたのような開発者向けのブラウザーを手に入れよう
ko: 개발자를 위한 웹 브라우저
nl: Gebruik de browser voor ontwikkelaars zoals u
ru: Загрузите браузер для разработчиков, таких как вы
zh_cn: 获得最适合像您一样的开发者的浏览器

source: <a href="http://hacks.mozilla.org">read more at hacks.mozilla.org <i aria-hidden="true" class="icon-arrow-right"></i></a></span>
bn_bd: <a href="http://hacks.mozilla.org">hacks.mozilla.org সাইটে বিস্তারিত দেখুন <i aria-hidden="true" class="icon-arrow-right"></i></a></span>
es: <a href="http://hacks.mozilla.org">lee más en hacks.mozilla.org <i aria-hidden="true" class="icon-arrow-right"></i></a></span>
fr: <a href="http://hacks.mozilla.org">découvrez-en plus sur hacks.mozilla.org <i aria-hidden="true" class="icon-arrow-right"></i></a></span>
fy: <a href="http://hacks.mozilla.org">lês mear op hacks.mozilla.org <i aria-hidden="true" class="icon-arrow-right"></i></a></span>
it: <a href="http://hacks.mozilla.org">Ulteriori informazioni su hacks.mozilla.org <i aria-hidden="true" class="icon-arrow-right"></i></a></span>
ja: <a href="http://hacks.mozilla.org">hacks.mozilla.org でもっと読む<i aria-hidden="true" class="icon-arrow-right"></i></a></span>
ko: <a href="http://hacks.mozilla.or.kr">Mozilla Hacks 블로그 <i aria-hidden="true" class="icon-arrow-right"></i></a></span>
nl: <a href="http://hacks.mozilla.org">lees meer op hacks.mozilla.org <i aria-hidden="true" class="icon-arrow-right"></i></a></span>
ru: <a href="http://hacks.mozilla.org">почитать на hacks.mozilla.org <i aria-hidden="true" class="icon-arrow-right"></i></a></span>
zh_cn: <a href="http://hacks.mozilla.org">更多信息请至 hacks.mozilla.org <i aria-hidden="true" class="icon-arrow-right"></i></a></span>

source: Get Involved
bn_bd: যুক্ত হোন
es: Colabora
fr: S'impliquer
fy: Meiwurkje
it: Collabora con noi
ja: 参加する
ko: 참여하기
nl: Meewerken
ru: Присоединиться
zh_cn: 加入我们

source: <p class="numbers"> <span class="row1">Join <span class="number">%(contributors)s</span> contributors</span> <span class="row2">in <span class="number">%(locales)s</span> languages and locales</span> <span class="row3">around the world.</span> </p>
es: <p class="numbers"> <span class="row1">Únete a <span class="number">%(contributors)s</span> colaboradores</span> <span class="row2">de <span class="number">%(locales)s</span> idiomas y configuraciones regionales </span> <span class="row3">de todo el mundo.</span> </p>
fr: <p class="numbers"> <span class="row1">Rejoignez les <span class="number">%(contributors)s</span> contributeurs</span> <span class="row2">des <span class="number">%(locales)s</span> langues et régions</span> <span class="row3"> dans le monde entier.</span> </p>
fy: <p class="numbers"> <span class="row1">Slút jo oan by <span class="number">%(contributors)s</span>meiwurkers</span> <span class="row2">yn <span class="number">%(locales)s</span> talen en locales</span> <span class="row3">oer de hiele wrâld.</span> </p>
it: <p class="numbers"> <span class="row1">Unisciti ai <span class="number">%(contributors)s</span> contributors</span> <span class="row2">con oltre <span class="number">%(locales)s</span> lingue e varianti regionali</span> <span class="row3">in tutto il mondo.</span> </p>
ja: <p class="numbers"> <span class="row1">世界中の <span class="number">%(locales)s</span>の言語と地域から</span><span class="row2"><span class="number">%(contributors)s</span> 人の貢献者</span><span class="row3">が参加しています。</span> </p>
nl: <p class="numbers"> <span class="row1">Sluit u aan bij <span class="number">%(contributors)s</span> medewerkers</span> <span class="row2">in <span class="number">%(locales)s</span> talen en locales</span> <span class="row3">over de hele wereld.</span> </p>
ru: <p class="numbers"> <span class="row1">Присоединяйтесь к <span class="number">%(contributors)s</span> участникам</span> <span class="row2">на <span class="number">%(locales)s</span> языках и регионах</span> <span class="row3">по всему миру.</span> </p>
zh_cn: <p class="numbers"> <span class="row1">欢迎加入</span>已有<span class="number">%(locales)s</span>种语言<span class="row2"><span class="number">%(contributors)s</span>名贡献者</span>的团队。</p>

source: Help improve MDN
bn_bd: এমডিএন উন্নিতকরণে সাহায্য করুন
es: Ayuda a mejorar MDN
fr: Améliorer MDN
fy: Help MDN te ferbetterjen
it: Collabora per migliorare MDN
ja: MDN の改善に貢献
ko: MDN 참여하기
nl: Help MDN te verbeteren
ru: Помогите нам улучшить MDN
zh_cn: 帮助改进 MDN

source: All parts of MDN (docs and the site itself) are created by an open community of developers. Please join us! Pick one of these ways to help:
bn_bd: MDN (নথিসমূহ এবং সাইটটি) এর সবগুলো অংশ ডেভেলপারদের একটি ওপেন কম্যুনিটি তৈরি করেছেন। অনুগ্রহ করে আমাদের সাথে যোগ দিন! আমাদের সাহায্য করার জন্য যেকোন একটি ক্ষেত্র নির্বাচন করুন:
es: Todas las partes de MDN (documentos y el propio sitio) las crean una comunidad abierta de desarrolladores. ¡Únete a nosotros! Selecciona una de estas formas de ayudar:
fr: Toutes les sections de MDN (la documentation et le site lui-même) sont créés par une communauté ouverte de développeurs et de rédacteurs. Rejoignez-nous ! Découvrez comment nous aider :
fy: Alle ûnderdielen fan MDN (dokuminten en de website sels) wurde makke troch in iepen mienskip fan ûntwikkelers. Slút jo by ús oan! Kies ien fan dizze manieren om te helpen:
it: Tutti i contenuti di MDN (documentazione, demo e il sito stesso) sono stati creati da una comunità aperta di sviluppatori. Unisciti a noi. Scegli uno dei seguenti modi per contribuire:
ja: MDN のすべての部分 (記事とサイト自体) は開発者のオープンなコミュニティによって作成されています。あなたも参加してください！ 次のような協力方法があります:
ko: MDN의 모든 영역(문서, 데모, 웹 사이트)는 개발자 커뮤니티에 의해 만들어집니다! 지금 참여하셔서 함께 만들어 주십시오:
nl: Alle onderdelen van MDN (documenten en de website zelf) worden gemaakt door een open gemeenschap van ontwikkelaars. Sluit u bij ons aan! Kies een van deze manieren om te helpen:
ru: Все части MDN (документация и сам сайт) созданы открытым сообществом разработчиков. Пожалуйста, присоединяйтесь к нам! Выберите один из этих способов помочь:
zh_cn: MDN 的一切（文档和网站本身）都是由一个开放的开发者社区创造。我们期待您的加入！选一种方式帮助我们吧：

source: Getting started
bn_bd: শুরু
es: Comenzar
fr: Débuter
fy: Oan it wurk
it: Per iniziare
ja: 入門編
ko: 시작하기
nl: Aan de slag
ru: Начинаем
zh_cn: 开始

source: Editorial review
bn_bd: সম্পাদকীয় পর্যালোচনা
es: Revisión editorial
fr: Relecture rédactionnelle
fy: Redaksjonele beoardieling
it: Revisione stilistica
ja: 編集レビュー
ko: 문서 리뷰
nl: Redactionele beoordeling
ru: Редакционный обзор
zh_cn: 文法复核

source: Technical review
bn_bd: প্রযুক্তি সংক্রান্ত পর্যালোচনা
es: Revisión técnica
fr: Relecture technique
fy: Technyske beoardieling
it: Revisione tecnica
ja: 技術レビュー
ko: 기술 리뷰
nl: Technische beoordeling
ru: Технический обзор
zh_cn: 技术复核

source: Translating
bn_bd: অনুবাদ করা হচ্ছে
es: Traduciendo
fr: Traduire
fy: Oersette
it: Traduzione
ja: 翻訳する
ko: 번역하기
nl: Vertalen
ru: Перевод
zh_cn: 正在翻译

source: Promoting MDN
bn_bd: MDN প্রচার করা
es: Promocionar MDN
fr: Promouvoir MDN
fy: MDN promoatsje
it: Promuovere MDN
ja: MDN を宣伝する
ko: MDN 홍보하기
nl: MDN promoten
ru: Продвижение MDN
zh_cn: 推广 MDN

source: Contributing to the MDN codebase
bn_bd: MDN কোডবেসে অবদান রাখা
es: Contribuir en el código base de MDN
fr: Contribuer au code de MDN
fy: Bydrage oan de MDN-koadebase
it: Collaborare al codice sorgente di MDN
ja: MDNのコードに貢献する
ko: MDN 웹 사이트 개발 참여
nl: Bijdragen aan de MDN-codebase
ru: Вклад в кодовую базу MDN
zh_cn: 助力 MDN 代码库

source: Maintenance Mode
es: Modo de mantenimiento
fr: Mode de maintenance
fy: Underhâldsmodus
it: Modalità manutenzione
ja: メンテナンスモード
nl: Onderhoudsmodus
ru: Режим обслуживания
zh_cn: 维护模式

source: MDN is currently in maintenance mode. Content is being served from a backup database, which means some articles may show out-of-date information. Have no fear! All will be restored when maintenance has concluded.
es: MDN se encuentra ahora mismo en modo de mantenimiento. El contenido se obtiene de una copia de seguridad de la base de datos, por lo que puede que haya información desactualizada. ¡No temas! Cuando finalice el mantenimiento, todo volverá a la normalidad.
fr: MDN est actuellement en mode de maintenance. Le contenu provient d’une base de données de sauvegarde, ce qui signifie que certains articles peuvent présenter des informations obsolètes. Ne craignez rien ! Tout sera rétabli une fois la maintenance terminée.
fy: Op dit stuit is MDN yn ûnderhâldsmodus. Ynhâld wurdt oanlevere fan in reservekopydatabase ôf, wat ynhâld dat guon artikels âlde ynformaasje toane. Gjin eangst! Alles sil wer weromset wêze as it ûnderhâld foltôge is.
it: Al momento MDN è in modalità manutenzione. Questo significa che i contenuti mostrati sono caricati da una copia di backup del database e le informazioni in alcuni articoli potrebbero non essere aggiornate. Niente paura, non appena l’operazione di manutenzione sarà conclusa tutto tornerà alla normalità.
ja: MDN は現在メンテナンスモードになっています。コンテンツはバックアップデータベースから配信されており、そのため一部の記事は古い情報を表示している可能性があります。心配はありません。メンテナンスが終了次第すべて復旧します。
nl: MDN bevindt zich momenteel in onderhoudsmodus. Inhoud wordt vanaf een back-updatabase aangeboden, wat inhoudt dat sommige artikelen verouderde informatie kunnen tonen. Wees niet bang! Alles wordt hersteld zodra het onderhoud is afgesloten.
ru: MDN в настоящее время находится в режиме обслуживания. Содержимое выдаётся из резервной копии базы данных, что означает, что некоторые статьи могут показывать устаревшую информацию. Не бойтесь! Всё будет восстановлено, когда обслуживание будет закончено.
zh_cn: MDN 目前处于维护模式。内容目前从备份数据库提供，因此部分文章显示的信息可能陈旧。无需恐惧！所有信息将在维护结束后恢复。

source: While in maintenance mode, the following actions are unavailable:
es: Mientras el modo de mantenimiento esté activo, no podrás hacer lo siguiente:
fr: Pendant la maintenance, il est impossible d'effectuer les actions suivantes :
fy: De folgjende aksjes binne wylst de ûnderhâldsmodus net beskikber:
it: Durante le operazioni di manutenzione non sarà possibile:
ja: メンテナンスモード中、以下のアクションは実行できません:
nl: In onderhoudsmodus zijn de volgende acties niet beschikbaar:
ru: В режиме обслуживания следующие действия не доступны:
zh_cn: 在处于维护模式时，下列操作不可用：

source: editing articles
es: editar artículos
fr: modifier les articles
fy: artikels bewurkje
it: modificare gli articoli
ja: 記事を編集中
nl: artikelen bewerken
ru: редактирование статей
zh_cn: 编辑文章

source: creating accounts
es: crear cuentas
fr: créer des comptes
fy: accounts oanmeitsje
it: creare nuovi account
ja: アカウント作成中
nl: accounts aanmaken
ru: создание аккаунтов
zh_cn: 创建账户

source: logging in
es: iniciar sesión
fr: se connecter
fy: oanmelde
it: accedere al proprio account
ja: ログイン中
nl: aanmelden
ru: вход на сайт
zh_cn: 登录

source: We apologize for the inconvenience.
es: Sentimos los inconvenientes.
fr: Veuillez nous excuser pour le désagrément occasionné.
fy: Sorry foar it ûngemak.
it: Ci scusiamo per il disservizio.
ja: ご不便をおかけして申し訳ありません。
nl: Onze excuses voor het ongemak.
ru: Мы приносим извинения за причинённые неудобства.
zh_cn: 我们对造成的不便深表抱歉。

source: Posted %(entrydate)s by %(authorlink)s
bn_bd: পোস্ট করেছেন %(entrydate)s তারিখে %(authorlink)s
es: Subido el %(entrydate)s por %(authorlink)s
fr: Publié le %(entrydate)s par %(authorlink)s
fy: Pleatst op %(entrydate)s troch %(authorlink)s
it: Pubblicato il %(entrydate)s da %(authorlink)s
ja: 投稿日: %(entrydate)s 投稿者: %(authorlink)s
ko: 제출일: %(entrydate)s 개발자: %(authorlink)s
nl: Geplaatst op %(entrydate)s door %(authorlink)s
ru: Опубликовано %(entrydate)s пользователем %(authorlink)s
zh_cn: 由 %(authorlink)s 发布于 %(entrydate)s

source: Promote MDN
bn_bd: MDN প্রচার করুন
es: Promocionar MDN
fr: Promouvoir MDN
fy: MDN promoatsje
it: Promuovi MDN
ja: MDN を薦める
ko: MDN 프로모트
nl: MDN promoten
ru: Продвижение MDN
zh_cn: MDN 推广计划

source: Spread some developer love.
bn_bd: কিছু ডেভেলপার ভাললাগা ছড়িয়ে দিন।
es: Difunde un poco de amor de desarrollador.
fr: Diffuser de l'amour de développeur.
fy: Ferspried ûntwikkelersleafde.
it: Diffondi l’amore per lo sviluppo.
ja: 開発者の愛を広める。
ko: 개발자 사랑을 전파하세요.
nl: Verpreid ontwikkelaarsliefde.
ru: Распространите немного любви к разработчику.
zh_cn: 传递开发者之爱。

source: <ol> <li><strong>Get Buttons:</strong> Use our simple form below to create a custom button and source code to promote MDN on your website or blog.</li> <li><strong>Post Buttons:</strong> Copy the source code and paste it anywhere on your website or blog to help people click through to MDN.</li> <li><strong>Feel Good:</strong> Take pride in knowing you're making developers lives just a little bit better by sharing MDN with the world.</li> </ol>
bn_bd: <ol> <li><strong>বাটন নিন:</strong>নিচে থাকা আমাদের সিম্পল ফর্ম ব্যাবহার করে একটি কাস্টম বাটন তৈরি করুন এবং সোর্স কোড ব্যাবহারের দ্বারা MDN কে আপনার ওয়েবসাইট অথবা ব্লগে প্রমোট করুন</li> <li><strong>বাটন পোস্ট করুন:</strong> সোর্স কোড কপি করুন এবং সেটা আপনার ব্লগ অথবা ওয়েবসাইটের যেকোনো জায়গায় পেস্ট করার দ্বারা মানুষদের MDN এর মাঝ দিয়ে ক্লিক করতে সাহায্য করুন</li> <li><strong>ভাল লাগা:</strong></li>আপনি এটা ভেবে গর্ববোধ করতে পারেন যে MDN বিশ্বের সাথে শেয়ার করার দ্বারা আপনি ডেভলপারদের জীবনকে সামান্যতম হলেও সহজ করছেন।</ol>
es: <ol> <li><strong>Obtén botones:</strong> usa el formulario inferior para crear fácilmente un botón personalizado y el código fuente para promocionar MDN en tu sitio web o blog.</li> <li><strong>Botones de publicación:</strong> copia el código fuente y pégalo en su sitio web o blog para ayudar a los visitantes a ir a MDN.</li> <li><strong>Siéntete bien:</strong> siéntete orgulloso al saber que estás ayudando a que la vida del desarrollador sea un poco mejor al compartir MDN con el mundo.</li> </ol>
fr: <ol><li><strong>Obtenir des boutons :</strong> utilisez notre formulaire ci-dessous pour créer un bouton personnalisé et son code source pour promouvoir MDN sur votre blog ou site web?</li><li><strong>Publier des boutons :</strong> Copiez le code source et collez-le sur votre site web ou votre blog pour aider les gens à se rendre sur MDN.</li><li><strong>Apprécier :</strong> Soyez fiers de savoir que vous rendez la vie des développeurs un tout petit peu plus belle et partageant MDN avec le monde entier.</li></ol>
fy: <ol> <li><strong>Helje knoppen op:</strong> brûk it ûndersteande formulier om in o​anpaste knop en boarnekoade te meitsjen foar it promoatsjen fan MDN op jo website of blog.</li> <li><strong> Pleats knoppen:</strong> kopiearje de boarnekoade en plak dizze earne op jo website of blog om minsken te helpen nei MDN troch te klikken.</li> <li><strong> Fiel jo goed:</strong> wês grutsk op de wittensweardichheid dat jo it libben fan ûntwikkelers in bytsje better meitsje troch MDN mei de wrâld te dielen.</li> </ol>
it: <ol> <li><strong>Crea i pulsanti:</strong> Utilizza il modulo sottostante per generare un pulsante personalizzato e il codice con cui promuovere MDN sul tuo sito o blog.</li> <li><strong>Incorpora i pulsanti:</strong> Copia il codice e incollalo dove preferisci sul tuo sito web o blog per reindirizzare gli utenti su MDN.</li> <li><strong>Sentiti fiero di te:</strong> Complimenti, hai contribuito a rendere la vita degli sviluppatori un po’ più semplice condividendo MDN con il resto del mondo.</li></ol>
ja: <ol> <li><strong>ボタンを入手:</strong> あなたのウェブサイトやブログで MDN を宣伝するために、以下の簡単なフォームでカスタムボタンのソースコードを作成してください。</li> <li><strong>ボタンを配置:</strong> ソースコードをコピーして、あなたのウェブサイトやブログに貼りつけて、MDN へ訪れやすいように手助けしてください。</li> <li><strong>快感:</strong> MDN を世界に共有したことで開発者の生活を少しだけ良くできたということを忘れずにプライドを持ってください。</li> </ol>
ko: <ol> <li><strong>버튼 가져오기:</strong> 귀하의 웹 사이트나 블로그에 MDN을 장려하는 맞춤 버튼과 소스코드를 만드시려면 아래의 간단한 폼을 이용하세요.</li> <li><strong>버튼 게시:</strong> 소스 코드를 복사하고 귀하의 웹사이트나 블로그의 어디에든 붙여 넣어서 사람들이 클릭을 통해 MDN으로 올 수 있도록 도와주세요.</li> <li><strong>좋은 느낌:</strong>여러분이 세상과 MDN을 공유하는 것으로 개발자들을 조금 더 활기있게 만들고 있다는 것을 자랑스러워하세요.</li> </ol>
nl: <ol> <li><strong>Haal knoppen op:</strong> gebruik het onderstaande formulier om een ​​aangepaste knop en broncode te creëren voor het promoten van MDN op uw website of blog.</li> <li><strong> Plaats knoppen:</strong> kopieer de broncode en plak deze ergens op uw website of blog om mensen te helpen naar MDN door te klikken.</li> <li><strong> Voel u goed:</strong> wees trots op de wetenswaardigheid dat u het leven van ontwikkelaars een beetje beter maakt door MDN met de wereld te delen.</li> </ol>
ru: <ol><li><strong>Получить кнопки:</strong> Используйте нашу простую форму ниже для создания пользовательской кнопки и получения исходного кода для поддержания MDN на вашем сайте или блоге.</li><li><strong>Разместить кнопки:</strong> Скопируйте исходный код и вставьте его, где угодно на вашем сайте или блоге, чтобы помочь людям узнать о MDN.</li><li><strong>Чувствуйте себя хорошо:</strong> Гордитесь, зная, что вы делаете жизни разработчиков чуточку лучше, делясь MDN с миром.</li></ol>
zh_cn: <ol><li><strong>获取按钮：</strong> 使用下面简单的表单来创建一个自定义按钮与它的源代码，以便在你的网站或博客上宣传 MDN。</li><li><strong>发布按钮：</strong>复制源代码并贴到你的网站或博客的任何地方，这样就能促进人们访问 MDN 了。</li><li><strong>为此自豪：</strong>通过向世界分享 MDN 按钮，你已经以己之力促进了广大的开发者团体。</li></ol>

source: Preview
bn_bd: প্রিভিউ
es: Vista previa
fr: Aperçu
fy: Foarbyld
it: Anteprima
ja: プレビュー
ko: 미리보기
nl: Voorbeeld
ru: Предварительный просмотр
zh_cn: 预览

source: Choose a button style
bn_bd: বাটন স্টাইল নির্বাচন করুন
es: Elige un estilo de botón
fr: Choisissez un style de bouton
fy: Kies in knoppenstyl
it: Scegli uno stile per i pulsanti
ja: ボタンスタイルを選んでください
ko: 버튼 스타일 선택
nl: Kies een knoppenstijl
ru: Выберите стиль кнопки
zh_cn: 选择按钮样式

source: Better Docs
bn_bd: তুলনামুলকভাবে ভাল ডকুমেন্ট সমূহ
es: Mejor documentación
fr: Meilleure documentation
fy: Bettere dokuminten
it: La miglior documentazione
ja: より良いドキュメント
ko: 문서 개선
nl: Betere documenten
ru: Улучшенная документация
zh_cn: 更好的文档

source: Developer Powered
bn_bd: ডেভেলপার দ্বারা চালিত
es: Impulsado por desarrolladores
fr: Grâce à des développeurs
fy: Mooglik makke troch ûntwikkelers
it: Realizzato da sviluppatori
ja: 開発者主導
ko: 개발자 지원
nl: Mogelijk gemaakt door ontwikkelaars
ru: Создана разработчиками
zh_cn: 开发者之力

source: For Developers, By Developers
bn_bd: ডেভালোপারদের জন্য, ডেভেলপারদের দ্বারা
es: De desarrolladores, para desarrolladores
fr: Pour les développeurs, par les développeurs
fy: Foar ûntwikkelers, troch ûntwikkelers
it: Per sviluppatori, da sviluppatori
ja: 開発者のための、開発者による
ko: 개발자를 위한, 개발자에 의한
nl: Voor ontwikkelaars, door ontwikkelaars
ru: От Разработчиков, Для Разработчиков
zh_cn: 源于开发者，服务开发者

source: Web Developer Toolbox
bn_bd: ওয়েব ডেভেলপার টুলবক্স
es: Herramientas para el desarrollador web
fr: Boîte à outils du développeur web
fy: Wurkset foar ûntwikkelers
it: Strumenti di sviluppo web
ja: ウェブ開発者のツールボックス
ko: 웹 개발자 툴박스
nl: Werkset voor ontwikkelaars
ru: Инструменты веб-разработчика
zh_cn: 网络开发者工具箱

source: Choose a color
bn_bd: রং নির্বাচন করুন
es: Elige un color
fr: Choisissez une couleur
fy: Kies in kleur
it: Scegli un colore
ja: 色を選択
ko: 색깔 선택
nl: Kies een kleur
ru: Выберите цвет
zh_cn: 选择一种颜色

source: Gray
bn_bd: ধূসর
es: Gris
fr: Gris
fy: Griis
it: Grigio
ja: 灰色
ko: 회색
nl: Grijs
ru: Серый
zh_cn: 灰色

source: Orange
bn_bd: কমলা
es: Naranja
fy: Oranje
it: Arancione
ja: オレンジ色
ko: 주황색
nl: Oranje
ru: Оранжевый
zh_cn: 橙色

source: Red
bn_bd: লাল
es: Rojo
fr: Rouge
fy: Read
it: Rosso
ja: 赤色
ko: 빨간색
nl: Rood
ru: Красный
zh_cn: 红色

source: Replace &lt;FOO&gt; with
bn_bd: &lt;FOO&gt; সাথে প্রতিস্থাপন করুন
es: Sustituye &lt;FOO&gt; con
fr: Remplacez &lt;FOO&gt; par
fy: Ferfang &lt;FOO&gt; troch
it: Sostituisci &lt;FOO&gt; con
ja: &lt;FOO&gt; と置き換え
ko: &lt;FOO&gt; 바꾸기
nl: Vervang &lt;FOO&gt; door
ru: Заменить &lt;FOO&gt; на
zh_cn: 将 &lt;FOO&gt; 替换为

source: Add your custom button to your website
bn_bd: আপনার ওয়েবসাইটে আপনার নিজস্ব বাটন যুক্ত করুন
es: Añade tu botón personalizado en tu sitio web
fr: Ajoutez un bouton personnalisé sur votre site web
fy: Jo eigen knoppen tafoegje oan jo website
it: Aggiungi un pulsante personalizzato al tuo sito web
ja: あなたのウェブサイトにカスタムボタンを設置しよう
ko: 커스텀 버튼을 웹사이트에 추가하기
nl: Uw eigen knoppen toevoegen aan uw website
ru: Добавить персональную кнопку на свой сайт
zh_cn: 为您的网站添加自定义按钮

source: Your source code:
bn_bd: আপনার সোর্স কোডঃ
es: Tu código fuente:
fr: Votre code source :
fy: Jo boarnekoade:
it: Codice sorgente:
ja: 設置用ソースコード:
ko: 입력하신 소스 코드 :
nl: Uw broncode:
ru: Ваш исходный код:
zh_cn: 你的源代码

source: Your button will take people to:
bn_bd: আপনার বাটন মানুষকে নিয়ে যবেঃ
es: Tu botón llevará a la gente a:
fr: Votre bouton amènera les gens vers :
fy: Jo knop bringt minsken nei:
it: Il pulsante reindirizzerà l’utente a:
ja: あなたのボタンのリンク先:
ko: 여러분의 버튼이 사람들을 데리고 올 것입니다:
nl: Uw knop brengt mensen naar:
ru: Ваша кнопка будет вести людей на:
zh_cn: 你的按钮将会把人们带到：

source: Better CSS docs for a better Web on MDN
bn_bd: এমডিএনে একটি ভালো ওয়েবের জন্য ভালো সিএসএস ডকুমেন্ট
es: Mejores documentos CSS para una mejor Web en MDN
fr: Une meilleure documentation CSS pour un meilleur web sur MDN
fy: Bettere CSS-dokuminten foar in better web op MDN
it: Su MDN trovi la migliore documentazione sui CSS per un Web migliore
ja: より良いウェブのための MDN のより良い CSS ドキュメント
ko: MDN의 더 나은 웹을 위한 개선된 CSS 문서
nl: Betere CSS-documenten voor een beter web op MDN
ru: Улучшенная CSS документация для лучшего веба на MDN
zh_cn: MDN 上更好的 CSS 的文档让网页变得更好

source: Better HTML docs for a better Web on MDN
bn_bd: এমডিএনে একটি ভালো ওয়েবের জন্য ভালো এইচটিএমএল ডকুমেন্ট
es: Mejor documentación de HTML para una mejor Web en MDN
fr: Une meilleure documentation HTML pour un meilleur web sur MDN
fy: Bettere HTML-dokuminten foar in better web op MDN
it: Su MDN trovi la migliore documentazione su HTML per un Web migliore
ja: より良いウェブのための MDN のより良い HTML ドキュメント
ko: MDN의 더 나은 웹을 위한 개선된 HTML 문서
nl: Betere HTML-documenten voor een beter web op MDN
ru: Улучшенная HTML документация для лучшего веба на MDN
zh_cn: MDN 上更好的 HTML 文档让网页变得更好
