Repository: mdn/kuma
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn_bd, es, fr, fy, it, ja, ko, nl, ru, zh_cn

source: Identify <a href="%(url)s">%(user)s</a> as a spammer?
es: ¿Identificar a <a href="%(url)s">%(user)s</a> como un spammer?
fr: Identifier <a href="%(url)s">%(user)s</a> en tant que spammeur&nbsp;?
fy: <a href="%(url)s">%(user)s</a> identifisearje as in spammer?
it: Identificare"%(url)s">%(user)s</a> come spammer?
ja: <a href="%(url)s">%(user)s</a> をスパマーとして特定しますか？
ko: <a href="%(url)s">%(user)s</a> 는 자주 스팸을 제출하나요?
nl: <a href="%(url)s">%(user)s</a> als spammer identificeren?
ru: Обозначить <a href="%(url)s">%(user)s</a> как спамера?
zh_cn: 标记 <a href="%(url)s">%(user)s</a> 为垃圾发送者？

source: <a href="%(url)s">%(user)s</a> has been banned.
es: <a href="%(url)s">%(user)s</a> ha sido bloqueado.
fr: <a href="%(url)s">%(user)s</a> a été banni.
fy: <a href="%(url)s">%(user)s</a> is blokkearre.
it: <a href="%(url)s">%(user)s</a> è stato espulso.
ja: <a href="%(url)s">%(user)s</a> のアカウントが停止されました。
ko: <a href="%(url)s">%(user)s</a> 차단되었습니다.
nl: <a href="%(url)s">%(user)s</a> is geblokkeerd.
ru: <a href="%(url)s">%(user)s</a> заблокирован.
zh_cn: <a href="%(url)s">%(user)s</a> 已被封禁。

source: %(user)s has already been banned. You may review and revert their revisions below.
es: %(user)s ya ha sido restringido. Puedes revisar y revertir sus revisiones más abajo.
fr: %(user)s a déjà été banni(e), vous pouvez ci-après passer en revue ses révisions et les annuler si besoin.
fy: %(user)s is al blokkearre. Jo kinne syn/har refyzjes hjirûnder beoardiele en ûngedien meitsje.
it: %(user)s è già stato espulso. Potresti voler controllare le seguenti revisioni e ripristinare il documento a uno stato precedente.
ja: %(user)s のアカウントはすでに停止されています。この人物による以下のリビジョンをレビュー、取り消しできます。
ko: %(user)s 는 이미 금지되어 있습니다. 아래 리비전을 살펴보고 복구 할 수 있습니다.
nl: %(user)s al is geblokkeerd. U kunt zijn/haar revisies hieronder beoordelen en ongedaan maken.
ru: %(user)s уже заблокирован. Вы можете просмотреть и откатить его ревизии ниже.
zh_cn: %(user)s 已被封禁。您可以审核和还原他的如下修订。

source: You cannot ban yourself for spam.
bn_bd: আপনি স্প্যাম এর জন্য নিজেকে নিষিদ্ধ করতে পারবেন না।
es: No puedes restringirte a ti mismo por spam.
fr: Vous ne pouvez pas vous bannir vous-même pour du spam.
fy: Jo kinne josels net blokkearje fanwegen spam.
it: Non pensi sia un po’ stupido voler espellere te stesso per spam?
ja: あなた自身をスパムとして報告することはできません。
ko: 자기 자신을 스팸으로 금지할 수 없습니다.
nl: U kunt uzelf niet blokkeren vanwege spam.
ru: Вы не можете заблокировать себя за спам.
zh_cn: 您不能将自己标为垃圾发送者。

source: Submit Spam
bn_bd: স্প্যাম থাকলে জানান
es: Enviar Spam
fr: Indiquer comme spam
fy: Spam yntsjinje
it: Registra spam
ja: スパムを報告
ko: 스팸 제출
nl: Spam indienen
ru: Отправить как спам
zh_cn: 提交垃圾反馈

source: Ban User for Spam
bn_bd: স্প্যামের জন্য ব্যবহারকারীকে নিষিদ্ধ করুন
es: Restringir Usuario por Spam
fr: Bannir l'utilisateur pour cause de spam
fy: Brûker blokkearje foar spam
it: Espelli questo utente per spam
ja: ユーザーをスパム行為のためアカウント停止にする
ko: 스팸으로 금지된 사용자
nl: Gebruiker blokkeren vanwege spam
ru: Заблокировать пользователя за спам
zh_cn: 封禁垃圾发送者

source: Ban User for Spam & Submit Spam
es: Restringir Usuario por Spam y enviar Spam
fr: Bannir l'utilisateur pour cause de spam et indiquer les modifications comme spam
fy: Brûker blokkearje fanwegen spam & spam yntsjinje
it: Espelli questo utente per spam e registra i suoi contenuti come tali
ja: ユーザーをスパム行為のためアカウント停止にする & スパムを報告
ko: 스팸 & 스팸 제출로 금지된 사용자
nl: Gebruiker blokkeren vanwege spam & spam indienen
ru: Заблокировать пользователя за спам и отправить как спам
zh_cn: 封禁垃圾发送者和提交垃圾反馈

source: Ban user for other reasons.
bn_bd: অন্য কোন কারণের জন্য ব্যবহারকারীকে নিষিদ্ধ করুন।
es: Restringir usuario por otras razones.
fr: Bannir l'utilisateur pour d'autres raisons.
fy: Brûker blokkearje om oare redenen.
it: Espelli l’utente per altri motivi.
ja: 他の理由でユーザーをアカウント停止にする。
ko: 다른 이유로 사용자 금지하기.
nl: Gebruiker om andere redenen blokkeren
ru: Заблокировать пользователя по другой причине.
zh_cn: 因其他原因封禁用户。

source: User has not made any revisions to be reverted in the past three days, and this user was already banned.
es: El usuario no ha hecho ninguna revisión en los últimos tres días, y este usuario ya ha sido restringido.
fr: Cet utilisateur n'a fait aucune révision qui a été annulée pendant les trois derniers jours et l'utilisateur a déjà été banni.
fy: Brûker hat de ôfrûne trije dagen gjin refyzjes oanlevere om ûngedien makke te wurden, en dizze brûker wie al blokkearre.
it: L’utente è già stato espulso e negli ultimi tre giorni non ha effettuato modifiche da annullare.
ja: ユーザーが過去 3 日間に作成した取り消し可能なリビジョンはなく、このユーザはすでにアカウント停止されています。
ko: 지난 3일 동안 되돌릴 수 있는 새로운 리비전을 만들지 않았습니다, 그리고 이 사용자는 이미 금지되었습니다.
nl: Gebruiker heeft de afgelopen drie dagen geen revisies aangeleverd om ongedaan te worden gemaakt, en deze gebruiker was al geblokkeerd.
ru: Пользователь не делал каких-либо ревизий в последние три дня, чтобы их откатить, и уже заблокирован.
zh_cn: 没有可还原的用户在过去三天进行的修订，并且该用户已被封禁。

source: Summary
bn_bd: সারসংক্ষেপ
es: Resumen
fr: Résumé
fy: Gearfetting
it: Sommario
ja: 要約
ko: 요약
nl: Samenvatting
ru: Описание
zh_cn: 摘要

source: Actions Taken
bn_bd: যেসব ব্যবস্থা নেয়া হয়েছে
es: Acciones tomadas
fr: Actions effectuées
fy: Undernommen aksjes
it: Provvedimenti intrapresi
ja: 実行されたアクション
ko: 수행한 동작
nl: Ondernomen acties
ru: Принятые меры
zh_cn: 采取动作

source: Banned:
bn_bd: নিষিদ্ধ:
es: Restringido:
fr: Banni(e)&nbsp;:
fy: Blokkearre:
it: Utenti espulsi:
ja: アカウント停止:
ko: 금지됨:
nl: Geblokkeerd:
ru: Заблокирован:
zh_cn: 已封禁：

source: Submitted to Akismet as spam:
es: Enviado a Akismet como spam:
fr: Envoyé à Akismet en tant que spam&nbsp;:
fy: By Akismet yntsjinne as spam:
it: Registrati su Akismet come spam:
ja: スパムとして Akismet に送信したもの:
ko: Akismet에 스팸으로 제출:
nl: Bij Akismet ingediend als spam:
ru: Отправлено в Akismet как спам:
zh_cn: 已提报垃圾信息反馈到 Akismet：

source: The user did not have any revisions that were reported as spam.
es: El usuario no tuvo ninguna revisión registrada como spam.
fr: Aucune révision de cet utilisateur n'a été indiquée comme spam.
fy: De brûker hie gjin refyzjes dy't as spam meld binne.
it: Nessuna modifica di questo utente è stata segnalata come spam.
ja: このユーザーが編集したものでスパムとして報告されたリビジョンはありません。
ko: 이 사용자는 스팸으로 신고된 리비전을 가지고 있지 않습니다.
nl: De gebruiker had geen revisies die als spam zijn gemeld.
ru: У пользователя нет каких-либо ревизий, которые были отправлены как спам.
zh_cn: 此用户没有修订被报告为垃圾信息。

source: Deleted:
bn_bd: অপসারিত:
es: Eliminado:
fr: Supprimé&nbsp;:
fy: Fuortsmiten:
it: Eliminati:
ja: 削除済み:
ko: 삭제됨:
nl: Verwijderd:
ru: Удалено:
zh_cn: 已删除：

source: The user did not have any revisions that were deleted.
es: El usuario no tuvo ninguna revisión registrada como eliminada.
fr: Aucune révision de cet utilisateur n'a été supprimée.
fy: De brûker hie gjin refyzjes dy't fuortsmiten binne.
it: aNon è stata annullata alcuna modifica di questo utente.
ja: このユーザーが編集したもので削除されたリビジョンはありません。
ko: 이 사용자는 삭제된 리비전을 가지고 있지 않습니다.
nl: De gebruiker had geen revisies die zijn verwijderd.
ru: У пользователя нет каких-либо ревизий, которые были удалены.
zh_cn: 此用户没有任何修订被删除。

source: Reverted:
es: Deshecho:
fr: Annulé&nbsp;:
fy: Weromset:
it: Annullate:
ja: 復元済み:
ko: 복원됨:
nl: Teruggezet:
ru: Откачено:
zh_cn: 已还原：

source: The user did not have any revisions that were reverted.
es: El usuario no tuvo ninguna revisión registrada como deshecha.
fr: Aucune révision de l'utilisateur n'a été annulée.
fy: De brûker hie gjin refyzjes dy't weromset binne.
it: Non è stata annullata alcuna modifica di questo utente.
ja: このユーザーが編集したもので復元されたリビジョンはありません。
ko: 이 사용자는 복구된 리비전을 가지고 있지 않습니다.
nl: De gebruiker had geen revisies die zijn teruggezet.
ru: У пользователя нет каких-либо ревизий, которые были откачены.
zh_cn: 此用户没有任何修订已还原。

source: Needs follow up
bn_bd: পুনরাবৃত্তি প্রয়োজন
es: Necesita seguimiento
fr: Nécessite un suivi
fy: Hat ferfolch nedich
it: Richiede ritocco
ja: フォローアップが必要
ko: 후속 작업 필요
nl: Heeft vervolg nodig
ru: Требующие проверки
zh_cn: 需要跟进

source: New action by user:
bn_bd: ব্যবহারকারীর দ্বারা নতুন কাজ:
es: Nueva acción del usuario:
fr: Nouvelle action effectuée par l'utilisateur&nbsp;:
fy: Nije aksje fan brûker:
it: Ultime azioni dell’utente:
ja: ユーザーによる新たなアクション:
ko: 사용자 새로운 행동:
nl: Nieuwe actie van gebruiker:
ru: Новые действия пользователя:
zh_cn: 用户执行的新操作：

source: View Page
bn_bd: পৃষ্ঠা প্রদর্শন করুন
es: Ver página
fr: Afficher la page
fy: Side werjaan
it: Visualizza pagina
ja: ページを表示
ko: 페이지 보기
nl: Pagina weergeven
ru: Просмотреть страницу
zh_cn: 查看页面

source: History
bn_bd: ইতিহাস
es: Historial
fr: Historique
fy: Skiednis
it: Visualizza storico
ja: 履歴
ko: 이력
nl: Geschiedenis
ru: История
zh_cn: 历史记录

source: None.
bn_bd: কোনটিই নয়।
es: Ninguna.
fr: Aucun.
fy: Gjin.
it: Niente da segnalare.
ja: なし。
ko: 없음.
nl: Geen.
ru: Нет.
zh_cn: 无。

source: Revisions skipped due to newer non-spam revision:
es: Se obviaron las revisiones debido a una nueva revisión no identificada como spam:
fr: Révisions passées car une révision plus récente n'était pas du spam&nbsp;:
fy: Oerslaggen refyzjes fanwegen nijere net-spamrefyzje:
it: Scartate per l’esistenza di nuove revisioni senza spam:
ja: より新しい非スパムリビジョンのためにスキップされたリビジョン:
ko: 새로운 스팸이 아닌 리비전 때문에 건너뛴 리비전:
nl: Overgeslagen revisies vanwege nieuwere niet-spamrevisie:
ru: Ревизии, пропущенные из-за более новых не спаммерских ревизий:
zh_cn: 因较新的非垃圾版本而跳过的版本：

source: Could not submit to Akismet:
es: No se pudo enviar a Akismet
fr: Impossible d'envoyer à Akismet&nbsp;:
fy: Net by Akismet yntsjinje kinne:
it: Contenuti non trasmessi a Akismet:
ja: Akismet へ投稿できなかった項目:
ko: Akismet에 제출할 수 없음:
nl: Niet bij Akismet kunnen indienen:
ru: Не удалось отправить в Akismet:
zh_cn: 无法提交到 Akismet：

source: Could not delete:
bn_bd: মুছে দেয়া যাচ্ছে না:
es: No se pudo eliminar:
fr: Impossible de supprimer&nbsp;:
fy: Koe net fuortsmite:
it: Impossibili da eliminare:
ja: 削除できなかった項目:
ko: 삭제할 수 없음:
nl: Kon niet verwijderen:
ru: Не удалось удалить:
zh_cn: 未能删除：

source: Could not revert:
bn_bd: পুনরায় উল্লেখ করা যায়নি:
es: No se pudo revertir:
fr: Impossible d'annuler la révision&nbsp;:
fy: Koe net weromsette:
it: Impossibili da annullare:
ja: 復元できなかった項目:
ko: 되돌릴 수 없음:
nl: Kon niet terugzetten:
ru: Не удалось откатить:
zh_cn: 未能还原：

source: No actions taken
bn_bd: কোন ব্যবস্থা নেয়া হয়নি
es: No se realizó ninguna acción
fr: Aucune action effectuée
fy: Gjin aksjes ûndernommen
it: Nessuna azione intrapresa
ja: アクションは何も実行されていません
ko: 수행한 동작 없음
nl: Geen acties ondernomen
ru: Мер не принято
zh_cn: 没有采取动作

source: Latest revision is non-spam:
bn_bd: সর্বশেষ সংস্করণটি স্প্যাম মুক্ত:
es: La última revisión no está identificada como spam:
fr: La révision la plus récente n'est pas du spam&nbsp;:
fy: Lêste refyzje is gjin spam:
it: Ultima revisione senza spam:
ja: 最新版が非スパム:
ko: 스팸이 아닌 최신 리비전:
nl: Laatste revisie is geen spam:
ru: Последняя ревизия не спам:
zh_cn: 非垃圾的最新版本：

source: Already identified as spam:
bn_bd: ইতোমধ্যেই স্প্যাম হিসেবে শনাক্ত:
es: Ya identificada como spam:
fr: Déjà identifié comme spam&nbsp;:
fy: Al identifisearre as spam:
it: Identificati come spam:
ja: すでにスパムとして特定されているユーザー:
ko: 스팸으로 확인됨:
nl: Al geïdentificeerd als spam:
ru: Уже обозначено как спам:
zh_cn: 已经标记为垃圾信息：

source: Identified as not spam:
bn_bd: স্প্যাম হিসেবে শনাক্ত না:
es: No identificado como spam:
fr: Identifié comme n'étant pas du spam&nbsp;:
fy: Identifisearre as gjin spam:
it: Identificati come non spam:
ja: 非スパムとして認定された項目:
ko: 스팸이 아닌 것으로 확인됨:
nl: Geïdentificeerd als geen spam:
ru: Обозначено как не спам:
zh_cn: 识别为非垃圾信息：

source: Connect Account
bn_bd: একাউন্ট যুক্ত করুন
es: Conectar cuenta
fr: Connecter le compte
fy: Account keppelje
it: Connetti account
ja: アカウントを接続
ko: 계정 연결
nl: Account koppelen
ru: Подключить аккаунт
zh_cn: 连接账号

source: Use the button below to connect your MDN profile to GitHub.
es: Utiliza este botón para conectarte a tu perfil de MDN con GitHub.
fr: Utilisez le bouton ci-dessous pour connecter votre profil MDN à GitHub.
fy: Brûk de knop hjirûnder om jo MDN-profyl te keppeljen mei GitHub.
it: Utilizza il pulsante qui sotto per associare il tuo profilo MDN a un account GitHub.
ja: 以下のボタンを使ってあなたの MDN プロフィールを GitHub と関連付けましょう。
ko: MDN 프로필을 GitHub에 연결하려면 아래 버튼을 이용하세요.
nl: Gebruik de onderstaande knop om uw MDN-profiel met GitHub te koppelen.
ru: Используйте кнопку ниже, чтобы привязать ваш аккаунт GitHub к профилю MDN.
zh_cn: 使用下面的按钮将您的 MDN 资料与 GitHub 关联。

source: This account recovery link cannot be used to log in again.
bn_bd: একাউন্ট রিকভারি লিঙ্কটি লগ ইন করার জন্য পুনরায় ব্যাবহার করা যাবে না।
es: Este enlace para recuperar tu cuenta no se puede utilizar para volver a acceder.
fr: Ce lien de récupération ne peut pas être à nouveau utilisé pour se connecter.
fy: Dizze keppeling foar accountwerstel kin net brûkt wurde om opnij oan te melden.
it: Questo link per il recupero non potrà più essere utilizzato per accedere al sito in futuro.
ja: このアカウント復元リンクを使って再度ログインすることはできません。
ko: 이 계정 복구 링크는 다시 로그인할 수 없습니다.
nl: Deze koppeling voor accountherstel kan niet meer worden gebruikt om u aan te melden.
ru: Ссылку для восстановления этого аккаунта нельзя использовать ещё раз.
zh_cn: 此账户找回链接不能被再次用于登录。

source: Account Recovery Failed
bn_bd: একাউন্ট উদ্ধার ব্যর্থ
es: Error al recuperar la cuenta
fr: Échec de la récupération du compte
fy: Accountwerstel mislearre
it: Impossibile recuperare l'account
ja: アカウントの回復に失敗しました
ko: 계정 복구 실패
nl: Accountherstel is mislukt
ru: Восстановление аккаунта не удалось
zh_cn: 找回账户失败

source: This link is no longer valid.
bn_bd: লিংকটি আর বৈধ নয়।
es: Este enlace ya no es válido.
fr: Ce lien n'est plus valide.
fy: Dizze keppeling is net langer jildich.
it: Questo link non è più valido.
ja: このリンクはもう使用できません。
ko: 이 링크는 더는 유효하지 않습니다.
nl: Deze koppeling is niet meer geldig.
ru: Эта ссылка больше не действительна.
zh_cn: 此链接已经失效。

source: Recovery Email Sent
bn_bd: রিকভারি ইমেইল পাঠানো হয়েছে
es: Correo de recuperación enviado
fr: Le courrier électronique de récupération a été envoyé
fy: Werstel-e-mail ferstjoerd
it: L’email per il recupero del profilo è stata inviata
ja: 復元メールをお送りしました
ko: 복구 이메일 발송함
nl: Herstel-e-mailbericht verzonden
ru: Письмо восстановления отправлено
zh_cn: 找回邮件已发送

source: Click the link in the email to recover your existing account.
bn_bd: বিদ্যমান অ্যাকাউন্ট ফিরে পেতে চাইলে ইমেইলের লিংকটিতে ক্লিক করুন।
es: Haz clic en el enlace que has recibido para recuperar tu cuenta.
fr: Cliquez sur le lien dans le message électronique afin de récupérer votre compte existant.
fy: Klik op de keppeling yn it e-mailberjocht om je besteande account werom te bringen.
it: Fai clic sul link che trovi nella mail che ti abbiamo inviato per recuperare l’accesso al tuo profilo MDN.
ja: あなたの既存アカウントを復元するにはメール内のリンクをクリックしてください。
ko: 기존 계정을 복구하려면 이메일 내 링크를 클릭하세요.
nl: Klik op de koppeling in het e-mailbericht om uw bestaande account te herstellen.
ru: Щёлкните по ссылке в письме, чтобы восстановить ваш существующий аккаунт.
zh_cn: 点击邮件中的链接以找回您的现有账户。

source: You've Been Banned
bn_bd: আপনাকে নিষিদ্ধ করা হয়েছে
es: Has sido prohibido
fr: Vous avez été banni
fy: Jo binne blokkearre
it: Sei stato espulso
ja: アカウントが停止されています
ko: 차단됨
nl: U bent geblokkeerd
ru: Вы заблокированы
zh_cn: 您的账户已被封禁

source: You have been banned for the following reasons:
bn_bd: নিম্নলিখিত কারণের জন্যে আপনাকে নিষিদ্ধ করা হয়েছেঃ
es: Has sido prohibido por las siguientes razones:
fr: Vous avez été banni pour les raisons suivantes :
fy: Jo binne om de folgjende redenen blokkearre:
it: Sei stato espulso per i seguenti motivi:
ja: あなたは次の理由により追放されました:
ko: 아래 이유로 계정을 차단합니다.
nl: U bent om de volgende redenen geblokkeerd:
ru: Вы были заблокированы по следующим причинам:
zh_cn: 您的账户已因下述原因被封禁：

source: <p><a href="mailto:mdn-admins@mozilla.org?subject=Ban Appeal">Click here</a> to appeal this ban.</p>
bn_bd: <p>নিষেধাজ্ঞার বিরুদ্ধে আপিল করতে <a href="mailto:mdn-admins@mozilla.org?subject=Ban Appeal">এখানে ক্লিক করুন</a>।</p>
es: <p><a href="mailto:mdn-admins@mozilla.org?subject=Ban Appeal">Haz clic aquí</a> para recurrir esta prohibición.</p>
fr: <p><a href="mailto:mdn-admins@mozilla.org?subject=Ban Appeal">Cliquez ici</a> pour contester ce bannissement.</p>
fy: <p><a href="mailto:mdn-admins@mozilla.org?subject=Ban Appeal">Klik hjir</a> om dizze blokkearring oan te fjochtsjen.</p>
it: <p><a href="mailto:mdn-admins@mozilla.org?subject=Ban Appeal">Fai clic qui</a> per contestare l’espulsione.</p>
ja: <p>この追放に抗議するには <a href="mailto:mdn-admins@mozilla.org?subject=Ban Appeal">ここをクリックしてメールで報告</a> してください。</p>
ko: <p><a href="mailto:mdn-admins@mozilla.org?subject=Ban Appeal">차단 해제 요청</a> (영문 작성 필요)</p>
nl: <p><a href="mailto:mdn-admins@mozilla.org?subject=Ban Appeal">Klik hier</a> om deze blokkering aan te vechten.</p>
ru: <p><a href="mailto:mdn-admins@mozilla.org?subject=Ban Appeal">Щёлкните здесь</a>, чтобы обжаловать блокировку.</p>
zh_cn: <p>要申诉这个决定可以<a href="mailto:mdn-admins@mozilla.org?subject=Ban Appeal">点击这里</a>。</p>

source: Delete your profile
bn_bd: আপনার প্রোফাইল মুছে ফেলুন
es: Elimina tu perfil
fr: Supprimer votre profil
fy: Jo profyl fuortsmite
it: Cancella il tuo profilo
ja: プロフィールを削除
ko: 프로필 삭제
nl: Uw profiel verwijderen
ru: Удалить мой профиль
zh_cn: 删除您的资料

source: We're sorry to see you go.
bn_bd: আমরা দুঃখিত আপনাকে চলে যেতে দেখে।
es: Sentimos que te vayas.
fr: Nous sommes désolés que vous nous quittiez.
fy: Wy fine it spitich dat jo ús ferlitte.
it: Ci mancherà il tuo contributo a MDN.
ja: あなたが離れてしまうのは残念です。
ko: 당신이 떠나는 것을 보게 되어 유감입니다.
nl: We vinden het jammer dat u weggaat.
ru: Нам жаль видеть, что вы уходите.
zh_cn: 很抱歉在这里遇到您。

source: While it's possible delete your account, we can't delete any revisions (page changes) you've made, and our content license requires that your revisions have an attribution.
es: Aunque puedes eliminar tu cuenta, no podemos eliminar las revisiones que has hecho y, según nuestra licencia de contenido, tenemos que atribuir esas revisiones a alguien.
fr: Bien qu'il soit possible de supprimer votre compte, nous ne pouvons pas supprimer les révisions (c'est-à-dire les modifications apportées aux pages) que vous avez effectuées. De plus, la licence appliquée à notre contenu nécessite une attribution pour chaque révision.
fy: Wylst it mooglik is jo account fuort te smiten, wy kinne refyzjes (sidewizigingen) dy't jo makke hawwe net fuortsmite en ús ynhâldslisinsje fereasket dat jo refyzjes in nammeferwizing hawwe.
it: È possibile eliminare un account, ma non le revisioni effettuate utilizzando l'account stesso (ovvero le modifiche che hai apportato alle pagine con quel profilo). In accordo con la licenza sui contenuti di MDN, ogni revisione deve essere attribuita a un profilo.
ja: アカウントを削除することは可能ですが、あなたが編集したリビジョン (ページの変更) は削除できません。また、コンテンツのライセンスにより、リビジョンに帰属を明示することが求められています。
ko: 계정 삭제는 가능하지만 만들어진 리비전(페이지 변경)은 삭제할 수 없고 콘텐츠 라이센스 상 리비전에 저작자가 표시 됩니다.
nl: Hoewel uw account kan worden verwijderd, kunnen we niet alle revisies (paginawijzigingen) die u hebt aangebracht verwijderen, en vereist onze inhoudslicentie dat uw revisies een naamsvermelding bevatten.
ru: Хоть и возможно удалить ваш аккаунт, мы не можем удалить какие-либо ревизии (изменения страниц), которые вы сделали, а наша лицензия содержимого требует, чтобы у ревизии был автор.
zh_cn: 虽然可以删除您的账户，但我们不能删除您做出的任何修订（页面变更），因为我们的内容许可协议要求保留您的修订产生的演变。

source: Please file a bug to request closing your account, and ensure one of these options is in the the description field:
es: Envía un bug para cerrar la cuenta y asegúrate de que una de las siguientes opciones está incluida en el campo de descripción:
fr: Veuillez saisir un bogue pour demander la fermeture de votre compte et vérifiez que l'une de ces options est renseignée dans le champ «&nbsp;description&nbsp;»&nbsp;:
fy: Meitsje in bug oan om jo account te sluten en wês wis dat ien fan dizze opsjes yn de omskriuwing stiet:
it: Apri un bug per richiedere la chiusura del tuo account, assicurandoti di includere nella descrizione una delle seguenti opzioni:
ja: アカウントの削除を要求するにはバグを報告してください。その際はコメントに以下のオプションのいずれかを記載してください。
ko: 계정 폐쇄를 요청하는 버그를 제출하고, 아래 옵션 중 하나가 설명난에 놓이도록 확인해 주세요:
nl: Meld een bug met een verzoek om uw account te sluiten, en zorg ervoor dat een van deze opties in het beschrijvingsveld is vermeld:
ru: Пожалуйста, создайте сообщение о баге, чтобы запросить закрытие вашего аккаунта, и убедитесь, что одна из этих опций присутствует в поле описания:
zh_cn: 请填报一个 Bug 来请求关闭您的账户，并请在描述栏中填入下列之一的适当选项：

source: I haven't changed any pages; just delete my account.
es: No he cambiado ninguna página; eliminar mi cuenta.
fr: Je n'ai modifié aucune page, veuillez simplement supprimer mon compte.
fy: Ik haw gjin siden wizige; smyt myn account gewoanwei fuort.
it: Non ho mai effettuato modifiche, eliminate senza problemi il mio account.
ja: 私はページの編集を一切行っていません。単純にアカウントを削除してください。
ko: 나는 페이지를 바꾼 적이 없습니다. 그러니 그냥 계정을 삭제해 주세요.
nl: Ik heb geen pagina’s gewijzigd; verwijder eenvoudig mijn account.
ru: Я не изменял каких-либо страниц, просто удалите мой аккаунт.
zh_cn: 我还没更改过任何页面。只需删除我的账户。

source: Keep my attribution for my page changes; delete my email address and freeze my account so I can't ever log in again.
es: Mantener mi colaboración en la página de cambios; eliminar mi correo electrónico y congelar mi cuenta para que no pueda volver a acceder.
fr: Veuillez conserver l'attribution existante pour mes modifications, supprimer mon adresse électronique et geler mon compte afin que je ne puisse plus me connecter à nouveau.
fy: Bewarje myn nammeferwizing foar sidewizigingen; smyt myn e-mailadres fuort en befries myn account sa dat ik my nea mear oanmelde kin.
it: Mantenete i crediti per le mie modifiche alle pagine, rimuovete il mio indirizzo email e bloccate il mio account in modo che non sia più utilizzabile.
ja: 私が行ったページの変更について帰属を残します。私が再度ログインできないよう、メールアドレスを削除し、アカウントを凍結してください。
ko: 내가 변경한 페이지에 대한 저작자 표시를 유지하세요. 하지만 메일 주소를 지우고 다시 로그인할 수 없도록 계정을 동결해 주세요.
nl: Behoud mijn naamsvermelding voor mijn paginawijzigingen; verwijder mijn e-mailadres en bevries mijn account, zodat ik me nooit meer kan aanmelden.
ru: Оставить мой вклад, удалить мой адрес электронной почты и заморозить мой аккаунт, чтобы я никогда не смог войти в него снова.
zh_cn: 保留我对页面更改的贡献记录；删除我的电子邮件地址并冻结我的账户，使其不能再被登录。

source: Switch all my attributions for page changes to "Anonymous", and delete my account.
es: Cambiar todas las colaboraciones de la página de cambios a "Anónimo" y eliminar mi cuenta.
fr: Attribuez mes modifications sur un compte «&nbsp;Anonyme&nbsp;» puis supprimez mon compte.
fy: Wizigje al myn nammeferwizingen foar sidewizigingen nei ‘Anonymous’, en smyt myn account fuort.
it: Assegnate i crediti per le mie modifiche a un generico “utente anonimo” e eliminate il mio account.
ja: 私が行ったページの変更について帰属をすべて「匿名」に切り替え、アカウントを削除してください。
ko: 내가 변경한 모든 페이지의 저작자 표시를 "익명"으로 돌리고 계정을 삭제해 주세요.
nl: Zet mijn naamsvermeldingen voor paginawijzigingen om naar ‘Anoniem’, en verwijder mijn account.
ru: Сделать весь мой вклад анонимным и удалить мой аккаунт.
zh_cn: 将我对页面的所有变更改为“匿名”，并删除我的账户。

source: File a bug to close your account
es: Envía un bug para cerrar la cuenta
fr: Saisir un bug pour fermer votre compte
fy: Meitsje in bug oan om jo account te sluten
it: Apri un bug per chiudere il tuo account
ja: アカウントを閉じるためにバグを報告
ko: 계정을 닫기 위해 버그 제출
nl: Een bug melden om uw account te sluiten
ru: Сообщить о баге, чтобы закрыть мой аккаунт
zh_cn: 填报一个 bug 以关闭您的账户

source: Recent Docs Activity
bn_bd: সাম্প্রতিক ডকুমেন্টেশন কার্যক্রম
es: Actividad reciente de documentos
fr: Activité documentaire récente
fy: Resinte dokumintaktiviteit
it: Aggiornamenti alla documentazione
ja: 最近の更新
ko: 최근 문서 활동
nl: Recente documentactiviteit
ru: Недавняя активность в документации
zh_cn: 近期活跃的文档

source: View all activity
bn_bd: সমস্ত কার্যকলাপ দেখুন
es: Ver toda la actividad
fr: Voir toutes les activités
fy: Alle aktiviteit werjaan
it: Mostra tutte le attività
ja: すべての活動を表示
ko: 전체 활동 보기
nl: Alle activiteit weergeven
ru: Просмотреть всю активность
zh_cn: 查看所有活动
