Repository: mdn/kuma
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn_bd, es, fr, fy, it, ja, ko, nl, ru, zh_cn

source: The following documents will be permanently removed from the database. This action cannot be undone. To cancel, press the "Back" button in your browser.
es: Los siguientes documentos se eliminarán definitivamente de la base de datos. Esta acción no se puede deshacer. Para cancelarla, pulsa el botón de "Atrás" de tu navegador.
fr: Les documents suivants seront définitivement supprimés de la base de données. Cette action est irréversible. Pour annuler, utilisez le bouton précédent de votre navigateur.
fy: De folgjende dokuminten sille definityf út de database fuortsmiten wurde. Dit kin net ûngedien makke wurde. Klik op de toets ‘Tebek’ yn jo browser om te annulearjen.
it: I seguenti documenti verranno eliminati in maniera definitiva dal database. L’azione non può essere annullata. Se non desideri procedere con l’operazione premi il pulsante Indietro nel browser.
ja: 以下のドキュメントはデータベースから永久に削除されます。この操作は取り消せません。キャンセルするにはブラウザーの「戻る」ボタンを押してください。
ko: 다음 문서는 데이터베이스에서 영원히 삭제됩니다. 이 동작은 실행 취소될 수 없습니다. 취소하려면, 브라우저에서 "뒤로" 버튼을 누르세요.
nl: De volgende documenten zullen definitief uit de database worden verwijderd. Dit kan niet ongedaan worden gemaakt. Klik op de toets ‘Terug’ in uw browser om te annuleren.
ru: Следующие документы будут навсегда удалены из базы данных. Это действие нельзя будет отменить. Для отмены, нажмите кнопку "Назад" в вашем браузере.
zh_cn: 下列文档将从数据库中永久移除。此操作不能撤销。若要取消操作，请点击浏览器的后退按钮。

source: Load documents
es: Cargar documentos
fr: Charger les documents
fy: Dokuminten lade
it: Carica documenti
ja: ドキュメントを読み込む
ko: 문서 불러오기
nl: Documenten laden
ru: Загрузить документы
zh_cn: 载入文档

source: Please correct the error below.
es: Por favor, corrige el error de más abajo.
fr: Veuillez corriger l'erreur suivante.
fy: Korrizjearje de ûndersteande flater.
it: Correggi gli errori riportati qui di seguito.
ja: 以下の問題を修正してください。
ko: 아래 오류를 수정해 주세요.
nl: Corrigeer de onderstaande fout.
ru: Пожалуйта, исправьте ошибку ниже.
zh_cn: 请纠正下面的错误。

source: Load
bn_bd: লোড
es: Cargar
fr: Charger
fy: Lade
it: Carica
ja: 読み込む
ko: 로드
nl: Laden
ru: Загрузить
zh_cn: 载入

source: Akismet submission details
es: Detalles de la entrada Akismet
fr: Détails de l'entrée Akismet
fy: Akismet-ynstjoeringsdetails
it: Informazioni di invio a Akismet
ja: Akismet の投稿詳細
ko: Akismet 상세 제출
nl: Akismet-inzendingsdetails
ru: Детали представления Akismet
zh_cn: Akismet 提交详细信息

source: To send the submission to Akismet please save the form below.
es: Para enviar la entrada a Akismet por favor guarda el formulario siguiente.
fr: Pour ajouter une entrée à Akismet, veuillez enregistrer le formulaire ci-après.
fy: Bewarje it ûndersteande formulier om de ynstjoering nei Akismet te ferstjoeren.
it: Per la procedura di invio ad Akismet salva il modulo sottostante.
ja: 投稿を Akismet へ送信するには以下のフォームを保存してください。
ko: Akismet으로 의견을 전송하기 위해, 아래 양식을 저장해주세요.
nl: Sla het onderstaande formulier op om de inzending naar Akismet te versturen.
ru: Чтобы отправить представление в Akismet, пожалуйста, сохраните форму ниже.
zh_cn: 要发送提交到 Akismet，请保存下面的表单。

source: Select an Akismet submission for more details
es: Selecciona una entrada Akismet para más detalles
fr: Sélectionner une entrée Akismet pour plus de détails
fy: Selektearje in Akismet-ynstjoering foar mear details
it: Seleziona una tipologia di invio ad Akismet per ulteriori informazioni
ja: 詳しくは Akismet の各投稿を選択してください
ko: 더 자세한 내용에 대한 Akismet 제출 선택
nl: Selecteer een Akismet-inzending voor meer details
ru: Выберите представление Akismet для получения более подробной информации
zh_cn: 选择一个 Akismet 提交了解详细信息

source: Revision %s
bn_bd: সংস্করণ %s
es: Revisión %s
fr: Révision %s
fy: Refyzje %s
it: Versione %s
ja: リビジョン %s
ko: 리비전 (%s):
nl: Revisie %s
ru: Ревизия %s
zh_cn: 修订版 %s

source: There was an error generating the content.
bn_bd: বিষয়বস্তু তৈরীতে একটি সমস্যা হয়েছে।
es: Se ha producido un error al generar el contenido.
fr: Une erreur s'est produite lors de la génération du contenu.
fy: Der is in flater bard by it generearjen fan de ynhâld.
it: Si è verificato un errore durante la generazione del contenuto.
ja: コンテンツの生成時にエラーが発生しました。
ko: 콘텐츠 생성중에 오류가 발생했습니다.
nl: Er is een fout opgetreden bij het genereren van de inhoud.
ru: При генерации контента произошла ошибка.
zh_cn: 生成内容时发生了错误。

source: Document already exists. Note: You cannot revert a document that has been moved until you delete its redirect.
es: Este documento ya existe. Nota: no puedes eliminar un documento que ha sido movido hasta que no elimines la redirección.
fr: Ce document existe déjà. Remarque : vous ne pouvez pas rétablir une version d'un document qui a été déplacé tant que vous n'avez pas supprimé sa redirection.
fy: Dokumint bestiet al. Noat: jo kinne gjin dokumint dat ferpleatst is weromsette eardat jo de omlieding derfan fuortsmite.
it: Questo documento esiste già. Nota: non è possibile ritornare a un articolo che è stato spostato se non viene eliminata la regola di reindirizzamento.
ja: ドキュメントはすでに存在します。注: リダイレクトを削除しないと、移動されたドキュメントを元に戻すことはできません。
ko: 문서가 이미 존재합니다. 주의: 당신이 리다이렉트를 삭제할 때까지 이동된 문서를 되돌릴 수 없습니다.
nl: Document bestaat al. Noot: u kunt geen document dat is verplaatst terugzetten voordat u de omleiding ervan verwijdert.
ru: Документ уже существует. Замечание: Вы не можете отменить изменения в документе, которой был перемещен, пока не удалите его перенаправление.
zh_cn: 文档已存在。注意：您不能还原已被移动的文档，直至它的重定向已被删除。

source: Redirected from %(url)s
bn_bd: %(url)s থেকে পুনঃনির্দেশিত
es: Redirigido desde %(url)s
fr: Redirigé depuis %(url)s
fy: Trochstjoerd fan %(url)s ôf
it: Reindirizzamento da %(url)s
ja: %(url)s からリダイレクトされました
ko: %(url)s 에서 문서 이동
nl: Doorgestuurd vanaf %(url)s
ru: Перенаправлено с %(url)s
zh_cn: 重定向自 %(url)s

source: I learned about %(title)s on MDN.
es: Aprendí sobre %(title)s en MDN.
fr: J'ai découvert %(title)s sur MDN.
fy: Ik haw wat oer %(title)s heard op MDN.
it: Grazie a MDN ho imparato %(title)s.
ja: 私は %(title)s について MDN で学びました。
ko: MDN에서 %(title)s에 대해서 배웠습니다.
nl: Ik heb iets over %(title)s gehoord op MDN.
ru: Я узнал(а) о %(title)s на MDN.
zh_cn: 我已经了解了 MDN 上的 %(title)s。

source: Unsupported content-type: %s
bn_bd: অসমর্থিত বিষয়বস্তু-ধরন: %s
es: Content-type no admitido: %s
fr: Type de contenu non géré&nbsp;: %s
fy: Net-stipe ynhâldstype: %s
it: Tipo di contenuto non supportato: %s
ja: 未対応コンテンツタイプ: %s
ko: 지원하지 않는 문서 형식: %s
nl: Niet-ondersteund inhoudstype: %s
ru: Неподдерживаемое расширение: %s
zh_cn: 不支持的 content-type: %s

source: Request parsing error: %s
bn_bd: অনুরোধ পার্সিং ত্রুটি: %s
es: Error al procesar la solicitud: %s
fr: Erreur d'analyse de la requête : %s
fy: Parseflater by oanfraach: %s
it: Errore di analisi richiesta: %s
ja: リクエスト解析エラー: %s
ko: 처리 요청 중 오류: %s
nl: Parsefout bij aanvraag: %s
ru: Ошибка парсинга запроса: %s
zh_cn: 请求解析错误: %s

source: ETag precondition failed
bn_bd: Etag পূর্বশর্ত ব্যর্থ
es: Condición previa ETag fallida
fr: Échec d'une précondition ETag
fy: ETag-rânbetingst mislearre
it: Requisito indispensabile ETag non soddisfatto
ja: ETag の事前調整に失敗しました
ko: ETag 이전 조건 실패
nl: ETag-randvoorwaarde mislukt
ru: Условие ETag ложно
zh_cn: ETag的前提条件失败

source: Sections may only be edited inline.
bn_bd: সেকশনস শুধুমাত্র ইনলাইন সম্পাদিত হতে পারে।
es: Las secciones solo se pueden editar en línea.
fr: Les sections ne peuvent pas être éditées à distance.
fy: Seksjes meie allinnich inline bewurke wurde.
it: Le sezioni possono essere modificate solo con lo stile in linea.
ja: セクションはインラインのみで編集できます。
ko: 항목 내 인라인 편집만 가능합니다.
nl: Secties mogen alleen inline worden bewerkt.
ru: Разделы могут редактироваться только по месту.
zh_cn: 只能內联编辑的片段。

source: Autosuggest requires a partial title. For a full document index, see the main page.
es: La sugerencia automática requiere un título parcial. Para acceder a un índice de documento completo, consulta la página principal.
fr: La suggestion automatique demande une partie du titre. Pour un index de tous les documents, veuillez vous référer à la page d'accueil.
fy: Automatyske suggestje fereasket in stik fan in titel. Besjoch de haadside foar in folsleine dokumintyndeks.
it: Per visualizzare i suggerimenti automatici digitare parzialmente il titolo. Per consultare l’indice completo dei documenti visitare la pagina principale.
ja: 自動提案には部分タイトルが必要です。完全なドキュメントインデックスに関してはメインページを参照してください。
ko: 자동 완성은 제목 부분만 가능합니다. 전체 문서 목록을 보려면 첫 페이지를 보십시오.
nl: Automatische suggestie vereist een gedeeltelijke titel. Bekijk de hoofdpagina voor een volledige documentindex.
ru: Автоподстановка требует частичного указания заголовка. Полный индекс документа смотрите на главной странице.
zh_cn: 需要有部分标题才能自动提供建议。在首页可以获得整篇文档的索引。

source: Document has been edited; please re-review.
es: El documento se ha editado. Revisa las modificaciones.
fr: Le document à été modifié. Veuillez le réviser à nouveau.
fy: Dokumint is bewurke; beoardiel it opnij.
it: Il documento è stato modificato e richiede una nuova revisione.
ja: ドキュメントが編集されました。再度レビューしてください。
ko: 문서가 편집되었습니다. 다시 검토해 주십시오.
nl: Document is bewerkt; beoordeel het opnieuw.
ru: Статья была отредактирована, пожалуйста, перепроверьте.
zh_cn: 文档已经被编辑；请重新复核。

source: You cannot translate this document.
bn_bd: আপনি এই ডকুমেন্ট অনুবাদ করতে পারে না।
es: No puedes traducir este documento.
fr: Vous ne pouvez pas traduire ce document.
fy: Jo kinne dit dokumint net oersette.
it: Non puoi tradurre questo documento.
ja: あなたはこのドキュメントを翻訳できません。
ko: 이 문서를 번역할 수 없습니다.
nl: U kunt dit document niet vertalen.
ru: Вы не можете переводить эту статью.
zh_cn: 你不能翻译本文档。

source: Elasticsearch server: %(backend)s
es: Servidor de Elasticsearch: %(backend)s
fr: Serveur Elasticsearch&nbsp;: %(backend)s
it: Messaggio del server Elasticsearch: %(backend)s
ja: Elasticsearch サーバー: %(backend)s
ko: Elasticsearch 서버: %(backend)s
ru: Сервер Elasticsearch: %(backend)s
zh_cn: Elasticsearch 服务器：%(backend)s

source: Mozilla Developer Network
ko: Mozilla 개발자 네트워크
zh_cn: Mozilla 开发者网络

source: WebExtensions
ko: 확장 기능
zh_cn: Web扩展

source: Marketplace
bn_bd: মার্কেটপ্লেস
ko: 마켓플레이스
zh_cn: 应用市场

source: B2G OS
bn_bd: B2G ওএস
es: SO B2G
fr: Système d'exploitation B2G

source: JavaScript
bn_bd: জাভাস্ক্রিপ্ট
ko: 자바스크립트

source: Moz Hacks
bn_bd: মজ হ্যাক
it: Moz Hac
ko: 개발자 블로그

source: Canvas
bn_bd: ক্যানভাস
ko: 캔버스

source: IP:
fr: IP&nbsp;:

source: MDN Web Docs
fy: MDN-webdokuminten

source: About
fy: Oer

source: Contact Us
fy: Kontakt

source: Donate
fy: Donearje

source: Get the latest and greatest from MDN delivered straight to your inbox.
fy: Untfang it nijste en bêste fan MDN daliks yn jo Postfek YN.

source: Under Construction
fy: Yn oanbou

source: Thanks for helping us test the <a href="%(blog_url)s">new MDN look</a>. Find anything wrong? Please <a href="%(bug_url)s">file a bug</a>.
fy: Tank foar jo help by it testen fan de <a href="%(blog_url)s">nije MDN-foarmjouwing</a>. Is der wat net yn oarder? <a href="%(bug_url)s">Meld dan in bug</a>.

source: Hello Beta Tester!
fy: Hallo bètatester!

source: We’re updating the look and navigation of MDN to more closely reflect our dedication to providing the best (and most platform-agnostic) web docs in the world. As a beta tester, you’re the first to see the new look, and we’d love to hear what you think.
fy: Wy wurkje de foarmjouwing en navigaasje fan MDN by om ús tawijing oan it ferskaffen fan de bêste (en meast platfoarmûnôfhinklike) webdokuminten yn 'e wrâld better wer te jaan. As bètatester binne jo de earste dy't de nije foarmjouwing sjogge, en wy hearre graach wat jo derfan fine.

source: You're seeing a preview of our new look. If you find anything wrong please file a bug (the link is in the footer) and you can opt out of being a beta tester on <a href="%(profile_url)s">your profile page</a>.
fy: Jo sjogge in foarbyld fan ús nije foarmjouwing. As jo wat sjogge wat net yn oarder is, meld dan in bug (de keppeling befynt har yn de foettekst), en jo kinne jo op <a href="%(profile_url)s">jo profylside</a> ôfmelde foar it wêzen fan bètatester.

source: You're seeing a preview of our new look. If you find anything wrong please file a bug (the link is in the footer) and you can opt out of being a beta tester on your profile page.
fy: Jo sjogge in foarbyld fan ús nije foarmjouwing. As jo wat sjogge wat net yn oarder is, meld dan in bug (de keppeling befynt har yn de foettekst), en jo kinne jo op jo profylside ôfmelde foar it wêzen fan bètatester.

source: The changes will roll out to you (as a beta tester) over the next couple weeks, and to the world in mid-July.
fy: De wizigingen sille de oankommende pear wiken foar jo (as bètatester) sichtber wurde, en medio july foar de rest fan de wrâld.

source: We hope you love it and find it useful!
fy: Hooplik befalt it en fine jo it nuttich!

source: <a href="%(blog_url)s">Read more about the redesign</a> in our blog post.
fy: <a href="%(blog_url)s">Lês mear oer it nije ûntwerp</a> yn ús blogberjocht.

source: Thanks for using MDN!
fy: Tank foar it gebrûk fan MDN!

source: The MDN Web Docs Team
fy: It team fan MDN Web Docs

source: Hide redesign announcement
fy: Oankundiging oer nij ûntwerp ferstopje

source: Why does MDN look different?
fy: Wêrom sjocht MDN der oars út?

source: MDN is changing to focus just on documenting web technologies. All the same great content is still here; we’re just changing some visual elements and navigation, to help you more quickly find the web technology docs you’re looking for.
fy: MDN feroaret om harren mear op it dokumintearjen fan webtechnologyen te rjochtsjen. Deselde geweldige ynhâld is der noch hieltyd; wy wizigje allinnich in oantal fisuele eleminten en de navigaasje om jo flugger de sochte dokuminten oer webtechnology helpen te finen.

source: But don’t worry, MDN and Mozilla are still together! In fact, we're updating MDN’s look to reflect Mozilla's new logo and colors.
fy: Mar gjin soargen, MDN en Mozilla hearre noch by inoar! Feitlik wurkje wy de foarmjouwing fan MDN by om it nije logo en de nije kleuren fan Mozilla wer te jaan.

source: Resources for developers, by developers.
fy: Boarnen foar ûntwikkelers, troch ûntwikkelers.

source: Do you have a couple minutes to help us out by taking a developer survey?
fy: Hawwe jo in pear minuten frij om ús te helpen troch in ûntwikkelersenkête yn te foljen?

source: Take the Survey
fy: De enkête ynfolje

source: <strong>Warning:</strong> You have not added any email addresses to this profile. Without one you cannot receive notifications.
fy: <strong>Warskôging:</strong> jo hawwe gjin e-mailadressen oan dit profyl tafoege. Sûnder e-mailadres kinne jo gjin meldingen ûntfange.

source: [MDN][%(locale)s][New] Page "%(document_title)s" created by %(creator)s
fy: [MDN][%(locale)s][Nij] Side ‘%(document_title)s’ is oanmakke troch %(creator)s

source: [MDN][%(locale)s] Page "%(document_title)s" changed by %(creator)s
fy: [MDN][%(locale)s] Side ‘%(document_title)s’ is wizige troch %(creator)s

source: Revision %(id)s by <a href="%(user_profile_url)s" %(rel)s>%(user)s</a> on %(date)s
fy: Refyzje %(id)s troch <a href="%(user_profile_url)s" %(rel)s>%(user)s</a> op %(date)s

source: Anyone with an MDN profile can edit a document to fix an error. Use the <a href="%(troubleshooting_url)s">KumaScript troubleshooting guide</a> as a starting point.
fy: Elkenien mei in MDN-profyl kin in dokumint bewurkje om in flater te werstellen. Brûk de <a href="%(troubleshooting_url)s">KumaScript-gids foar probleemoplossing</a> as in begjinpunt.

source: Create Macro
fy: Macro oanmeitsje

source: View Macro
fy: Macro besjen

source: Sorry! We weren't able to save your contribution. Please copy and paste your changes into a safe place and <a href="%(admin_email)s"> contact the site administrators</a>.
fy: Sorry! Jo bydrage koe net bewarre wurde. Kopiearje en plak jo wizigingen nei in feilich plak en <a href="%(admin_email)s">nim kontakt op mei de websitebehearders</a>.

source: HTML
bn_bd: এইচটিএমএল

source: CSS
bn_bd: সিএসএস

source: MathML
bn_bd: ম্যাথএমএল

source: Firefox
bn_bd: ফায়ারফক্স

source: Mozilla
bn_bd: মজিলা

source: Firefox OS
bn_bd: ফায়ারফক্স ওএস

source: Stack Overflow
bn_bd: লিংকডইন

source: LinkedIn
bn_bd: লিংকডইন
