Repository: mdn/kuma
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn_bd, es, fr, fy, it, ja, ko, nl, ru, zh_cn

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your email address</a>.
es: <strong>Nota:</strong> Aún <a href="%(email_url)s">puedes cambiar tu dirección de correo</a>.
fr: <strong>Note&nsbp;:</strong> vous pouvez toujours <a href="%(email_url)s">modifier votre adresse électronique</a>.
fy: <strong>Noat:</strong> jo kinne noch hieltyd <a href="%(email_url)s">jo e-mailadres wizigje</a>.
it: <strong>Nota</strong>: è sempre possibile <a href="%(email_url)s">modificare l’indirizzo email associato a MDN</a>.
ja: <strong>注:</strong> あなたの <a href="%(email_url)s">メールアドレスは変更できます</a>。
ko: <strong>주의:</strong> <a href="%(email_url)s">이메일 주소를 변경</a>할 수 있습니다.
nl: <strong>Noot:</strong> u kunt nog steeds <a href="%(email_url)s">uw e-mailadres wijzigen</a>.
ru: <strong>Замечание:</strong> вы всё ещё можете <a href="%(email_url)s">изменить адрес электронной почты</a>.
zh_cn: <strong>注意：</strong>您仍可以<a href="%(email_url)s">更改您的电子邮件地址。</a>。

source: Note
bn_bd: নোট
es: Nota
fy: Noat
it: Nota
ja: 注
ko: 주의
nl: Noot
ru: Замечание
zh_cn: 注

source: you are already logged in as %(user_display)s.
bn_bd: আপনি ইতিমধ্যে %(user_display)s এ লগ ইন আছেন।
es: Ya estás conectado como %(user_display)s.
fr: vous êtes déjà connecté(e) en tant que %(user_display)s.
fy: jo binne al oanmeld as %(user_display)s.
it: Hai già effettuato l’accesso come %(user_display)s.
ja: すでに %(user_display)s としてログインしています。
ko: %(user_display)s 로그인 중
nl: u bent al aangemeld als %(user_display)s.
ru: вы уже вошли как %(user_display)s.
zh_cn: 您仍然可以登录为 %(user_display)s。

source: OpenID Sign In
bn_bd: OpenID সাইন ইন
es: Iniciar sesión en OpenID
fr: Connexion avec OpenID
fy: OpenID-oanmelding
it: Accedi con OpenID
ja: OpenID ログイン
ko: OpenID 로그인
nl: OpenID-aanmelding
ru: Вход по OpenID
zh_cn: OpenID 登录

source: Account Sign In Failure
bn_bd: অ্যাকাউন্ট সাইন ইন ব্যর্থ
es: Error al iniciar sesión en la cuenta
fr: Échec de la connexion au compte
fy: Oanmelden by account mislearre
it: Accesso non riuscito
ja: アカウントのログイン失敗
ko: 계정 로그인 실패
nl: Aanmelden bij account mislukt
ru: Вход в аккаунт не удался
zh_cn: 账户登录失败

source: An error occurred while attempting to sign in with your account.
bn_bd: আপনার একাউন্টে সাইন ইন করার সময় সমস্যা হয়েছে।
es: Se ha producido un error al intentar iniciar sesión con tu cuenta.
fr: Une erreur s'est produite lors de la tentative de connexion à votre compte.
fy: Der is in flater bard by it oanmelden by jo account.
it: Si è verificato un errore durante il tentativo di accesso con questo account.
ja: アカウントのログイン中にエラーが発生しました。
ko: 계정으로 로그인 시도 중 오류가 발생했습니다.
nl: Er is een fout opgetreden bij het aanmelden bij uw account.
ru: Произошла ошибка, пока вы пытались войти в свой аккаунт.
zh_cn: 尝试登录您的账户时发生错误。

source: Login Cancelled
bn_bd: লগ ইন বাতিল হয়েছে
es: Inicio de sesión cancelado
fr: Connexion annulée
fy: Oanmelding annulearre
it: Accesso annullato
ja: ログインをキャンセルしました
ko: 로그인 취소됨
nl: Aanmelding geannuleerd
ru: Вход отменён
zh_cn: 登录已取消

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
es: Has decidido cancelar el inicio de sesión en tu sitio mediante una de tus cuentas. Si se trata de un error, te pedimos que <a href="%(login_url)s">inicies sesión</a>.
fr: Vous avez choisi d'annuler la connexion à notre site en utilisant un de vos comptes existant. Si c'était involontaire, veuillez vous <a href="%(login_url)s">connecter</a>.
fy: Jo hawwe besletten de oanmelding by ús website fia ien fan jo besteande accounts te annulearjen. As dit in fersin wie, gean dan fierder mei <a href="%(login_url)s">oanmelden</a>.
it: Hai scelto di non utilizzare più un account esistente per effettuare l’accesso al sito. Se si tratta di un errore, vai <a href="%(login_url)s">alla pagina di accesso</a>.
ja: あなたの既存のアカウントを利用した MDN へのログインをキャンセルしました。これが間違いであれば、<a href="%(login_url)s">ログイン</a> へ進んでください。
ko: 현재 계정으로 사이트 로그인을 취소하였습니다. 재시도하시려면 <a href="%(login_url)s">로그인</a>을 다시 진행하십시오.
nl: U hebt besloten de aanmelding bij onze website via een van uw bestaande accounts te annuleren. Als dit een vergissing was, ga dan verder met <a href="%(login_url)s">aanmelden</a>.
ru: Вы решили отменить вход на наш сайт, используя один из ваших существующих аккаунтов. Если это была ошибка, пожалуйста, <a href="%(login_url)s">войдите</a>.
zh_cn: 您已决定取消使用您已有的一个账号登录到我们的网站。如果这是一个失误，请继续进行<a href="%(login_url)s">登录</a>。

source: Create your MDN profile to continue
bn_bd: চালিয়ে যেতে আপনার MDN প্রোফাইল তৈরি করুন
es: Créate un perfil MDN para continuar.
fr: Créez votre profil MDN pour continuer
fy: Meitsje jo MDN-profyl oan om fierder te gean
it: E adesso crea un profilo su MDN
ja: 続けるには MDN プロフィールを作成してください
ko: 계속하려면 MDN 프로필을 만드세요
nl: Maak uw MDN-profiel aan om verder te gaan
ru: Создайте свой MDN профиль, чтобы продолжить
zh_cn: 创建您的 MDN 个人资料以继续

source: An existing MDN profile matches your GitHub email. Click here to recover a profile:
es: Un perfil de MDN coincide con tu correo de GitHub. Haz clic aquí para recuperar tu perfil:
fr: Un profil MDN existant correspond à votre adresse électronique GitHub. Cliquez ici pour récupérer un profil&nbsp;:
fy: In besteand MDN-profyl is lyk oan jo GitHub-e-mailadres. Klik hjir om it profyl werom te bringen:
it: È stato rilevato un profilo MDN che utilizza lo stesso indirizzo email associato a questo account GitHub. Fai clic su questo pulsante per recuperare il profilo:
ja: 既存の MDN プロフィールがあなたの GitHub 登録アドレスと一致しました。プロフィールを復元するにはこちらをクリックしてください:
ko: 기존 MDN 프로필이 GitHub 메일 주소와 일치합니다. 프로필을 복구하려면 여기를 클릭하세요:
nl: Uw GitHub-e-mailadres komt overeen met een bestaand MDN-profiel. Klik hier om een profiel te herstellen:
ru: Существующий профиль MDN соответствует вашему адресу электронной почты от GitHub. Нажмите здесь, чтобы восстановить профиль:
zh_cn: 有现有的 MDN 资料匹配您的 GitHub 电子邮件地址。点击这里找回资料：

source: Recover my Profile
bn_bd: আমার প্রোফাইল পুনরুদ্ধার করুন
es: Recuperar mi perfil
fr: Récupérer mon profil
fy: Myn profyl werombringe
it: Recupera il mio profilo
ja: 自分のプロフィールを復元
ko: 자기 프로필 복구
nl: Mijn profiel herstellen
ru: Восстановить мой профиль
zh_cn: 找回我的个人资料

source: Thanks for signing in to MDN with %(provider_name)s. You have one more step to join MDN: <strong>create your MDN profile</strong>.
es: Gracias por iniciar sesión en MDN con %(provider_name)s. Ya solo te queda un paso para unirte a MDN: <strong>crearte tu perfil</strong>.
fr: Merci de votre inscription sur MDN avec %(provider_name)s. Il reste une dernière étape pour rejoindre MDN&nbsp;: <strong>créer un profil MDN</strong>.
fy: Tank foar it oanmelden by MDN mei %(provider_name)s. Der is noch ien stap te gean om mei MDN mei te dwaan: <strong>meitsje jo MDN-profyl oan</strong>.
it: Grazie per esserti identificato su MDN utilizzando %(provider_name)s. Ora, per diventare un membro effettivo di MDN, devi <strong>creare un profilo</strong>.
ja: %(provider_name)s で MDN にログインしました。MDN に参加するにはさらに 1 ステップ必要です: <strong>MDN プロフィールを作成してください</strong>。
ko: %(provider_name)s로 MDN에 로그인해주셔서 감사합니다. MDN에 참여하려면 한 단계가 더 있습니다: <strong>MDN 프로필을 만드세요</strong>.
nl: Bedankt voor het aanmelden bij MDN met %(provider_name)s. Er is nog één stap te gaan om met MDN mee te doen: <strong>maak uw MDN-profiel aan</strong>.
ru: Спасибо за вход на MDN с помощью %(provider_name)s. У вас есть ещё один шаг для присоединения к MDN: <strong>создайте свой MDN профиль</strong>.
zh_cn: 感谢您使用 %(provider_name)s 登录 MDN。您还需要一些步骤以加入 MDN：<strong>创建您的 MDN 个人资料</strong>。

source: You can access everything on the MDN website even without an MDN profile. However, by joining MDN, you'll be able to edit docs and have your own profile page.
es: Puedes acceder a todo el contenido de la página web de MDN aunque no tengas perfil. Pero, si te unes a MDN, podrás editar documentos y tener tu propia página de perfil.
fr: Vous pouvez accéder à tout MDN même si vous n'avez pas de profil. Cependant, en créant un profil MDN, vous pourrez modifier des documents et disposer de votre propre page de profil.
fy: Jo kinne alles op de MDN-website benaderje, ek sûnder in MDN-profyl. Troch jo by MDN oan te sluten, kinne jo lykwols dokuminten bewurkje en jo eigen profylside beheare.
it: Per avere accesso a tutti i contenuti del sito non è necessario un profilo, ma crearne uno ti consentirà di modificare documenti, pubblicare demo e avere una pagina a te dedicata con tutti i tuoi contributi.
ja: アカウントがなくても MDN のすべてのページにアクセスできます。登録すると、ドキュメントの編集やプロフィールの作成が可能になります。
ko: 귀하는 계정 없이도 MDN 웹사이트의 모든 것에 접근할 수 있습니다. 하지만, 회원으로 가입을 하신다면 문서를 수정하고, 자신의 프로필 페이지를 가질 수 있습니다.
nl: U kunt alles op de MDN-website benaderen, ook zonder een MDN-profiel. Door u bij MDN aan te sluiten, kunt u echter documenten bewerken en uw eigen profielpagina beheren.
ru: Вы можете получить доступ ко всему на MDN, даже без MDN профиля. Однако, присоединяясь к MDN, вы сможете редактировать документацию и иметь свою страничку.
zh_cn: 您可以无须账户的访问 MDN 网站的任何地方。但是，如果您加入了 MDN，您就可以编辑文档和拥有一个自己的个人资料页面了。

source: To set up your MDN profile, please <strong>choose a username</strong>. Your username will be displayed on MDN to identify any contributions that you make.
es: Para configurar tu perfil MDN, por favor <strong>escoge tu nombre de usuario</strong>. Tu usuario se mostrará en MDN para identificar las colaboraciones que haces.
fr: Pour mettre en place votre profil MDN, veuillez <strong>choisir un nom d'utilisateur</strong>. Votre nom d'utilisateur sera affiché sur MDN afin d'identifier les contributions que vous effectuerez.
fy: <strong>Kies in brûkersnamme</strong> om jo MDN-profyl yn te stellen. Jo brûkersnamme sil op MDN werjûn wurde om bydragen dy't jo leverje te identifisearjen.
it: Per impostare un profilo MDN <strong>scegli un nome utente</strong>. Il nome utente verrà visualizzato accanto a tutti i tuoi contributi su MDN (modifiche ai documenti, demo, ecc.).
ja: MDN プロフィールを設定するには、<strong>ユーザー名を選択してください</strong>。あなたのユーザー名は、あなたの貢献を示すために MDN サイト上に表示されます。
ko: MDN 프로필을 설정하려면, <strong>사용자 이름을 선택</strong>해 주세요. 사용자 이름은 공헌을 식별하기 위해 MDN 사이트 상에 표시됩니다.
nl: <strong>Kies een gebruikersnaam</strong> om uw MDN-profiel in te stellen. Uw gebruikersnaam zal op MDN worden weergegeven om bijdragen die u levert te identificeren.
ru: Для создания вашего MDN профиля, пожалуйста, <strong>выберите имя пользователя</strong>. Ваше имя пользователя будет отображаться на MDN, чтобы обозначить любой вклад, который вы сделаете.
zh_cn: 要建立您的 MDN 个人资料，请<strong>选择一个用户名</strong>。您的用户名将显示在 MDN 上以辨识任何您做出的贡献。

source: To set up your MDN profile, please <strong>choose a username and email address</strong>. Your username will be displayed on MDN to identify any contributions that you make.
es: Para configurar tu perfil MDN, por favor <strong>escoge tu nombre de usuario y dirección de correo electrónico</strong>. Tu usuario se mostrará en MDN para identificar las colaboraciones que haces.
fr: Pour définir votre profil MDN, veuillez <strong>choisir un nom d'utilisateur et une adresse électronique</strong>. Votre nom d'utilisateur sera affiché sur MDN afin d'identifier vos contributions.
fy: <strong>Kies in brûkersnamme en e-mailadres</strong> om jo MDN-profyl yn te stellen. Jo brûkersnamme sil op MDN werjûn om bydragen dy't jo leverje te identifisearjen.
it: Per impostare un profilo MDN <strong>scegli un nome utente e un indirizzo email</strong>. Il nome utente verrà visualizzato accanto a tutti i tuoi contributi su MDN (modifiche ai documenti, demo, ecc.).
ja: MDN プロフィールを設定するには、<strong>ユーザー名とメールアドレスを選択してください</strong>。あなたのユーザー名は、あなたの貢献を示すために MDN サイト上に表示されます。
ko: MDN 프로필을 설정하려면, <strong>사용자 이름과 메일 주소를 선택</strong>해 주세요. 사용자 이름은 공헌을 식별하기 위해 MDN 사이트 상에 표시됩니다.
nl: <strong>Kies een gebruikersnaam en e-mailadres</strong> om uw MDN-profiel in te stellen. Uw gebruikersnaam zal op MDN worden weergegeven om bijdragen die u levert te identificeren.
ru: Для создания вашего MDN профиля, пожалуйста, <strong>выберите имя пользователя и адрес электронной почты</strong>. Ваше имя пользователя будет отображаться на MDN, чтобы обозначить любой вклад, который вы сделаете.
zh_cn: 要建立您的 MDN 个人资料，请<strong>选择一个用户名和电子邮件地址</strong>。您的用户名将显示在 MDN 上以辨识任何您做出的贡献。

source: If you're <strong>having trouble</strong> signing in or creating an MDN profile, <strong><a href="%(bug_href)s" rel="external">let us know</a></strong>.
es: Si <strong>tienes problemas</strong> para iniciar sesión o para crear un perfil en MDN, <strong><a href="%(bug_href)s" rel="external">comunícanoslo</a></strong>.
fr: Si vous <strong>rencontrez des problèmes</strong> lors de votre connexion ou lors de la création de votre profil, <strong><a href="%(bug_href)s" rel="external">n'hésitez pas à nous contacter</a></strong>.
fy: As jo <strong>problemen hawwe</strong> by it oanmelden of it oanmeitsjen fan in MDN-profyl, <strong><a href="%(bug_href)s" rel="external">lit it dan witte</a></strong>.
it: <strong>Riscontri problemi</strong> durante l’accesso al sito o la creazione di un profilo? <strong><a href="%(bug_href)s" rel="external">Apri un bug e segnalaceli</a>.</strong>.
ja: <strong>問題がある</strong> 場合は、ログインするか MDN アカウントを作成して <strong><a href="%(bug_href)s" rel="external">こちらからお知らせください</a></strong>。
ko: 로그인이나 MDN 프로필 생성에 <strong>문제가 있다</strong>면, <strong><a href="%(bug_href)s" rel="external">알려주세요</a></strong>.
nl: Als u <strong>problemen hebt</strong> bij het aanmelden of het aanmaken van een MDN-profiel, <strong><a href="%(bug_href)s" rel="external">laat het dan weten</a></strong>.
ru: Если у вас <strong>есть проблемы</strong> со входом или созданием MDN профиля, <strong><a href="%(bug_href)s" rel="external">дайте нам знать</a></strong>.
zh_cn: 如果您登录或者创建一个 MDN 个人资料时<strong>遇到困难</strong>，<strong><a href="%(bug_href)s" rel="external">让我们知道</a></strong>。

source: Your GitHub username %(username)s is already taken. Please choose another.
bn_bd: আপনার GitHub ব্যবহারকারী নাম %(username)s ইতোমধ্যেই রয়েছে। দয়া করে অন্য একটি পছন্দ করুন।
es: Tu usuario de GitHub %(username)s ya está en uso. Por favor, escoge otro.
fr: Votre nom d'utilisateur Github, %(username)s, est déjà utilisé. Veuillez choisir un nom différent.
fy: Jo GitHub-brûkersnamme %(username)s is al yn gebrûk. Kies in oare.
it: Il nome utente “%(username)s” che utilizzi su GitHub è già utilizzato da un altro utente di MDN. Scegline un altro.
ja: あなたの GitHub ユーザー名 %(username)s はすでに利用されています。別のユーザー名を選んでください。
ko: GitHub 사용자명 %(username)s이 이미 사용중입니다. 다른 이름을 골라 주세요.
nl: Uw GitHub-gebruikersnaam %(username)s is al in gebruik. Kies een andere.
ru: Ваше имя пользователя GitHub %(username)s уже занято. Пожалуйста, выберите другое.
zh_cn: 您的 GitHub 用户名 %(username)s 已经被用了。请选择另一个。

source: Please enter the name you'd like to display to other users to identify your contributions.
es: Escribe el nombre que te gustaría mostrar al resto de usuarios para identificar tus contribuciones.
fr: Veuillez saisir le nom que vous souhaitez afficher pour identifier vos contributions.
fy: Fier de namme yn dy't jo by oare brûkers werjaan wolle om jo bydragen werkenne te kinnen.
it: Inserisci il nome utente con cui gli altri utenti identificheranno i tuoi contributi.
ja: 他のユーザーに表示する名前を入力し、他のユーザーがあなたの貢献を特定できるようにしてください。
ko: 다른 사람들이 알아보거나 문서에 표시할 이름을 입력하세요.
nl: Voer de naam in die u bij andere gebruikers wilt weergeven om uw bijdragen te kunnen herkennen.
ru: Пожалуйста, введите имя, которое вы хотите, чтобы позволять другим пользоватем увидеть ваш вклад.
zh_cn: 您想让别人怎么称呼自己？请输入一个名字让别人知道您的贡献。

source: A profile already exists with the selected email address. <a href="%(login_url)s" class="launch-login" data-next="%(next_url)s">Connect your %(provider_name)s account to it.</a>
es: Ya existe un perfil con esa dirección de correo. <a href="%(login_url)s" class="launch-login" data-next="%(next_url)s">Conéctalo con tu cuenta de %(provider_name)s.</a>
fr: Il existe déjà un profil avec l'adresse électronique sélectionnée. <a href="%(login_url)s" class="launch-login" data-next="%(next_url)s">Connectez votre compte %(provider_name)s à ce profil.</a>
fy: Der bestiet al in profyl mei it selektearre e-mailadres. <a href="%(login_url)s" class="launch-login" data-next="%(next_url)s">Keppelje jo %(provider_name)s-account dermei.</a>
it: Esiste già un profilo associato all’indirizzo email selezionato. <a href="%(login_url)s" class="launch-login" data-next="%(next_url)s">Connettilo al tuo account %(provider_name)s</a>.
ja: 選択されたメールアドレスのプロフィールはすでに存在します。<a href="%(login_url)s" class="launch-login" data-next="%(next_url)s">%(provider_name)s アカウントをこのアドレスと関連付けましょう</a>。
ko: 선택된 이메일 주소의 프로필이 이미 존재합니다. <a href="%(login_url)s" class="launch-login" data-next="%(next_url)s">%(provider_name)s 계정을 연결</a>하세요.
nl: Er bestaat al een profiel met het geselecteerde e-mailadres. <a href="%(login_url)s" class="launch-login" data-next="%(next_url)s">Koppel uw %(provider_name)s-account ermee.</a>
ru: Профиль с выбранным адресом электронной почты уже существует. <a href="%(login_url)s" class="launch-login" data-next="%(next_url)s">Подключить к нему ваш аккаунт в %(provider_name)s.</a>
zh_cn: 已经存在一个与选择的电子邮件地址相关的个人资料。<a href="%(login_url)s" class="launch-login" data-next="%(next_url)s">连接您的 %(provider_name)s 账户到它。</a>

source: What email address should we use to send you MDN-related messages and notifications? This address will <strong>not</strong> be displayed on MDN and will be used according to our <a href="%(privacy_url)s">privacy policy</a>.
es: ¿A qué dirección de correo deberíamos enviar los mensajes relacionados con MDN y las notificaciones? La dirección <strong>no</strong> aparecerá en MDN y la utilizaremos siguiendo las pautas de nuestra <a href="%(privacy_url)s">política de privacidad</a>.
fr: Quelle adresse électronique souhaitez-vous utiliser pour recevoir les messages et notifications liés à MDN&nbsp;? Cette adresse ne sera <strong>pas</strong> affichée sur MDN et sera gérée selon <a href="%(privacy_url)s">notre politique de confidentialité</a>.
fy: Hokker e-mailadres moatte wy brûke om jo MDN-relatearre berjochten en meldingen te stjoeren? Dit adres sil <strong>niet</strong> op MDN werjûn wurde en sil brûkt wurde neffens ús <a href="%(privacy_url)s">privacybelied</a>.
it: A quale indirizzo email preferisci ricevere messaggi e notifiche relativi a MDN? L’indirizzo selezionato <strong>non</strong> verrà visualizzato su MDN e il suo utilizzo sarà regolato dalla nostra <a href="%(privacy_url)s">informativa sulla privacy</a>.
ja: MDN 関連のメッセージや通知を受け取りたいメールアドレスを入力してください。このアドレスは MDN 上では <strong>公開されず</strong>、Mozilla の <a href="%(privacy_url)s">プライバシーポリシー</a> に従って扱われます。
ko: MDN 관련 메시지와 알림을 보내는 데 어떤 이메일 주소를 사용해야 합니까? 이 주소는 MDN 상에 표시되지 <strong>않</strong>으며 <a href="%(privacy_url)s">개인 정보 보호 정책</a>에 따라 사용됩니다.
nl: Welk e-mailadres moeten we gebruiken om u MDN-gerelateerde berichten en meldingen te sturen? Dit adres zal <strong>niet</strong> op MDN worden weergegeven en zal worden gebruikt volgens ons <a href="%(privacy_url)s">privacybeleid</a>.
ru: Какой адрес электронной почты нам следует использовать, чтобы присылать сообщения и оповещения от MDN? Этот адрес <strong>не будет</strong> отображаться на MDN и использоваться в соответвии с нашей <a href="%(privacy_url)s">политикой приватности</a>.
zh_cn: 我们应该发送与您相关的 MDN 消息和通知到什么电子邮件地址？此地址将<strong>不会</strong>显示在 MDN 上，并且遵循我们的<a href="%(privacy_url)s">隐私政策</a>。

source: Terms and Privacy
bn_bd: শর্তাবলী এবং গোপনীয়তা
es: Términos y privacidad
fr: Confidentialité et conditions d'utilisation
fy: Betingsten en privacy
it: Termini di utilizzo e privacy
ja: 利用規約とプライバシー
ko: 약관 및 개인정보 보호
nl: Voorwaarden en privacy
ru: Условия и конфиденциальность
zh_cn: 条款和隐私

source: to Mozilla's <a href="%(terms_url)s">Terms</a> and <a href="%(privacy_url)s">Privacy Notice</a>.
es: según los <a href="%(terms_url)s">Términos</a> y <a href="%(privacy_url)s">aviso de privacidad</a> de Mozilla.
fr: aux <a href="%(terms_url)s">Conditions d'utilisation</a> et à la <a href="%(privacy_url)s">Politique de confidentialité</a> de Mozilla.
fy: mei Mozilla’s <a href="%(terms_url)s">Betingsten</a> en <a href="%(privacy_url)s">Privacyferklearring</a>.
it: ai <a href="%(terms_url)s">termini di utilizzo</a> e all’<a href="%(privacy_url)s">informativa sulla privacy</a> di Mozilla.
ja: Mozilla の <a href="%(terms_url)s">利用規約</a> および<a href="%(privacy_url)s">プライバシー通知</a>
ko: Mozilla의 <a href="%(terms_url)s">이용 약관</a>과 <a href="%(privacy_url)s">개인 정보 보호 정책</a>을 확인하세요.
nl: met Mozilla’s <a href="%(terms_url)s">Voorwaarden</a> en <a href="%(privacy_url)s">Privacyverklaring</a>.
ru: с <a href="%(terms_url)s">Условиями использования</a> и <a href="%(privacy_url)s">Уведомлением о конфиденциальности</a> Mozilla.
zh_cn: Mozilla 的<a href="%(terms_url)s">条款</a>和<a href="%(privacy_url)s">隐私声明</a>。

source: Create my MDN profile
bn_bd: আমার MDN প্রোফাইল তৈরি করুন
es: Crear mi perfil MDN
fr: Créer mon profil MDN
fy: Myn MDN-profyl oanmeitsje
it: Crea il mio profilo su MDN
ja: 新規 MDN プロフィールの作成
ko: MDN 프로필 만들기
nl: Mijn MDN-profiel aanmaken
ru: Создать мой MDN профиль
zh_cn: 创建我的 MDN 个人资料

source: Signed in with GitHub
bn_bd: GitHub এর মাধ্যমে সাইন ইন করুন
es: Conectado con GitHub
fr: Connecté avec GitHub
fy: Oanmeld mei GitHub
it: hai effettuato l’accesso con GitHub
ja: GitHub でログイン
ko: GitHub로 로그인함
nl: Aangemeld met GitHub
ru: Вошли через GitHub
zh_cn: 已使用 GitHub 登录

source: Connect with GitHub
bn_bd: GitHub এর সাথে সংযুক্ত করুন
es: Conectar con GitHub
fr: Se connecter avec GitHub
fy: Keppelje mei GitHub
it: Connetti account GitHub
ja: GitHub と接続
ko: Github 연결
nl: Koppelen met GitHub
ru: Присоединить GitHub
zh_cn: 连接 GitHub

source: Sign in with GitHub
bn_bd: গিটহাবের মাধ্যমে সাইন ইন করুন
es: Conéctate con GitHub
fr: Se connecter avec GitHub
fy: Oanmelde mei GitHub
it: Accedi con GitHub
ja: GitHub でログイン
ko: Github 로그인
nl: Aanmelden met GitHub
ru: Войти через GitHub
zh_cn: 用 GitHub 登录

source: Ban %(user)s
bn_bd: %(user)s বাতিল
es: Restringir %(user)s
fr: Bannir %(user)s
fy: %(user)s blokkearje
it: Espelli %(user)s
ja: %(user)s をアカウント停止にする
ko: %(user)s 차단
nl: %(user)s blokkeren
ru: Заблокировать %(user)s
zh_cn: 封禁 %(user)s

source: Why are you banning %(user)s
es: ¿Por qué prohíbes a %(user)s?
fr: Explication du bannissement de %(user)s
fy: Wêrom blokkearje jo %(user)s
it: Il motivo per cui hai deciso di sospendere %(user)s
ja: %(user)s のアカウントを停止する理由
ko: %(user)s 사용자를 차단한 이유
nl: Waarom blokkeert u %(user)s
ru: Почему вы блокируете %(user)s
zh_cn: 为什么封禁 %(user)s

source: Choose a reason
bn_bd: কারণটি নির্বাচন করুন
es: Elige una razón
fr: Choisissez une raison
fy: Kies in reden
it: Scegli un motivo
ja: 理由を選択
ko: 이유 선택
nl: Kies een reden
ru: Выберите причину
zh_cn: 选择原因

source: or enter a reason in the text box below
bn_bd: অথবা নিম্নের টেক্সট বক্সে কারণ উল্লেখ করুন
es: o introduce una razón en el campo de texto
fr: ou saisissez une raison dans le champ texte ci-après
fy: of fier yn it tekstfjild hjirûnder in reden yn
it: o scrivi il motivo nell’area di testo sottostante
ja: あるいは以下のテキストボックスに理由を入力してください
ko: 또는 아래 텍스트 박스에 이유를 입력하세요
nl: of voer in het tekstveld hieronder een reden in
ru: или введите причину в текстовом поле ниже
zh_cn: 或在下面的文本框中输入原因

source: Ban user
bn_bd: ব্যবহারকারী বাতিল
es: Prohibir usuario
fr: Bannir l'utilisateur
fy: Brûker blokkearje
it: Sospendi questo utente
ja: ユーザーをアカウント停止にする
ko: 사용자 차단
nl: Gebruiker blokkeren
ru: Заблокировать пользователя
zh_cn: 封禁用户
