Repository: mdn/kuma
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn_bd, es, fr, fy, it, ja, ko, nl, ru, zh_cn

source: <strong>Warning:</strong>"You have not added any email addresses to this profile. Without one you cannot receive notifications.
es: <strong>Advertencia:</strong>"No has agregado ninguna dirección de correo a este perfil. Si no lo agregas, no podrás recibir notificaciones.
fr: <strong>Attention :</strong> Vous n'avez pas ajouté d'adresse électronique à ce profil. Sans adresse électronique vous ne pouvez pas recevoir de notifications.
it: <strong>Attenzione</strong>: non hai associato alcun indirizzo email a questo profilo. Senza un indirizzo email non potrai ricevere le notifiche.
ja: <strong>警告:</strong>"このアカウントにはメールアドレスが追加されていません。メールアドレスがないと通知を受け取れません。
ko: <strong>경고:</strong> 이메일 주소가 계정에 연결되어 있지 않습니다. 알림 받기나 암호 분실 시 재설정을 할 수 없습니다.
nl: <strong>Waarschuwing:</strong> u hebt geen e-mailadressen aan dit profiel toegevoegd. Zonder e-mailadres kunt u geen meldingen ontvangen.
ru: <strong>Предупреждение:</strong>"Вы не добавили адрес электронной почты в профиль. Без него вы не можете получать оповещения.
zh_cn: <strong>警告：</strong>您还没有添加任何电子邮件地址到此个人资料。如果没有，您无法接收通知。

source: Add email address
bn_bd: ই-মেইল ঠিকানা যুক্ত করুন
es: Añadir dirección de correo electrónico
fr: Ajouter une adresse électronique
fy: E-mailadres tafoegje
it: Aggiungi un indirizzo email
ja: メールアドレスを追加
ko: 이메일 주소 추가하기
nl: E-mailadres toevoegen
ru: Добавить адрес электронной почты
zh_cn: 添加电子邮件地址

source: Add Email
bn_bd: ইমেইল ‍যুক্ত করুন
es: Añadir correo electrónico
fr: Ajouter une adresse électronique
fy: E-mailadres tafoegje
it: Aggiungi email
ja: メールアドレスを追加
ko: 이메일 추가
nl: E-mailadres toevoegen
ru: Добавить электронную почту
zh_cn: 添加邮箱

source: Edit profile
bn_bd: প্রোফাইল সম্পাদনা
es: Editar perfil
fr: Modifier le profil
fy: Profyl bewurkje
it: Modifica profilo
ja: プロフィールを編集
ko: 프로필 편집
nl: Profiel bewerken
ru: Редактировать профиль
zh_cn: 编辑个人资料

source: Do you really want to remove the selected email address?
bn_bd: আপনি কি সত্যিই বাছাইকৃত ইমেইল ঠিকানা অপসারণ করতে চাচ্ছেন?
es: ¿Estás seguro de que quieres eliminar la dirección seleccionada?
fr: Souhaitez-vous vraiment supprimer l'adresse électronique sélectionnée ?
fy: Wolle jo it selektearre e-mailadres echt fuortsmite?
it: Procedere con la rimozione dell’indirizzo email selezionato?
ja: 選択したメールアドレスを削除してもよろしいですか？
ko: 선택한 이메일 주소를 제거하시겠습니까?
nl: Wilt u het geselecteerde e-mailadres echt verwijderen?
ru: Вы действительно хотите удалить выбранный адрес электронной почты?
zh_cn: 您确定要删除选定的电子邮箱地址吗？

source: Confirm Email Address
bn_bd: ইমেইল ঠিকানা নিশ্চিতকরণ
es: Confirmar dirección de correo electrónico
fr: Confirmer l'adresse électronique
fy: E-mailadres befêstigje
it: Conferma indirizzo email
ja: メールアドレスの確認
ko: 이메일 주소 확인하기
nl: E-mailadres bevestigen
ru: Подтвердить адрес электронной почты
zh_cn: 确认电子邮箱地址

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
es: Por favor, confirma que <a href="mailto:%(email)s">%(email)s</a> esta dirección de correo corresponde al usuario %(user_display)s.
fr: Veuillez confirmer que <a href="mailto:%(email)s">%(email)s</a> est une adresse électronique pour l'utilisateur %(user_display)s.
fy: Befêstigje dat <a href="mailto:%(email)s">%(email)s</a> in e-mailadres foar brûker %(user_display)s is.
it: Conferma che l’indirizzo <a href="mailto:%(email)s">%(email)s</a> è associato al profilo %(user_display)s.
ja: <a href="mailto:%(email)s">%(email)s</a> が %(user_display)s のメールアドレスであることを確認してください。
ko: <a href="mailto:%(email)s">%(email)s</a>이 %(user_display)s의 것인지 확인해 주세요.
nl: Bevestig dat <a href="mailto:%(email)s">%(email)s</a> een e-mailadres voor gebruiker %(user_display)s is.
ru: Пожалуйста подтвердите, что <a href="mailto:%(email)s">%(email)s</a> - адрес электронной почты пользователя %(user_display)s.
zh_cn: 请确认 <a href="mailto:%(email)s">%(email)s</a> 是用户 %(user_display)s 所持有的电子邮件地址。

source: Confirm
bn_bd: নিশ্চিত
es: Confirmar
fr: Confirmer
fy: Befêstigje
it: Conferma
ja: 確認
ko: 확인
nl: Bevestigen
ru: Подтвердить
zh_cn: 确认

source: This email confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new email confirmation request</a>.
es: El enlace de confirmación ha expirado o es inválido. Por favor, <a href="%(email_url)s">solicita una nueva confirmación por correo</a>.
fr: Le lien utilisé pour confirmer l'adresse électronique a expiré ou est invalide. Veuillez <a href="%(email_url)s">redemander un lien de confirmation</a>.
fy: Dizze keppeling foar de e-mailadresbefêstiging is ferrûn of ûnjildich. <a href="%(email_url)s">Tsjinje in nije oanfraach foar e-mailadresbefêstiging in</a>.
it: Questo link di conferma per l’indirizzo email è scaduto o non è valido. <a href="%(email_url)s">Richiedi una nuova email di conferma</a>.
ja: このメールの確認リンクは有効期限切れか不正です。<a href="%(email_url)s">確認メールを再送信</a> してください。
ko: 이메일 확인 링크가 만료되었거나 유효하지 않습니다. <a href="%(email_url)s">다시 이메일 확인 요청</a>해 주세요.
nl: Deze koppeling voor de e-mailadresbevestiging is verlopen of ongeldig. <a href="%(email_url)s">Dien een nieuwe aanvraag voor e-mailadresbevestiging in</a>.
ru: Ссылка подтверждения электронной почты просрочена или неверна. Пожалуйста, <a href="%(email_url)s">создайте новый запрос на подтверждение</a>.
zh_cn: 此电子邮箱确认链接已过期或者无效。请<a href="%(email_url)s">要求一个新的电子邮箱确认请求</a>。

source: You have confirmed that <a href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
es: Has confirmado que la dirección de correo <a href="mailto:%(email)s">%(email)s</a> corresponde al usuario %(user_display)s.
fr: Vous avez confirmé que <a href="mailto:%(email)s">%(email)s</a> est une adresse électronique pour l'utilisateur %(user_display)s.
fy: Jo hawwe befêstige dat <a href="mailto:%(email)s">%(email)s</a> in e-mailadres is foar brûker %(user_display)s.
it: Hai appena confermato che l’indirizzo email <a href="mailto:%(email)s">%(email)s</a> è associato all’account %(user_display)s.
ja: <a href="mailto:%(email)s">%(email)s</a> が %(user_display)s のメールアドレスであることを確認しました。
ko: <a href="mailto:%(email)s">%(email)s</a>이 %(user_display)s의 이메일 주소임을 확인했습니다.
nl: U hebt bevestigd dat <a href="mailto:%(email)s">%(email)s</a> een e-mailadres is voor gebruiker %(user_display)s.
ru: Вы подтвердили, что <a href="mailto:%(email)s">%(email)s</a> - адрес электронной почты для пользователя %(user_display)s.
zh_cn: 您已经确认了 <a href="mailto:%(email)s">%(email)s</a> 是用户 %(user_display)s 所持有的一个电子邮件地址。

source: Sign In
bn_bd: সাইন ইন
es: Iniciar sesión
fr: Se connecter
fy: Oanmelde
it: Accedi
ja: ログイン
ko: 로그인
nl: Aanmelden
ru: Войти
zh_cn: 登录

source: Please sign in
bn_bd: অনুগ্রহ করে সাইন ইন করুন
es: Por favor, inicia sesión
fr: Veuillez vous connecter
fy: Meld jo oan
it: Effettua l’accesso
ja: ログインしてください
ko: 로그인 하기
nl: Meld u aan
ru: Пожалуйста, войдите
zh_cn: 请登录

source: All content on MDN is free and available without signing in.
bn_bd: MDN এর সকল বিষয়বস্তু ফ্রি এবং প্রবেশ না করেও ব্যবহারযোগ্য।
es: Todo el contenido de MDN es gratuito y está disponible sin tener que iniciar sesión.
fr: L'ensemble du contenu de MDN est disponible gratuitement sans qu'il soit nécessaire de se connecter.
fy: Alle ynhâld op MDN is frij en beskikber sûnder oanmelding.
it: Tutti i contenuti di MDN sono liberamente accessibili senza bisogno di effettuare alcun accesso.
ja: MDN 上のコンテンツはすべて無料で、ログインしなくても利用可能です。
ko: MDN에 있는 모든 콘텐츠는 무료이며 로그인 하지 않아도 사용 가능합니다.
nl: Alle inhoud op MDN is vrij en beschikbaar zonder aanmelding.
ru: Все содержимое на MDN бесплатно и доступно без регистрации.
zh_cn: MDN 上的所有内容都自由可用，无须登陆。

source: In order to contribute, you need to sign in to an existing MDN profile.
es: Para poder colaborar, necesitas iniciar sesión con un perfil de MDN.
fr: Afin de contribuer, vous devez vous connecter à un profil MDN existant.
fy: Om mei te wurkjen, moatte jo jo oanmelde mei in besteand MDN-profyl.
it: Per collaborare devi identificarti utilizzando un profilo MDN.
ja: 貢献するには既存の MDN プロフィールにログインする必要があります。
ko: 공헌하기 위해서는, 기존 MDN 프로필에 로그인해야 합니다.
nl: Om bij te dragen, dient u zich bij een bestaand MDN-profiel aan te melden.
ru: Для внесения вклада, вам нужно войти в существующий профиль на MDN.
zh_cn: 若要做出贡献，您需要登录一个 MDN 账户。

source: We are sorry, but profile creation is currently disabled.
bn_bd: আমরা দুঃখিত, কিন্তু প্রোফাইল তৈরা করা এখন বন্ধ।
es: Lo sentimos pero la creación de cuentas está actualmente desactivada.
fr: Nous sommes désolés, mais la création de profils est actuellement désactivée.
fy: It spyt ús, mar it oanmeitsjen fan profilen is op dit stuit útskeakele.
it: Siamo spiacenti, ma al momento le registrazioni di nuovi profili sono chiuse.
ja: 申し訳ありませんが、現在プロフィールの作成は無効化されています。
ko: 죄송하지만, 현재 프로필 생성이 불가능합니다.
nl: Het spijt ons, maar het aanmaken van profielen is momenteel uitgeschakeld.
ru: Извините, но создание профиля сейчас невозможно.
zh_cn: 我们很抱歉，但个人资料的创建目前已禁用。

source: In order to contribute, you need to sign in to MDN. You can sign in using GitHub and a MDN profile will be created for you if you don't already have one.
es: Para poder colaborar, necesitas iniciar sesión en MDN. Puedes hacerlo utilizando GitHub y, si todavía no lo tienes, se te creará un perfil en MDN.
fr: Afin de contribuer, vous devez vous connecter à MDN. Vous pouvez vous connecter en utilisant GitHub. Un profil MDN sera créé si vous n'en n'avez pas déjà un.
fy: Om by te dragen, moatte jo jo by MDN oanmelde. Jo kinne jo oanmelde fia GitHub, wêrnei in MDN-profyl foar jo oanmakke wurdt as jo dat noch net hawwe.
it: Per collaborare devi identificarti utilizzando un profilo MDN. Puoi accedere anche utilizzando l’account GitHub e, nel caso non esista già un account MDN, ne verrà creato uno.
ja: 貢献するためには MDN にログインする必要があります。GitHub を利用してログインでき、まだお持ちでない場合は MDN プロフィールが作成されます。
ko: 공헌하기 위해서는, MDN에 로그인이 필요합니다. Github를 사용하여 로그인 할 수 있으며 아직 없다면 MDN 프로필이 생성됩니다.
nl: Om bij te dragen, dient u zich bij MDN aan te melden. U kunt zich aanmelden via GitHub, waarna een MDN-profiel voor u wordt aangemaakt als u dat nog niet hebt.
ru: Для внесения вклада, вам нужно войти на MDN. Вы можете войти, используя GitHub, и для вас будет создан MDN профиль, если у вас его ещё нет.
zh_cn: 若要贡献，您需要登录 MDN。您可以使用 GitHub 登录，如果您还没有 MDN 个人资料，我们将为您创建一个。

source: Sign Out
bn_bd: সাইন আউট
es: Salir
fr: Déconnexion
fy: Ofmelde
it: Esci
ja: ログアウト
ko: 로그 아웃
nl: Afmelden
ru: Выйти
zh_cn: 退出

source: Are you sure you want to sign out?
bn_bd: আপনি কি নিশ্চিত যে আপনি সাইন আউট করতে চান?
es: ¿Seguro que te quieres desconectar?
fr: Voulez-vous vraiment vous déconnecter ?
fy: Binne jo wis dat jo jo ôfmelde wolle?
it: Effettuare la disconnessione?
ja: 本当にログアウトしますか？
ko: 로그아웃 하시겠습니까?
nl: Weet u zeker dat u zich wilt afmelden?
ru: Вы уверены, что хотите выйти?
zh_cn: 您确定要登出吗？

source: Change Password
bn_bd: পাসওয়ার্ড পরিবর্তন করুন
es: Cambiar contraseña
fr: Changer de mot de passe
fy: Wachtwurd wizigje
it: Modifica password
ja: パスワードの変更
ko: 비밀번호 변경
nl: Wachtwoord wijzigen
ru: Сменить пароль
zh_cn: 修改密码

source: Password Reset
bn_bd: পাসওয়ার্ড রিসেট করুন
es: Restablecimiento de contraseña
fr: Réinitialisation du mot de passe
fy: Wachtwurdwiziging
it: Reimpostazione password
ja: パスワードのリセット
ko: 비밀번호 재설정
nl: Wachtwoordwijziging
ru: Восстановление пароля
zh_cn: 密码重设

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
bn_bd: পাসওয়ার্ড ভুলে গেছেন ? আপনার ইমেইল ঠিকানাটি দিন এবং আমরা আপনাকে নতুন পাসওয়ার্ড সেট করতে সাহায‍্য করবো।
es: ¿Olvidaste tu contraseña? Escribe abajo tu dirección de correo electrónico y te enviaremos instrucciones para configurar una nueva.
fr: Vous avez oublié votre mot de passe&nbsp;? Saisissez votre adresse électronique ci-dessous, nous vous enverrons un message pour le réinitialiser.
fy: Jo wachtwurd ferjitten? Fier hjirûnder jo e-mailadres yn en wy stjoere jo in e-mailberjocht wêrmei't jo it opnij ynstelle kinne.
it: Dimenticata la password? Inserisci il tuo indirizzo email nel campo sottostante e riceverai un messaggio con le istruzioni per reimpostarla.
ja: パスワードをお忘れですか？ 下記にメールアドレスを入力してください。新しいパスワードを設定するための手順をお送りします。
ko: 비밀번호를 분실하셨습니까? 아래에 이메일 주소를 입력하시면, 재설정 할 수 있는 이메일을 보내드립니다.
nl: Uw wachtwoord vergeten? Voer hieronder uw e-mailadres in en we sturen u een e-mailbericht waarmee u het opnieuw kunt instellen.
ru: Забыли ваш пароль? Введите свой адрес электронной почты ниже, а мы отправим вам письмо, позволяющее сбросить его.
zh_cn: 忘了您的密码？请输入您的电子邮件地址，我们会向您发送一封邮件，指导您重置密码。

source: Reset My Password
bn_bd: পাসওয়ার্ড রিসেট কর
es: Restablecer contraseña
fr: Réinitialiser mon mot de passe
fy: Myn wachtwurd opnij ynstelle
it: Reimposta la password
ja: パスワードをリセットする
ko: 암호 재설정
nl: Mijn wachtwoord opnieuw instellen
ru: Сбросить мой пароль
zh_cn: 重置我的密码

source: Please contact us if you have any trouble resetting your password.
bn_bd: পাসওয়ার্ড পুনরুদ্ধারের ক্ষেত্রে কোন সমস্যা হলে আমাদের সাথে যোগাযোগ করুন।
es: Ponte en contacto con nosotros si tienes algún problema para restablecer la contraseña.
fr: N'hésitez pas à nous contacter si vous rencontrez des problèmes lors de la réinitialisation de votre mot de passe.
fy: Nim kontakt op as jo swierrichheden hawwe mei it opnij ynstellen fan jo wachtwurd.
it: Contattaci in caso di problemi nella reimpostazione della password.
ja: パスワードのリセットで何か問題が起こったときは、私たちに問い合わせてください。
ko: 암호 재설정에 문제가 있으시면 알려주시기 바랍니다.
nl: Neem contact op als moeite hebt met het opnieuw instellen van uw wachtwoord.
ru: Пожалуйста, свяжитесь с нами, если у вас есть какие-либо проблемы с восстановлением вашего пароля.
zh_cn: 重设密码时有任何疑问请联系我们。

source: We have sent you an email. Please contact us if you do not receive it within a few minutes.
es: Te hemos enviado un correo. Ponte en contacto con nosotros si no lo recibes en unos minutos.
fr: Nous vous avons envoyé un courriel. Merci de nous contacter si vous ne le recevez pas dans les prochaines minutes.
fy: Wy hawwe jo in e-mailberjocht stjoerd. Nim kontakt op as jo dit net binnen inkelde minuten ûntfange.
it: Abbiamo inviato un messaggio all’indirizzo email indicato. In caso di mancata ricezione dello stesso entro qualche minuto ti preghiamo di contattarci.
ja: メールを送信しました。数分以内にメールが受信できない場合は、私たちに問い合わせてください。
ko: 이메일을 전송하였습니다. 몇 분 내로 이메일을 받지 못한다면, 알려주십시오.
nl: We hebben u een e-mailbericht gestuurd. Neem contact op als u dit niet binnen enkele minuten ontvangt.
ru: Мы отправили вам письмо. Пожалуйста, свяжитесь с нами, если не получите его в течение нескольких минут.
zh_cn: 我们已经给您发送了一封邮件。如果您在几分钟之后仍未收到，请联系我们。

source: Bad Token
es: Token corrupto
fr: Jeton invalide
fy: Unjildige token
it: Token non valido
ja: 不正なトークン
ko: 잘못된 토큰
nl: Ongeldige token
ru: Некорректный токен
zh_cn: 错误的令牌

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
es: El enlace de restablecimiento de contraseña no era válido, probablemente porque ya haya sido utilizado. Por favor, solicita <a href="%(passwd_reset_url)s">un nuevo restablecimiento de contraseña</a>.
fr: Le lien de réinitialisation du mot de passe est invalide, peut-être parce qu'il a déjà été utilisé. Veuillez redemander <a href="%(passwd_reset_url)s">une réinitialisation du mot de passe</a>.
fy: De keppeling foar it wizigjen fan it wachtwurd wie ûnjildich, mooglik omdat dizze al brûkt is. Doch in <a href="%(passwd_reset_url)s">nije oanfraach foar opnij ynstellen fan it wachtwurd</a>.
it: Il link per la reimpostazione della password non è valido, probabilmente perché già utilizzato in passato. Effettuare nuovamente la <a href="%(passwd_reset_url)s">richiesta di reimpostazione della password</a>.
ja: このパスワードリセット用リンクは、すでに使用されたなどの理由で無効です。改めて <a href="%(passwd_reset_url)s">パスワードのリセット</a> を申請してください。
ko: 비밀번호 재설정 링크가 유효하지 않고 이미 사용되었을 수 있습니다. <a href="%(passwd_reset_url)s">새로 비밀번호 재설정</a>을 요청해 주세요.
nl: De koppeling voor het wijzigen van het wachtwoord was ongeldig, mogelijk omdat deze al is gebruikt. Doe een <a href="%(passwd_reset_url)s">nieuwe aanvraag voor opnieuw instellen van het wachtwoord</a>.
ru: Ссылка для восстановления пароля некорректна, поскольку уже использовалась. Пожалуйста, запросите<a href="%(passwd_reset_url)s">новую ссылку</a>.
zh_cn: 密码重置链接已无效，可能是该链接已经被使用过。请另外<a href="%(passwd_reset_url)s">请求一次密码重置</a>。

source: Change password
bn_bd: পাসওয়ার্ড পরিবর্তন করুন
es: Cambiar contraseña
fr: Changer de mot de passe
fy: Wachtwurd wizigje
it: Modifica password
ja: パスワードを変更
ko: 비밀번호 변경
nl: Wachtwoord wijzigen
ru: Сменить пароль
zh_cn: 更改密码

source: Your password is now changed.
bn_bd: আপনার পাসওয়ার্ড পরিবর্তন করা হয়েছে।
es: Se ha cambiado tu contraseña.
fr: Votre mot de passe a été mis à jour.
fy: Jo wachtwurd is no wizige.
it: La password dell’account è stata modificata.
ja: あなたのパスワードが変更されました。
ko: 암호를 변경하였습니다.
nl: Uw wachtwoord is nu gewijzigd.
ru: Ваш пароль изменён.
zh_cn: 您的密码已更改。

source: Set Password
bn_bd: পাসওয়ার্ড দিন
es: Establecer contraseña
fr: Définir un mot de passe
fy: Wachtwurd ynstelle
it: Imposta password
ja: パスワード設定
ko: 암호 설정
nl: Wachtwoord instellen
ru: Установить пароль
zh_cn: 设置密码

source: Signup
bn_bd: সাইনআপ
es: Registrarse
fr: Créer un compte
fy: Registraasje
it: Registrazione
ja: ユーザー登録
ko: 회원 가입
nl: Registratie
ru: Регистрация
zh_cn: 注册

source: Sign Up
bn_bd: সাইন আপ
es: Registrarse
fr: Créer un compte
fy: Registrearje
it: Registrati
ja: ユーザー登録
ko: 회원 가입
nl: Registreren
ru: Зарегистрироваться
zh_cn: 注册

source: Already have an profile? Then please <a href="%(login_url)s">sign in</a>.
bn_bd: ইতিমধ্যে প্রোফাইল রয়েছে? তাহলে অনুগ্রহ করে <a href="%(login_url)s">সাইন ইন করুন</a>।
es: ¿Ya tienes una cuenta? Entonces por favor <a href="%(login_url)s">conéctate</a>.
fr: Vous avez déjà un profil ? Veuillez <a href="%(login_url)s">vous connecter</a>.
fy: Hawwe jo al in profyl? <a href="%(login_url)s">Meld jo dan oan</a>.
it: Disponi già di un profilo MDN? <a href="%(login_url)s">Effettua l’accesso</a>.
ja: すでにプロフィールをお持ちの方は、<a href="%(login_url)s">ログイン</a> してください。
ko: 이미 계정이 있습니까? 그러면 <a href="%(login_url)s">로그인</a>하세요.
nl: Hebt u al een profiel? <a href="%(login_url)s">Meld u dan aan</a>.
ru: Уже есть профиль? Тогда, пожалуйста, <a href="%(login_url)s">войдите</a>.
zh_cn: 已有个人资料？那么请<a href="%(login_url)s">登录</a>。

source: Profile Creation Disabled
bn_bd: প্রোফাইল তৈরি অক্ষম
es: Creación de perfil desactivada
fr: Création de profil désactivée
fy: Oanmeitsjen fan profyl útskeakele
it: Creazione di nuovi profili disattivata
ja: プロフィールの作成は無効化されています
ko: 프로필 생성 불가능
nl: Aanmaken van profiel uitgeschakeld
ru: Создание профиля отключено
zh_cn: 个人资料的创建已禁用。

source: Confirm Your Email Address
bn_bd: আপনার ইমেইল ঠিকানা নিশ্চিত করুন
es: Confirma tu dirección de correo
fr: Confirmer votre adresse électronique
fy: Befêstigje jo e-mailadres
it: Conferma l’indirizzo email
ja: 登録したメールアドレスのメールを確認してください
ko: 이메일 주소 확인하기
nl: Bevestig uw e-mailadres
ru: Подтвердите ваш адрес электронной почты
zh_cn: 确认您的电子邮件地址

source: We have sent an email to you for confirmation. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
es: Te hemos enviado un correo electrónico de confirmación con un enlace para terminar el proceso de registro. Por favor, contacta con nosotros si no lo recibes en unos minutos.
fr: Nous vous avons envoyé un message pour confirmation. Cliquez sur le lien fourni pour finaliser le processus d'inscription. Veuillez nous contacter si vous ne le recevez pas dans quelques minutes.
fy: Wy hawwe jo in e-mailberjocht stjoerd foar befêstiging. Klik op de keppeling om it registraasjeproses te foltôgjen. Nim kontakt op as jo dit net binnen inkelde minuten ûntfange.
it: Ti abbiamo appena inviato un messaggio di posta per confermare l’indirizzo email. Utilizza il link in esso contenuto per completare la procedura di verifica. In caso di mancata ricezione del medesimo entro qualche minuto ti invitiamo a contattarci tramite email.
ja: 登録確認のメールを送信しました。メールに記載されたリンクをクリックしてアカウント登録手続きを完了してください。数分以内にメールが届かない場合は、私たちに問い合わせてください。
ko: 확인을 위해 이메일을 보냈습니다. 회원 가입 절차를 완료하려면 아래 링크를 클릭하세요. 만약 받지 못했다면 알려주시기 바랍니다.
nl: We hebben u een e-mailbericht gestuurd voor bevestiging. Klik op de gegeven koppeling om het registratieproces te voltooien. Neem contact op als u dit niet binnen enkele minuten ontvangt.
ru: Мы отправили вам на почту подтверждение. Откройте ссылку в письме, чтобы завершить процесс регистрации. Пожалуйста свяжитесь с нами, если вы не получите письма в течение нескольких минут.
zh_cn: 我们已经向您发送了一封确认邮件。请根据提供的链接完成注册过程。如果您在几分钟后仍未收到，请联系我们。

source: This part of the site requires us to confirm that you are who you claim to be. For this purpose, we require that you confirm ownership of your email address.
es: Esta parte del sitio web requiere que confirmemos que eres quien dices ser. Por eso debes confirmar que eres el propietario de tu dirección de correo electrónico.
fr: Pour accéder à cette partie du site, vous devez confirmer votre identité. À cet effet, nous vous demandons de confirmer que l'adresse électronique est bien la vôtre.
fy: Dit part fan de website fereasket befêstiging dat jo binne wa't jo sizze. Foar dit doel is it nedich dat jo it eigendom fan jo e-mailadres befêstigje.
it: Per permetterti di accedere ai contenuti di questa sezione dobbiamo verificare l’identità che ci hai fornito. A questo scopo ti chiediamo di confermare che sei il legittimo proprietario dell’indirizzo email indicato.
ja: サイトのこの部分は、あなたが要求したものであることを確認する必要があります。この目的のため、あなたのメールアドレスの所有者を確認させてください。
ko: 현재 부분은 문제점을 알려주기 위한 절차입니다. 먼저 이메일 주소 소유자임을 확인해 주십시오.
nl: Dit gedeelte van de website vereist bevestiging dat u bent wie u zegt te zijn. Voor dit doel is het nodig dat u het eigendom van uw e-mailadres bevestigt.
ru: Эта часть сайта требует подтверждения, что вы тот, за кого себя выдаёте. Для этого, мы требуем, чтобы вы подтвердили владение вашим адресом электронной почты.
zh_cn: 网站的某些部分需要确认您声称是谁。为此，我们需要您确认您的电子邮件地址的所有权。

source: We have sent an email to you for confirmation. Please click on the link inside this email. Please contact us if you do not receive it within a few minutes.
es: Te hemos enviado un correo electrónico de confirmación. Por favor, haz clic en el enlace dentro de este correo. Contacta con nosotros si no lo recibes en unos minutos.
fr: Nous vous avons envoyé un courriel de confirmation. Veuillez cliquer sur le lien contenu dans ce message. Contactez-nous si vous ne l'avez pas reçu d'ici quelques minutes.
fy: Wy hawwe jo in e-mailberjocht stjoerd foar befêstiging. Klik op de keppeling binnen dit e-mailberjocht. Nim kontakt op as jo dit net binnen inkelde minuten ûntfange.
it: Ti abbiamo inviato un messaggio di posta per confermare l’indirizzo email. Fai clic sul link di conferma. Contattaci in caso di mancata ricezione del messaggio entro qualche minuto.
ja: 確認のためのメールを送信しました。そのメールに書かれたリンクをクリックしてください。数分以内にメールが届かない場合は、私たちに問い合わせてください。
ko: 확인을 위해 이메일을 보냈습니다. 메일 안에 있는 링크를 클릭해주세요. 만약 받지 못했다면 알려주시기 바랍니다.
nl: We hebben u een e-mailbericht gestuurd voor bevestiging. Klik op de koppeling binnen dit e-mailbericht. Neem contact op als u dit niet binnen enkele minuten ontvangt.
ru: Мы отправили вам на почту подтверждение. Откройте ссылку в письме. Пожалуйста свяжитесь с нами, если вы не получите письма в течение нескольких минут.
zh_cn: 我们已经向您发送了一封确认邮件。请点击邮件中的链接。如果您没有在几分钟内收到邮件，请联系我们。
