Repository: mdn/kuma
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn_bd, es, fr, fy, it, ja, ko, nl, ru, zh_cn

source: All Topics
bn_bd: সকল বিষয়
es: Todos los temas
fr: Tous les sujets
fy: Alle ûnderwerpen
it: Tutti gli argomenti
ja: すべてのトピック
ko: 모든 주제
nl: Alle onderwerpen
ru: Все темы
zh_cn: 所有主题

source: Filter by
bn_bd: যার দ্বারা ফিল্টার
es: Filtrar por
fr: Filtrer par
fy: Filterje op
it: Filtra per
ja: 絞り込み:
ko: 검색 설정
nl: Filteren op
ru: Фильтровать по
zh_cn: 筛选依据

source: The submitted data contains invalid content.
es: La información enviada incluye contenido no válido.
fr: Les données envoyées comportent du contenu invalide.
fy: De yntsjinne gegevens befetsje ûnjildige ynhâld.
it: Alcuni dati inviati includono contenuti non validi.
ja: 送信されたデータに不正な内容が含まれています。
ko: 유효하지 않은 콘텐츠가 포함되어 있습니다.
nl: De ingediende gegevens bevatten ongeldige inhoud.
ru: Отправленные данные содержат неподходящий контент.
zh_cn: 提交的数据包含无效的内容。

source: The submitted data contains invalid content. Please try again.
es: La información enviada incluye contenido no válido. Por favor intenta de nuevo.
fr: Les données envoyées comportent du contenu invalide. Veuillez réessayer.
fy: De yntsjinne gegevens befetsje ûnjildige ynhâld. Probearje it opnij.
it: I dati inviati includono contenuti non validi. Riprova.
ja: 投稿されたデータに不正な内容が含まれています。再度試してください。
ko: 유효하지 않은 콘텐츠가 포함되어 있습니다. 다시 작성해 주세요.
nl: De ingediende gegevens bevatten ongeldige inhoud. Probeer het opnieuw.
ru: Отправленные данные содержат неподходящий контент. Пожалуйста, попробуйте снова.
zh_cn: 提交的数据包含无效的内容。请重试。

source: created
bn_bd: তৈরি হয়েছে
es: creada
fr: créé
fy: makke
it: creato
ja: 作成日
ko: 생성됨
nl: gemaakt
ru: создано
zh_cn: 创建时间

source: Spam
bn_bd: স্প্যাম
es: Contenido no deseado
fr: Contenu indésirable
ja: スパム
ko: 스팸
ru: Спам

source: Ham
es: Contenido aceptable
fr: Contenu acceptable
ja: ハム
ko: 스팸아님
ru: Не спам

source: sent at
bn_bd: পাঠানো হয়েছে
es: enviado el
fr: envoyé à
fy: ferstjoerd op
it: inviato a
ja: 投稿先
ko: 보낸일
nl: verzonden op
ru: отправлено
zh_cn: 发送于

source: type
bn_bd: টাইপ
es: tipo
it: tipo
ja: タイプ
ko: 형식
ru: тип
zh_cn: 类型

source: Sorry, you must have at least one connected account so you can sign in. To disconnect this account connect a different one first. To delete your MDN profile please <a href="%(bug_form_url)s" rel="nofollow">file a bug</a>.
es: Lo sentimos, pero debes tener al menos una cuenta conectada para iniciar sesión. Si quieres desconectar esta, primero tienes que conectarte a otra diferente. Para eliminar tu perfil de MDN, <a href="%(bug_form_url)s" rel="nofollow">envía un bug</a>, por favor.
fr: Désolé, mais vous devez avoir au moins un compte connecté pour vous identifier. Connectez-vous d'abord avec un autre compte pour déconnecter celui-ci. Pour supprimer votre profil MDN, veuillez <a href="%(bug_form_url)s" rel="nofollow">rapporter un bug</a>.
fy: Sorry, jo moatte op syn minst ien keppele account hawwe om jo oan melde te kinnen. Keppelje earst in oar account om dizze te ûntkeppeljen. <a href="%(bug_form_url)s" rel="nofollow">Meld in bug</a> om jo MDN-profyl fuort te smiten.
it: Devi essere connesso a un account per poter effettuare l’accesso. Prima di disconnettere questo account devi connetterne un altro. Per eliminare il profilo MDN <a href="%(bug_form_url)s" rel="nofollow">apri un bug su Buzilla</a>.
ja: 申し訳ありませんが、ログインするには少なくとも 1 つの接続されたアカウントが必要です。このアカウントを切断するには、別のアカウントを先に接続してください。MDN アカウントを削除するには、<a href="%(bug_form_url)s" rel="nofollow">バグ登録</a> してください。
ko: 죄송합니다, 적어도 하나 이상의 연결된 계정을 사용해야 로그인을 할 수 있습니다. 이 계정을 끊기 위해서는 다른 계정을 먼저 연결해주세요. 당신의 MDN 프로필을 삭제하려면 <a href="%(bug_form_url)s" rel="nofollow">버그를 작성해주세요</a>.
nl: Sorry, u moet minstens één gekoppelde account hebben om u te kunnen aanmelden. Koppel eerst een andere account om deze te ontkoppelen. <a href="%(bug_form_url)s" rel="nofollow">Meld een bug</a> om uw MDN-profiel te verwijderen.
ru: Извините, у вас должен быть как минимум один присоединённый аккаунт для входа. Чтобы отсоединить этот аккаунт, присоедините сначала другой. Для удаления вашего MDN профиля, пожалуйста, <a href="%(bug_form_url)s" rel="nofollow">создайте сообщение об ошибке</a>.
zh_cn: 抱歉，您必须有至少一个已连接的账户用以登录。要断开此账户首先必须先连接另一个登录方式。若是想要删除您的 MDN 个人资料，请<a href="%(bug_form_url)s" rel="nofollow">填报一个 bug</a>。

source: An email address cannot be used as a username.
bn_bd: ইমেইল ঠিকানা ব্যবহারকারী নাম হিসেবে ব্যবহার করা যাবে না।
es: No se puede utilizar una dirección de correo como nombre de usuario.
fr: Vous ne pouvez pas utiliser une adresse électronique comme nom d'utilisateur.
fy: In e-mailadres kin net as brûkersnamme brûkt wurde.
it: Non è possibile utilizzare un indirizzo email come nome utente.
ja: メールアドレスをユーザー名として使用することはできません。
ko: 이메일 주소는 사용자 이름으로 사용할 수 없습니다.
nl: Een e-mailadres kan niet als gebruikersnaam worden gebruikt.
ru: Электронная почта не может использоваться как имя пользователя.
zh_cn: 一个电子邮件地址不能用作用户名。

source: The username you entered already exists.
bn_bd: আপনি যে ইউজারনেম দিয়েছেন তা ইতিমধ্যে বিদ্যমান।
es: El nombre de usuario que usaste ya existe.
fr: Le nom d'utilisateur que vous avez choisi existe déjà.
fy: De ynfierde brûkersnamme bestiet al.
it: Il nome utente inserito esiste già.
ja: このユーザー名はすでに使用されています。
ko: 입력하신 사용자 이름이 이미 사용중입니다.
nl: De ingevoerde gebruikersnaam bestaat al.
ru: Такое имя пользователя уже занято.
zh_cn: 您输入的用户名已存在

source: User
bn_bd: ব্যবহারকারী
es: Usuario
fr: Utilisateur
fy: Brûker
it: Utente
ja: ユーザー
ko: 사용자
nl: Gebruiker
ru: Пользователь
zh_cn: 用户

source: You have completed the first step of <a href="%s">getting started with MDN</a>
es: Has completados los primeros pasos para <a href="%s">comenzar con MDN</a>
fr: Vous avez accompli la première étape du guide <a href="%s">Débuter sur MDN</a>
fy: Jo hawwe de earste stap om te <a href="%s">begjinnen mei MDN</a> foltôge
it: Hai fatto il primo passo per <a href="%s">iniziare a collaborare a MDN</a>.
ja: <a href="%s">MDN ではじめる</a> 最初のステップが完了しました
ko: <a href="%s">MDN 시작하기</a>의 첫 단계를 완료하였습니다
nl: U hebt de eerste stap om te <a href="%s">beginnen met MDN</a> voltooid
ru: Вы завершили первый шаг <a href="%s">начала работы с MDN</a>
zh_cn: 您已经完成了 <a href="%s">MDN 入门</a>的第一步

source: algorithm
bn_bd: অ্যালগরিদম
es: algoritmo
fr: algorithme
it: Algoritmo
ja: アルゴリズム
ko: 알고리즘
nl: algoritme
ru: алгоритм
zh_cn: 算法

source: salt
bn_bd: সল্ট
ja: ソルト
ko: 솔트
ru: соль
zh_cn: 盐

source: hash
bn_bd: হ্যাশ
ja: ハッシュ
ko: 해시
ru: хэш
zh_cn: 散列

source: Username may contain only letters, numbers, and these characters: . - _ +
es: El nombre de usuario sólo puede contener letras, números y estos caracteres: . - _ +
fr: Le nom d'utilisateur ne peut contenir que des lettres, des chiffres et ces caractères : . - _ +
fy: Brûkersnamme mei allinnich letters, sifers en dizze tekens befetsje: . - _ +
it: Il nome utente può contenere unicamente lettere, numeri e i caratteri: . - _ +
ja: ユーザー名で利用できる文字は半角英数字と . - _ + のみです。
ko: 사용자이름은 문자와 숫자, 그리고 . - _ + 만 입력 가능합니다
nl: Gebruikersnaam mag alleen letters, cijfers en deze tekens bevatten: . - _ +
ru: Имя пользователя может содержать только буквы, цифры и эти символы: . - _ +
zh_cn: 用户名只能包含字母、数字和如下字符：. - _ +

source: Timezone
bn_bd: সময় অঞ্চল
es: Zona horaria
fr: Fuseau horaire
fy: Tiidssône
it: Fuso orario
ja: タイムゾーン
ko: 표준시간대
nl: Tijdzone
ru: Часовой пояс
zh_cn: 时区

source: Beta tester
bn_bd: বেটা পরীক্ষক
fr: Bêta-testeur
fy: Bètatester
ja: ベータテストに参加
ko: 베타 테스터
nl: Bètatester
ru: Бета-тестер
zh_cn: Beta 测试者

source: Interests
bn_bd: আগ্রহ
es: Intereses
fr: Intérêts
fy: Ynteresses
it: Interessi
ja: 興味があること
ko: 관심사
nl: Interesses
ru: Интересы
zh_cn: 兴趣

source: Expertise
bn_bd: অভিজ্ঞতা
es: Experiencia
fy: Underfining
it: Competenze
ja: 専門分野
ko: 전문 기술
nl: Ervaring
ru: Эксперт в
zh_cn: 技能

source: Username
bn_bd: ইউজারনেম
es: Nombre de usuario
fr: Nom d'utilisateur
fy: Brûkersnamme
it: Nome utente
ja: ユーザー名
ko: 사용자이름
nl: Gebruikersnaam
ru: Имя пользователя
zh_cn: 用户名

source: Twitter
bn_bd: টুইটার
ru: Твиттер

source: Mozillians
bn_bd: মজিলিয়ান
es: Mozilleros
fr: Mozilliens
ko: Mozilla 공헌자
ru: Мозилльцы
zh_cn: 谋智人

source: Facebook
bn_bd: ফেসবুক
ko: 페이스북
ru: Фейсбук

source: Areas of expertise must be a subset of interests
bn_bd: আপনার দক্ষ্যতা সমূহ অবশ্যই আপানার আগ্রহের উপসেট
es: Las áreas de experiencia han de ser un subconjunto de intereses
fr: Les domaines d'expertise doivent être un sous-ensemble des intérêts
fy: Underfiningsgebieden moatte in subset wêze fan ynteresses
it: I campi di competenza devono appartenere necessariamente a una sottocategoria degli interessi selezionati
ja: 「専門分野」は「興味があること」のサブセットとしてください
ko: 전문가 영역은 관심의 부분집합이어야 합니다
nl: Ervaringsgebieden moeten een subset zijn van interesses
ru: Вы должны быть экспертом в области, входящей в область интересов
zh_cn: 技能范围必当是兴趣的子集

source: This field cannot be blank.
bn_bd: এই অংশটুকু খালি রাখা যাবে না।
es: Esta campo no puede quedar en blanco.
fr: Ce champ de saisie ne peut rester vide.
fy: Dit fjild kin net leech wêze.
it: Questo campo non può essere lasciato vuoto.
ja: この項目は入力必須です。
ko: 항목을 채워야 합니다.
nl: Dit veld kan niet leeg zijn.
ru: Это поле не может быть пустым.
zh_cn: 此字段不能为空。

source: Username already in use.
bn_bd: ইউজারনেম আগেই ব্যবহার করা হয়েছে।
es: Ya existe el nombre de usuario.
fr: Ce nom d'utilisateur existe déjà.
fy: Brûkersnamme wurdt al brûkt.
it: Questo nome utente è già utilizzato.
ja: このユーザー名はすでに使用されています。
ko: 이미 사용 중인 사용자 이름입니다.
nl: Gebruikersnaam wordt al gebruikt.
ru: Имя пользователя уже используется.
zh_cn: 用户名已被使用。

source: Email
bn_bd: ইমেইল
es: Correo electrónico
fr: Courriel
ja: メールアドレス
ko: 메일 주소
ru: Эл. почта
zh_cn: 邮箱

source: %(banned_user)s banned by %(banned_by)s
es: %(banned_user)s expulsado por %(banned_by)s
fr: %(banned_user)s a été banni par %(banned_by)s
fy: %(banned_user)s blokkearre troch %(banned_by)s
it: L’utente %(banned_user)s è stato espulso da %(banned_by)s
ja: %(banned_user)s は %(banned_by)s によってアカウントを停止されています
ko: %(banned_by)s에 의해 금지된 %(banned_user)s
nl: %(banned_user)s geblokkeerd door %(banned_by)s
ru: %(banned_user)s заблокирован %(banned_by)s
zh_cn: %(banned_user)s 已被 %(banned_by)s 封禁

source: %s (no longer active)
bn_bd: %s (আর সক্রিয় নেই)
es: %s (ya no está activo)
fr: %s (inactif)
fy: %s (net mear aktyf)
it: %s (inattivo)
ja: %s (非アクティブ)
ko: %s(비활성화 상태)
nl: %s (niet meer actief)
ru: %s (больше не активен)
zh_cn: %s (不再处于激活状态)

source: Language
bn_bd: ভাষা
es: Idioma
fr: Langue
fy: Taal
it: Lingua
ja: 言語
ko: 언어
nl: Taal
ru: Язык
zh_cn: 语言

source: Homepage
bn_bd: নীড়পাতা
es: Página de inicio
fr: Page d'accueil
fy: Begjinside
it: Pagina iniziale
ja: ホームページ
ko: 홈페이지
nl: Beginpagina
ru: Домашняя страница
zh_cn: 首页

source: This URL has an invalid format. Valid URLs look like http://example.com/my_page.
bn_bd: এই URLটি অকার্যকর ফরম্যাটে রয়েছে। কার্যকর URLটি দেখতে এমন হবে http://example.com/my_page
es: Esta URL no tiene un formato válido. Las URL válidas son similares a http://ejemplo.com/mi_pagina.
fr: Cette URL est d'un format invalide. Les URL valides ressemblent à ceci : http://example.com/ma_page.
fy: Dizze URL hat in ûnjildich formaat. Jildige URL’s sjogge der út as http://example.com/my_page.
it: Il formato di questo URL non è valido. Un url valido deve avere una struttura del tipo http://example.com/my_page.
ja: この URL の書式は正しくありません。正しい URL は http://example.com/my_page のようになります。
ko: 이 URL의 서식은 올바르지는 않습니다. 올바른 주소는 http://example.com/my_page 형식입니다.
nl: Deze URL heeft een ongeldig formaat. Geldige URL’s zien eruit als http://example.com/my_page.
ru: Введенный URL некорректен. Он должен выглядеть примерно так: http://example.com/my_page.
zh_cn: 该网址格式无效。有效的网址看起来像 http://example.com/my_page。

source: Name
bn_bd: নাম
es: Nombre
fr: Nom
fy: Namme
it: Nome
ja: 名前
ko: 이름
nl: Naam
ru: Имя
zh_cn: 名字

source: Organization
bn_bd: প্রতিষ্ঠান
es: Organización
fr: Organisation
fy: Organisaasje
it: Società
ja: 所属組織
ko: 소속 조직
nl: Organisatie
ru: Организация
zh_cn: 组织

source: Location
bn_bd: অবস্থান
es: Ubicación
fr: Emplacement
fy: Lokaasje
it: Località
ja: 所在地
ko: 주소지
nl: Locatie
ru: Местоположение
zh_cn: 位置

source: About Me
bn_bd: আমার সম্পর্কে
es: Acerca de mí
fr: À propos de moi
fy: Oer my
it: Informazioni utente
ja: 自己紹介
ko: 자기 소개
nl: Over mij
ru: Обо мне
zh_cn: 关于我

source: IRC nickname
bn_bd: আইআরসি নিকনেম
es: Apodo en IRC
fr: Pseudo IRC
fy: IRC-nicknamme
it: Alias IRC
ja: IRC ニックネーム
ko: IRC 닉네임
nl: IRC-nicknaam
ru: Ник в IRC
zh_cn: IRC 昵称

source: Tags
bn_bd: ট্যাগ
es: Etiquetas
fr: Étiquettes
fy: Labels
it: Tag
ja: タグ
ko: 태그
nl: Labels
ru: Метки
zh_cn: 标签

source: Enter a valid website URL.
bn_bd: সঠিক ওয়েবসাইট URL প্রদান করুন।
es: Introduce una URL válida.
fr: Saisissez une adresse URL valide.
fy: Fier in jildige website-URL yn.
it: Inserisci l’indirizzo di un sito web valido.
ja: ウェブサイトの URL を正しく入力してください。
ko: 유효한 웹사이트 URL을 입력해주세요.
nl: Voer een geldige website-URL in.
ru: Введите действительный URL сайта.
zh_cn: 请输入一个有效的网站网址。

source: Enter a valid Twitter URL.
bn_bd: একটি বৈধ Twitter URL যুক্ত করুন।
es: Por favor, introduce una URL de Twitter válida.
fr: Saisissez l'adresse URL d'un compte Twitter valide.
fy: Fier in jildige Twitter-URL yn.
it: Inserisci l’indirizzo di una pagina Twitter.
ja: Twitter の URL を正しく入力してください。
ko: 유효한 Twitter URL을 입력해주세요.
nl: Voer een geldige Twitter-URL in.
ru: Введите действительный URL Твиттер.
zh_cn: 请输入一个有效的 Twitter 网址。

source: Enter a valid GitHub URL.
bn_bd: সঠিক GitHub URL প্রদান করুন।
es: Introduce una URL de GitHub válida.
fr: Saisissez l'adresse URL d'un compte GitHub valide.
fy: Fier in jildige GitHub-URL yn.
it: Inserisci l’indirizzo di una pagina GitHub.
ja: GitHub の URL を正しく入力してください。
ko: 유효한 GitHub URL을 입력해주세요.
nl: Voer een geldige GitHub-URL in.
ru: Введите действительный GitHub URL.
zh_cn: 请输入一个有效的 GitHub 网址。

source: Enter a valid Stack Overflow URL.
es: Introduce una URL de Stack Overflow válida.
fr: Saisissez l'adresse URL d'un compte StackOverflow valide.
fy: Fier in jildige Stack Overflow-URL yn.
it: Inserisci l’indirizzo di una pagina StackOverflow.
ja: Stack Overflow の URL を正しく入力してください。
ko: 유효한 Stack Overflow URL을 입력해주세요.
nl: Voer een geldige Stack Overflow-URL in.
ru: Введите действительный Stack Overflow URL.
zh_cn: 请输入一个有效的 Stack Overflow 网址。

source: Enter a valid LinkedIn URL.
bn_bd: সঠিক LinkedIn URL প্রবেশ করুন।
es: Introduce una URL de LinkedIn válida.
fr: Saisissez l'adresse URL d'un compte LinkedIn valide.
fy: Fier in jildige LinkedIn-URL yn.
it: Inserisci l’indirizzo di una pagina LinkedIn.
ja: LinkedIn の URL を正しく入力してください。
ko: 유효한 LinkedIn URL을 입력해주세요.
nl: Voer een geldige LinkedIn-URL in.
ru: Введите действительный LinkedIn URL.
zh_cn: 请输入一个有效的 LinkedIn 网址。

source: Enter a valid Mozillians URL.
bn_bd: একটি বৈধ মজিলিয়ান URL প্রদান করুন।
es: Introduce una URL de Mozillians válida.
fr: Saisissez l'adresse URL d'un compte Mozillians valide.
fy: Fier in jildige Mozillians-URL yn.
it: Inserisci l’indirizzo di una pagina Mozillians.
ja: Mozillians の URL を正しく入力してください。
ko: 유효한 Mozillians URL을 입력해주세요.
nl: Voer een geldige Mozillians-URL in.
ru: Введите действительный Mozillians URL.
zh_cn: 请输入一个有效的 Mozillians 网址。

source: Enter a valid Facebook URL.
bn_bd: একটি বৈধ ফেসবুক URL প্রদান করুন।
es: Introduce una URL de Facebook válida.
fr: Saisissez l'adresse URL d'un compte Facebook valide.
fy: Fier in jildige Facebook-URL yn.
it: Inserisci l’indirizzo di una pagina Facebook.
ja: Facebook の URL を正しく入力してください。
ko: 유효한 Facebook URL을 입력해주세요.
nl: Voer een geldige Facebook-URL in.
ru: Введите действительный URL Фейсбука.
zh_cn: 请输入一个有效的 Facebook 网址。

source: Website
bn_bd: ওয়েবসাইট
es: Sitio web
fr: Site web
it: Sito web
ja: ウェブサイト
ko: 웹 사이트
ru: Веб-сайт
zh_cn: 网站

source: Username is required.
bn_bd: ইউজারনেম আবশ্যক।
es: Se necesita un nombre de usuario.
fr: Le nom d'utilisateur doit être renseigné.
fy: Brûkersnamme is fereaske.
it: È obbligatorio un nome utente.
ja: ユーザー名は必須です。
ko: 사용자이름을 입력해주세요.
nl: Gebruikersnaam is vereist.
ru: Требуется имя пользователя.
zh_cn: 用户名必填。

source: Username is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_bd: ইউজারনেম খুবই সংক্ষিপ্ত (%(show_value)s টি ক্যারেক্টার)। এটাতে কমপক্ষে %(limit_value)s টি ক্যারেক্টার থাকা আবশ্যক।
es: El nombre de usuario es demasiado corto (%(show_value)s characters). Debe tener al menos %(limit_value)s caracteres.
fr: Le nom d'utilisateur est trop court (%(show_value)s caractères). Il doit être composé d'au moins %(limit_value)s caractères.
fy: Brûkersnamme is te koart (%(show_value)s tekens). Dizze moat op syn minst %(limit_value)s tekens befetsje.
it: Il nome utente è troppo breve (%(show_value)s caratteri). Deve contenere almeno %(limit_value)s caratteri.
ja: ユーザー名が短すぎます (%(show_value)s 文字)。 ユーザー名は %(limit_value)s 文字以上にしなければなりません。
ko: 사용자 이름이 짧습니다. (%(show_value)s자 입력됨). %(limit_value)s자 이상 입력해주세요.
nl: Gebruikersnaam is te kort (%(show_value)s tekens). Deze moet minstens %(limit_value)s tekens bevatten.
ru: Имя пользователя слишком короткое (%(show_value)s символов). Его длина должна быть не менее %(limit_value)s символов.
zh_cn: 用户名太短(%(show_value)s 字符). 至少包含%(limit_value)s 字符.

source: Username is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
bn_bd: ইউজারনেম খুবই বড় হয়েছে (%(show_value)s টি ক্যারেক্টার)। এটাতে অবশ্যই %(limit_value)s টি ক্যারেক্টার বা এর কম থাকতে হবে।
es: El nombre de usuario es demasiado largo (%(show_value)s characters). Debe tener %(limit_value)s caracteres como máximo.
fr: Le nom d'utilisateur est trop long (%(show_value)s caractères). Il doit être composé d'au plus %(limit_value)s caractères.
fy: Brûkersnamme is te lang (%(show_value)s tekens). Dizze moat %(limit_value)s of minder tekens befetsje.
it: Il nome utente è troppo lungo (%(show_value)s caratteri). Deve essere al massimo %(limit_value)s caratteri.
ja: ユーザー名が長すぎます (%(show_value)s 文字)。 ユーザー名は %(limit_value)s 文字以下にしなければなりません。
ko: 사용자 이름이 너무 깁니다. (%(show_value)s자 입력됨). %(limit_value)s자 이하로 입력해주세요.
nl: Gebruikersnaam is te lang (%(show_value)s tekens). Deze moet %(limit_value)s of minder tekens bevatten.
ru: Имя пользователя слишком длинное (%(show_value)s символов). Его длина не должна превышать %(limit_value)s символов.
zh_cn: 用户名太长 (%(show_value)s 字符). 不能超过%(limit_value)s 字符。

source: You must agree to the terms of use.
bn_bd: আপনাকে অবশ্যই ব্যবহার নীতিমালার সাথে একমত হতে হবে।
es: Debes aceptar los términos de uso.
fr: Vous devez accepter les conditions d'utilisation.
fy: Jo moatte akkoard gean mei de brûksbetingsten.
it: È necessario accettare i termini di utilizzo.
ja: 利用規約に同意してください。
ko: 이용 약관에 동의하셔야 합니다.
nl: U moet akkoord gaan met de gebruiksvoorwaarden.
ru: Вы должны согласиться с условиями использования.
zh_cn: 您必须同意使用条款。

source: I agree
bn_bd: আমি একমত
es: Acepto
fr: J'accepte
fy: Ik gean akkoard
it: Accetto
ja: 同意します
ko: 동의
nl: Ik ga akkoord
ru: Я согласен(а)
zh_cn: 我同意

source: Take the next step to get involved on MDN!
es: ¡Da un paso adelante e involúcrate con MDN!
fr: Franchissez le pas et impliquez vous dans le projet MDN !
fy: Set de folgjende stap om mei te dwaan op MDN!
it: Ora fai il prossimo passo per contribuire a MDN.
ja: 次のステップへ進んで MDN に参加しましょう！
ko: MDN 참여하기 위한 다음 단계
nl: Zet de volgende stap om mee te doen op MDN!
ru: Сделайте следующий шаг к участию в MDN!
zh_cn: 进行下一步骤开始涉足于 MDN！

source: Email address
bn_bd: ই-মেইল ঠিকানা
es: Dirección de correo electrónico
fr: Adresse de courrier électronique
fy: E-mailadres
it: Indirizzo email
ja: メールアドレス
ko: 이메일 주소
nl: E-mailadres
ru: Адрес электронной почты
zh_cn: 电子邮件地址

source: %(email)s <b>Verified</b>
es: %(email)s <b>verificado</b>
fr: %(email)s <b>vérifiées</b>
fy: %(email)s <b>ferifiearre</b>
it: L’indirizzo email %(email)s <b>è stato verificato</b>
ja: %(email)s <b>認証済み</b>
ko: %(email)s <b>인증됨</b>
nl: %(email)s <b>geverifieerd</b>
ru: %(email)s <b>Подтвержден</b>
zh_cn: %(email)s <b>已验证</b>

source: %(email)s Unverified
bn_bd: %(email)s অানভেরিফাইড
es: %(email)s sin verificar
fr: %(email)s non vérifiées
fy: %(email)s net ferifiearre
it: L’indirizzo email %(email)s non è stato verificato
ja: %(email)s 未認証
ko: %(email)s 미인증됨
nl: %(email)s niet geverifieerd
ru: %(email)s Неподтвержден
zh_cn: %(email)s 未验证

source: Other:
bn_bd: অন্যান্য:
es: Otro:
fr: Autre :
fy: Oars:
it: Altro:
ja: その他:
ko: 또 다른 것들:
nl: Anders:
ru: Другое:
zh_cn: 其他：

source: Email:
bn_bd: ইমেইল:
es: Correo electrónico:
fr: Courriel :
fy: E-mailadres:
ja: メールアドレス:
ko: 이메일:
nl: E-mailadres:
ru: Эл. почта:
zh_cn: 邮箱：

source: Profile Inactive
bn_bd: নিষ্ক্রিয় প্রোফাইল
es: Perfil inactivo
fr: Profil inactif
fy: Profyl ynaktyf
it: Profilo non attivo
ja: 非アクティブのプロフィール
ko: 프로필 비활성화
nl: Profiel inactief
ru: Профиль неактивен
zh_cn: 个人资料无效

source: This profile is inactive.
bn_bd: অ্যাকাউন্টটি নিষ্ক্রিয়।
es: Este perfil está inactivo.
fr: Ce profil est inactif.
fy: Dit profyl is ynaktyf.
it: Questo profilo non è attivo.
ja: このアカウントは非アクティブ状態です。
ko: 이 프로필은 비활성화상태 입니다.
nl: Dit profiel is inactief.
ru: Этот профиль неактивен.
zh_cn: 此个人资料无效。

source: Email addresses
bn_bd: ই-মেইল ঠিকানাসমূহ
es: Direcciones de correo electrónico
fr: Adresses électroniques
fy: E-mailadressen
it: Indirizzi email
ja: メールアドレス
ko: 이메일 주소
nl: E-mailadressen
ru: Адреса электронной почты
zh_cn: 电子邮件地址

source: %(email)s is your <em>primary</em> email address
es: %(email)s es tu dirección de correo electrónico <em>principal</em>
fr: %(email)s est votre adresse électronique <em>principale</em>
fy: %(email)s is jo <em>primêre</em> e-mailadres
it: %(email)s è il tuo indirizzo email <em>principale</em>
ja: %(email)s はあなたの <em>主要</em> メールアドレスです
ko: %(email)s 은 당신의 <em>기본</em> 이메일 주소
nl: %(email)s is uw <em>primaire</em> e-mailadres
ru: %(email)s - ваш <em>основной</em> адрес электронной почты
zh_cn: %(email)s 是您的<em>主要</em>电子邮件地址

source: You've also added the following email addresses:
bn_bd: আপনি এই ইমেইল এড্রেসটিও যোগ করেছেন:
es: También has añadido las siguientes direcciones de correo:
fr: Vous avez également ajouté les adresses électroniques suivantes :
fy: Jo hawwe ek de folgjende e-mailadressen tafoege:
it: Hai inoltre associato al profilo questi altri indirizzi email:
ja: 以下のメールアドレスが追加されています:
ko: 다음 주소도 추가하였습니다:
nl: U hebt ook de volgende e-mailadressen toegevoegd:
ru: Вы также добавили следующие адреса электронной почты:
zh_cn: 您还添加了下列电子邮件地址：

source: Make Primary
bn_bd: প্রাথমিক তৈরি করুন
es: Establecer como principal
fr: Faire de cette adresse l'adresse principale
fy: Primêr meitsje
it: Imposta come indirizzo principale
ja: 主要メールアドレスにする
ko: 기본으로 설정
nl: Primair maken
ru: Сделать основным
zh_cn: 设为主要

source: Re-send Confirmation
bn_bd: পুনরায় কনফার্মেশন পাঠান
es: Reenviar confirmación
fr: Renvoyer une confirmation
fy: Befêstiging opnij ferstjoere
it: Invia nuovamente l’email di conferma
ja: 確認メールを再送信
ko: 인증 메일 다시 보내기
nl: Bevestiging opnieuw verzenden
ru: Переслать подтверждение
zh_cn: 重发确认信

source: Remove
bn_bd: অপসারণ
es: Eliminar
fr: Supprimer
fy: Fuortsmite
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijderen
ru: Удалить
zh_cn: 移除
