Repository: mdn/kuma
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn_bd, es, fr, fy, it, ja, ko, nl, ru, zh_cn

source: Better JavaScript docs for a better Web on MDN
bn_bd: এমডিএনে একটি ভালো ওয়েবের জন্য ভালো জাভাস্ক্রিপ্ট ডকুমেন্ট
es: Mejor documentación de JavaScript para una mejor Web en MDN
fr: Une meilleure documentation JavaScript pour un meilleur web sur MDN
fy: Bettere JavaScript-dokuminten foar in better web op MDN
it: Su MDN trovi la migliore documentazione su JavaScript per un Web migliore
ja: より良いウェブのための MDN のより良い JavaScript ドキュメント
ko: MDN의 더 나은 웹을 위한 개선된 자바스크립트
nl: Betere JavaScript-documenten voor een beter web op MDN
ru: Улучшенная JavaScript документация для лучшего веба на MDN
zh_cn: MDN 上更好的 JavaScript 文档让网页变得更好

source: Better Web docs for a better Web on MDN
bn_bd: এমডিএনে একটি ভালো ওয়েবের জন্য ভালো ওয়েব ডকুমেন্ট
es: Mejor documentación Web para una mejor Web en MDN
fr: Une meilleure documentation web pour un meilleur web sur MDN
fy: Bettere webdokuminten foar in better web op MDN
it: Su MDN trovi la migliore documentazione sulle tecnologie web per un Web migliore
ja: より良いウェブのための MDN のより良いウェブドキュメント
ko: MDN의 더 나은 웹을 위한 개선된 웹 문서
nl: Betere webdocumenten voor een beter web op MDN
ru: Лучшая веб документация для лучшего веб на MDN
zh_cn: MDN 上更好的网页文档让网页变得更好

source: MDN is Developer Powered for CSS docs and more.
es: MDN es documentación impulsada por desarrolladores que trata sobre CSS y mucho más.
fr: MDN est conçu pour les développeurs, avec de la documentation sur CSS et plus encore.
fy: MDN is ûntwikkelerdreaun foar CSS-dokuminten en mear.
it: MDN è un sito realizzato da sviluppatori per raccogliere documentazione, demo e altro materiale sui CSS.
ja: MDN には、開発者による CSS 関連ドキュメント、その他多数のコンテンツがあります。
ko: MDN은 CSS 문서, 데모 등을 개발자가 직접 만듭니다.
nl: MDN is ontwikkelaargedreven voor CSS-documenten en meer.
ru: MDN создана разработчиками для CSS документации и много другого.
zh_cn: MDN 上的 CSS 文档等资料是由开发者编写的。

source: MDN is Developer Powered for HTML docs and more.
es: MDN es documentación sobre HTML impulsada por desarrolladores y mucho más.
fr: MDN est conçu pour les développeurs, avec de la documentation sur HTML et plus encore.
fy: MDN is ûntwikkelerdreaun foar HTML-dokuminten en mear.
it: MDN è un sito realizzato da sviluppatori per raccogliere documentazione, demo e altro materiale su HTML.
ja: MDN には、開発者による HTML 関連ドキュメント、その他多数のコンテンツがあります。
ko: MDN은 HTML 문서, 데모 등을 개발자가 직접 만듭니다.
nl: MDN is ontwikkelaargedreven voor HTML-documenten en meer.
ru: MDN создана разработчиками для HTML документации и много другого.
zh_cn: MDN 上的 HTML 文档等资料是由开发者编写的。

source: MDN is Developer Powered for JavaScript docs and more.
es: MDN es documentación sobre JavaScript impulsada por desarrolladores y mucho más.
fr: MDN est conçu pour les développeurs, avec de la documentation sur JavaScript et plus encore.
fy: MDN is ûntwikkelerdreaun foar JavaScript-dokuminten en mear.
it: MDN è un sito realizzato da sviluppatori per raccogliere documentazione, demo e altro materiale su JavaScript.
ja: MDN には、開発者による JavaScript 関連ドキュメント、その他多数のコンテンツがあります。
ko: MDN은 Javascript 문서, 데모 등을 개발자가 직접 만듭니다.
nl: MDN is ontwikkelaargedreven voor JavaScript-documenten en meer.
ru: MDN создана разработчиками для JavaScript документации и много другого.
zh_cn: MDN 上的 JavaScript 文档等资料是由开发者编写的。

source: MDN is Developer Powered for Web docs and more.
es: MDN es documentación sobre la web impulsada por desarrolladores y mucho más.
fr: MDN est conçu pour les développeurs, avec de la documentation sur le Web et plus encore.
fy: MDN is ûntwikkelerdreaun foar webdokuminten en mear.
it: MDN è un sito realizzato da sviluppatori per raccogliere documentazione, demo e altro materiale sulle tecnologie web.
ja: MDN には、開発者によるウェブ関連ドキュメント、その他多数のコンテンツがあります。
ko: MDN은 웹 문서, 데모 등을 개발자가 직접 만듭니다.
nl: MDN is ontwikkelaargedreven voor webdocumenten en meer.
ru: MDN создана разработчиками для документации по Веб и много другого.
zh_cn: MDN 上的网页文档等资料是由开发者编写的。

source: CSS docs by developers, for developers on MDN
bn_bd: এমডিএনে সিএসএস ডকুমেন্ট ডেভেলপারদের দ্বারা, ডেভেলপারদের জন্য
es: Documentación sobre CSS por desarrolladores, para desarrolladores en MDN
fr: Documentation CSS par des développeurs, pour des développeurs sur MDN
fy: CSS-dokuminten troch ûntwikkelers, foar ûntwikkelers op MDN
it: Su MDN trovi documentazione sui CSS scritta da sviluppatori per sviluppatori
ja: MDN の、開発者による開発者のための CSS 関連ドキュメント
ko: 개발자에 의한 CSS 문서, MDN의 개발자를 위한
nl: CSS-documenten door ontwikkelaars, voor ontwikkelaars op MDN
ru: CSS документация от разработчиков для разработчиков на MDN
zh_cn: MDN 上由开发者编写，为开发者服务的 CSS 文档

source: HTML docs by developers, for developers on MDN
bn_bd: এমডিএনে এইচটিএমএল ডকুমেন্ট ডেভেলপারদের দ্বারা, ডেভেলপারদের জন্য
es: Documentación sobre HTML por desarrolladores, para desarrolladores en MDN
fr: Documentation HTML par des développeurs, pour des développeurs sur MDN
fy: HTML-dokuminten troch ûntwikkelers, foar ûntwikkelers op MDN
it: Su MDN trovi documentazione su HTML scritta da sviluppatori per sviluppatori
ja: MDN の、開発者による開発者のための HTML 関連ドキュメント
ko: 개발자에 의한 HTML 문서, MDN의 개발자를 위한
nl: HTML-documenten door ontwikkelaars, voor ontwikkelaars op MDN
ru: HTML документация от разработчиков для разработчиков на MDN
zh_cn: 由开发者编写的 HTML 文档，提供给 MDN 上的开发者

source: JavaScript docs by developers, for developers on MDN
bn_bd: এমডিএনে জাভাস্ক্রিপ্ট ডকুমেন্ট ডেভেলপারদের দ্বারা, ডেভেলপারদের জন্য
es: Documentación sobre JavaScript por desarrolladores, para desarrolladores en MDN
fr: Documentation JavaScript par des développeurs, pour des développeurs sur MDN
fy: JavaScript-dokuminten troch ûntwikkelers, foar ûntwikkelers op MDN
it: Su MDN trovi documentazione su JavaScript scritta da sviluppatori per sviluppatori
ja: MDN の、開発者による開発者のための JavaScript 関連ドキュメント
ko: 개발자에 의한 자바스크립트 문서, MDN의 개발자를 위한
nl: JavaScript-documenten door ontwikkelaars, voor ontwikkelaars op MDN
ru: JavaScript документация от разработчиков для разработчиков на MDN
zh_cn: 由开发者撰写的 JavaScript 文档，提供给 MDN 上的开发者

source: Web docs by developers, for developers on MDN
bn_bd: এমডিএনে ওয়েব ডকুমেন্ট ডেভেলপারদের দ্বারা, ডেভেলপারদের জন্য
es: Documentación sobre Web por desarrolladores, para desarrolladores en MDN
fr: Documentation web par des développeurs, pour des développeurs sur MDN
fy: Webdokuminten troch ûntwikkelers, foar ûntwikkelers op MDN
it: Su MDN trovi documentazione sulle tecnologie web scritta da sviluppatori per sviluppatori
ja: MDN の、開発者による開発者のためのウェブ関連ドキュメント
ko: 개발자에 의한 웹 문서, MDN의 개발자를 위한
nl: Webdocumenten door ontwikkelaars, voor ontwikkelaars op MDN
ru: Веб документация от разработчиков для разработчиков на MDN
zh_cn: 由开发者撰写的网页文档，提供给 MDN 上的开发者

source: MDN is your Web Developer Toolbox for docs and more on HTML, CSS, JavaScript and other Web standards and open technologies.
es: MDN es tu caja de herramientas de desarrollador web para documentos, demos y mucho más sobre HTML, CSS, JavaScript y otros estándares web y tecnologías abiertas.
fr: MDN est une véritable boîte à outils pour le développement web avec des documents sur HTML, CSS, JavaScript et les autres standards et technologies ouvertes pour le Web.
fy: MDN is jo wurkset foar webûntwikkelers foar dokuminten en mear oer HTML, CSS, JavaScript en oare webstanderts en iepen technologyen.
it: MDN è la cassetta degli attrezzi dello sviluppo web, contenente documentazione, demo e ogni genere di informazione su HTML, CSS, JavaScript e tutti gli altri standard o tecnologie dell’open Web.
ja: MDN は、HTML、CSS、JavaScript、他のウェブ標準やオープン技術に関するドキュメントなどが詰まった、あなたのための Web 開発者用ツールボックスです。
ko: MDN은 HTML, CSS, Javascript와 다른 웹 표준 그리고 공개 기술들에 관한 문서를 위한 웹 개발자 도구 상자입니다.
nl: MDN is uw werkset voor webontwikkelaars voor documenten en meer over HTML, CSS, JavaScript en andere webstandaarden en open technologieën.
ru: MDN - ваш набор инструментов разработчика состоящий из документации, а также HTML, CSS, JavaScript и других веб-стандартов и открытых технологий.
zh_cn: MDN 是您的 Web 开发者工具箱，上面有文档等关于 HTML、CSS、JavaScript 和其他 Web 标准及开放技术的资料。

source: Can't promote more than one index at once.
bn_bd: একবারে একের অধিক ইনডেক্স প্রমোট করতে পারবেন না ।
es: No se puede promocionar más de un índice a la vez.
fr: Il est impossible de promouvoir plus d'un index à la fois.
fy: Kin net mear as ien yndeks tagelyk opwurdearje.
it: Non è possibile attivare più di un indice alla volta.
ja: 複数のインデックスを一度に宣伝することはできません。
ko: 한번에 한 목록 이상 홍보할 수 없습니다.
nl: Kan niet meer dan één index tegelijk opwaarderen.
ru: Невозможно продвинуть более одного индекса одновременно.
zh_cn: 一次只能提升一个索引

source: Promoted search index %s.
bn_bd: %s সার্চ ইনডেক্সকে প্রমোট করুন।
es: Índice de búsqueda %s promocionado.
fr: Indice de recherche %s activé.
fy: Sykyndeks %s opwurdearre.
it: L’indice di ricerca %s è stato attivato.
ja: 宣伝された検索インデックス %s。
ko: 홍보중인 검색 인덱스는 %s 입니다.
nl: Zoekindex %s opgewaardeerd.
ru: Повышенный поисковый индекс %s.
zh_cn: 已提升搜索索引 %s 。

source: Promote selected search index to current index
bn_bd: নির্বাচনকৃত সার্চ ইনডেক্সকে বর্তমান ইনডেক্স দিয়ে প্রমোট করুন।
es: Promocionar el índice de búsqueda seleccionado al índice actual
fr: Activer l'index de recherche sélectionné à la place de l'index courant
fy: Selektearre sykyndeks opwurdearje nei aktuele yndeks
it: Sostituire l’indice corrente con quello selezionato
ja: 選択した検索インデックスを現在のインデックスに宣伝
ko: 현재 목록에 선택한 검색 인덱스 홍보하기
nl: Geselecteerde zoekindex opwaarderen naar huidige index
ru: Продвинуть выбранный поисковый индекс до текущего индекса
zh_cn: 提升选定的搜索索引为当前索引

source: Can't demote more than one index at once.
bn_bd: একবারে একের অধিক ইনডেক্সকে ডিমোট করতে পারবেন না।
es: No se puede degradar más de un índice a la vez.
fr: Impossible de désactiver plus d'un index à la fois.
fy: Kin net mear as ien yndeks tagelyk ôfwurdearje.
it: Non è possibile disattivare più di un indice alla volta.
ja: 一度に複数のインデックスを格下げすることはできません。
ko: 한번에 하나 이상 홍보 중단을 할 수 없습니다.
nl: Kan niet meer dan één index tegelijk afwaarderen.
ru: Невозможно понизить более одного индекса одновременно.
zh_cn: 一次只能降级一个索引。

source: Can't demote the index if there is only one. Create and populate a new one first.
bn_bd: শুধুমাত্র একটি থাকলে সেটিকে ডিমোট করতে পারবেন না। নতুন একটিকে তৈরি ও পূরণ করুন প্রথমে।
es: No se puede degradar el índice si sólo hay uno. Crea y regenera uno nuevo primero.
fr: Impossible de désactiver l'index s'il n'y en a qu'un. Veuillez créer et remplir un nouvel index d'abord.
fy: Kin de yndeks net ôfwurdearje as der mar ien bestiet. Meitsje earst in nije en folje dizze yn.
it: Non è possibile disattivare l’indice se è l’unico indice esistente. È necessario creare e riempire un nuovo indice prima di procedere con la disattivazione.
ja: インデックスがひとつしかない場合、それを格下げすることはできません。先に新しいインデックスを作成、追加してください。
ko: 만약 하나만 있으면 인덱스를 홍보 중단할 수 없습니다. 새로운 것 하나를 만들어 올려주세요.
nl: Kan de index niet afwaarderen als er maar één bestaat. Maak eerst een nieuwe en vul deze in.
ru: Не возможно понизить индекс, если он только один. Сначала создайте и заполните один новый.
zh_cn: 不能降级唯一的索引。要先创建并填充一个新的。

source: Demoted search index %s.
bn_bd: ডিমোটকৃত অনুসন্ধান সূচিপত্র %s ।
es: Índice de búsqueda %s degradado.
fr: Index de recherche %s désactivé.
fy: Sykyndeks %s ôfwurdearre.
it: L’indice di ricerca %s è stato disattivato.
ja: 検索インデックス %s を格下げしました。
ko: 홍보 중단 중인 검색 인덱스는 %s 입니다.
nl: Zoekindex %s afgewaardeerd.
ru: Пониженный поисковый индекс %s.
zh_cn: 降级搜索索引 %s。

source: Demote selected search index (automatic fallback to previous index)
bn_bd: বাছাইকৃত অনুসন্ধান সূচিপত্র ডিমোট করা (স্বয়ংকৃতভাবে পূর্বের সূচিপত্রে ফিরে যাওয়া)
es: Degradar el índice de búsqueda seleccionado (se revertirá automáticamente al índice anterior)
fr: Désactiver l'index de recherche sélectionné (retour automatique à l'index précédent)
fy: Selektearre sykyndeks ôfwurdearje (automatyske tebekfal nei foarige yndeks)
it: Disattiva l’indice di ricerca selezionato (verrà impostato in automatico l’indice precedente)
ja: 選択した検索インデックスを格下げ (前のインデックスへ自動フォールバック)
ko: 선택한 검색 인덱스 홍보 중단 (자동으로 이전 인덱스로 이전됨)
nl: Geselecteerde zoekindex afwaarderen (automatische terugval naar vorige index)
ru: Понизить выбранный поисковый индекс (с автоматическим переключением к предыдущему индексу)
zh_cn: 降级选定的搜索索引（自动退回到早先的索引）

source: Can't populate more than one index at once.
bn_bd: একবার একের অধিক সূচিপত্রকে জড়ো করা যাচ্ছে না।
es: No se puede regenerar más de un índice a la vez.
fr: Impossible de remplir plus d'un index à la fois.
fy: Kin net mear as ien yndeks tagelyk ynfolje.
it: Non è possibile riempire più indici contemporaneamente.
ja: 一度に複数のインデックスを集めることはできません。
ko: 한번에 하나 이상 인덱스를 추가할 수 없습니다.
nl: Kan niet meer dan één index tegelijk invullen.
ru: Невозможно заполнить больше одного индекса одновременно.
zh_cn: 一次只能填充一个索引。

source: Populate selected search index via Celery
bn_bd: সেলেরির মাধ্যমে বাছাইকৃত অনুসন্ধানীয় সূচিপত্র জড়ো করুন
es: Regenerar el índice de búsqueda seleccionado a través de Celery
fr: Remplir l'index de recherche sélectionné avec Celery
fy: Selektearre sykyndeks ynfolje fia Celery
it: Riempi l’indice di ricerca selezionato tramite Celery
ja: Celery 経由で選択したインデックスを集める
ko: 선택한 검색 항목을 Celery에 추천하기
nl: Geselecteerde zoekindex invullen via Celery
ru: Заполнить выбранный поисковый индекс через Celery
zh_cn: 通过 Celery 填充选定的搜索索引

source: Is current index?
bn_bd: চলমান সূচীপত্র?
es: ¿Es el índice actual?
fr: Est l'index actuel&nbsp;?
fy: Is dit de aktuele yndeks?
it: È l’indice corrente?
ja: 現在のインデックス？
ko: 현재 인덱스인가요?
nl: Is dit de huidige index?
ru: Это текущий индекс?
zh_cn: 是当前索引？

source: There is already a successor to the current index %s
bn_bd: এরই মধ্যে চলমান সূচিপত্রের একটি উত্তরসূরী রয়েছে %s
es: Ya hay un sucesor del índice actual %s
fr: Il existe déjà un successeur pour l'index courant %s
fy: Der is al in opfolger foar de aktuele yndeks %s
it: L’indice corrente %s ha già un successore
ja: 現在のインデックス %s にはすでに後継が設定されています
ko: 현재 인덱스 %s는 이미 포함되어 있습니다.
nl: Er is al een opvolger voor de huidige index %s
ru: Уже есть преемник для текущего индекса %s
zh_cn: 当前索引 %s 已经有一个继承者

source: Search is temporarily unavailable. Please try again in a few minutes.
bn_bd: অনুসন্ধান অস্থায়ীভাবে অনুপস্হিত। দয়া করে কিছুক্ষণ পর আবার চেষ্টা করুন।
es: De manera temporal la búsqueda no está disponible. Inténtalo de nuevo pasados unos minutos.
fr: La recherche est momentanément indisponible. Veuillez réessayer d'ici quelques minutes.
fy: De sykfunksje is tydlik net beskikber. Probearje it oer inkelde minuten nochris.
it: La funzione di ricerca non è disponibile al momento. Riprova tra qualche minuto.
ja: 検索は一時的に利用できなくなっています。後で再度試してください。
ko: 검색이 일시적으로 사용할 수 없습니다. 몇 분 후 다시 시도하세요.
nl: De zoekfunctie is tijdelijk niet beschikbaar. Probeer het over enkele minuten nog eens.
ru: Поиск временно недоступен. Пожалуйста, попробуйте снова через несколько минут.
zh_cn: 搜索暂时不可用。请几分钟后再试。

source: Something went wrong with the search query. Please try again in a few minutes.
es: Algo salió mal en la consulta de búsqueda. Por favor inténtalo de nuevo en unos minutos.
fr: Une erreur s'est produite lors de la recherche. Veuillez réessayer d'ici quelques minutes.
fy: Der gie wat mis mei de sykopdracht. Probearje it oer inkelde minuten opnij.
it: Si è verificato un errore con la query di ricerca specificata. Riprova tra qualche minuto.
ja: 検索語句に問題があります。後で再度試してください。
ko: 검색 쿼리의 무엇인가가 잘 못 되었습니다. 몇 분 후 다시 시도하세요.
nl: Er ging iets mis met de zoekopdracht. Probeer het over enkele minuten opnieuw.
ru: Что-то пошло не так с поисковым запросом. Пожалуйста, попробуйте снова через несколько минут.
zh_cn: 搜索查询出错。请几分钟后再试。

source: name
bn_bd: নাম
es: nombre
fr: nom
fy: namme
it: nome
ja: 名前
ko: 이름
nl: naam
ru: имя
zh_cn: 名字

source: groupname
bn_bd: দলের নাম
es: nombre de grupo
fr: nom de groupe
fy: groepsnamme
it: nome gruppo
ja: グループ名
ko: 그룹명
nl: groepsnaam
ru: название группы
zh_cn: 组名称

source: Search Unavailable
bn_bd: অনুসন্ধান পাওয়া যাচ্ছে না
es: Búsqueda no disponible
fr: Recherche indisponible
fy: Sykjen net beskikber
it: Ricerca non disponibile
ja: 検索は利用できません
ko: 검색이 안됨
nl: Zoeken niet beschikbaar
ru: Поиск недоступен
zh_cn: 无法搜索

source: Search Mozilla Developer Network documentation
bn_bd: মজিলা ডেভেলপার নেটওয়ার্ক ডকুমেন্টেশন অনুসন্ধান করুন
es: Buscar en la documentación de Mozilla Developer Network
fr: Rechercher parmi la documentation de Mozilla Developer Network
fy: Mozilla Developer Network-dokumintaasje trochsykje
it: Cerca nella documentazione di Mozilla Developer Network
ja: MDN ドキュメントを検索
ko: Mozilla 개발자 네트워크 문서 검색
nl: Mozilla Developer Network-documentatie doorzoeken
ru: Искать по документации Mozilla Developer Network
zh_cn: 搜索 Mozilla 开发者网络的文档

source: Search Results for "%(query)s"
bn_bd: অনুসন্ধান ফলাফল "%(query)s" এর জন্য
es: Resultados de la búsqueda "%(query)s"
fr: Résultats de la recherche pour «&nbsp;%(query)s&nbsp;»
fy: Sykresultaten foar ‘%(query)s’
it: Risultati di ricerca per “%(query)s”
ja: 「%(query)s」の検索結果
ko: 검색 결과: "%(query)s"
nl: Zoekresultaten voor ‘%(query)s’
ru: Результаты поиска для "%(query)s"
zh_cn: 搜索结果：“%(query)s”

source: translated from <a href="%(parent_url)s" title="%(parent_title)s">%(parent_title)s (%(parent_language)s)</a>
bn_bd: <a href="%(parent_url)s" title="%(parent_title)s">%(parent_title)s (%(parent_language)s)</a> থেকে অনুবাদকৃত
es: traducido de <a href="%(parent_url)s" title="%(parent_title)s">%(parent_title)s (%(parent_language)s)</a>
fr: traduit depuis <a href="%(parent_url)s" title="%(parent_title)s">%(parent_title)s (%(parent_language)s)</a>
fy: oerset fan <a href="%(parent_url)s" title="%(parent_title)s">%(parent_title)s (%(parent_language)s)</a> ôf
it: Traduzione di <a href="%(parent_url)s" title="%(parent_title)s">“%(parent_title)s”</a> originalmente scritto in (%(parent_language)s.
ja: <a href="%(parent_url)s" title="%(parent_title)s">%(parent_title)s (%(parent_language)s)</a> から翻訳
ko: 문서 번역: <a href="%(parent_url)s" title="%(parent_title)s">%(parent_title)s (%(parent_language)s)</a>
nl: vertaald vanaf <a href="%(parent_url)s" title="%(parent_title)s">%(parent_title)s (%(parent_language)s)</a>
ru: переведено с <a href="%(parent_url)s" title="%(parent_title)s">%(parent_title)s (%(parent_language)s)</a>
zh_cn: 已从 <a href="%(parent_url)s" title="%(parent_title)s">%(parent_title)s (%(parent_language)s)</a> 翻译

source: MDN Site Search
bn_bd: এমডিএন সাইট অনুসন্ধান
es: Búsqueda en MDN
fr: Recherche MDN
fy: MDN-website trochsykje
it: Ricerca di MDN
ja: MDN サイト検索
ko: MDN 사이트 검색
nl: MDN-website doorzoeken
ru: Поиск по сайту MDN
zh_cn: MDN 网站搜索

source: Results
bn_bd: ফলাফলসমূহ
es: Resultados
fr: Résultats
fy: Resultaten
it: Risultati
ja: 検索結果
ko: 검색 결과
nl: Resultaten
ru: Результаты
zh_cn: 结果

source: %(count)s document found for "%(query)s" in %(locale_native)s.
es: %(count)s documento encontrado para "%(query)s" en %(locale_native)s.
fr: %(count)s document trouvé pour «&nbsp;%(query)s&nbsp;» en %(locale_native)s.
fy: %(count)s dokumint fûn foar ‘%(query)s’ yn it %(locale_native)s.
it: È stato trovato %(count)s documento in %(locale_native)s per “%(query)s”.
ja: 「%(query)s」を含む %(locale_native)s の記事が %(count)s ページ見つかりました。
ko: "%(query)s"- %(locale_native)s %(count)s 개 문서 찾음
nl: %(count)s document gevonden voor ‘%(query)s’ in het %(locale_native)s.
ru: по запросу «%(query)s» на %(locale_native)s найден %(count)s документ.
zh_cn: %(locale_native)s 中找到 %(count)s 篇关于 "%(query)s" 的文档。

source: %(count)s document found for "%(query)s" in %(locale_native)s and %(default_locale_native)s.
es: %(count)s documento encontrado para "%(query)s" en %(locale_native)s y %(default_locale_native)s.
fr: %(count)s document trouvé pour « %(query)s » en %(locale_native)s et en %(default_locale_native)s.
fy: %(count)s dokumint fûn foar ‘%(query)s’ yn it %(locale_native)s en it %(default_locale_native)s.
it: La ricerca di “%(query)s” ha trovato %(count)s documento in %(locale_native)s e %(default_locale_native)s.
ja: 「%(query)s」を含む %(locale_native)s と %(default_locale_native)s の記事が %(count)s ページ見つかりました。
ko: "%(query)s" %(locale_native)s - %(default_locale_native)s 에서 %(count)s개 문서 발견됨
nl: %(count)s document gevonden voor ‘%(query)s’ in het %(locale_native)s en het %(default_locale_native)s.
ru: по запросу "%(query)s" на %(locale_native)s и %(default_locale_native)s найден %(count)s документ.
zh_cn: 找到 %(count)s 篇匹配“%(query)s”的文档，于 %(locale_native)s 和 %(default_locale_native)s。

source: %(count)s document found in %(locale_native)s.
es: %(count)s documento encontrado en %(locale_native)s.
fr: %(count)s document trouvé en %(locale_native)s.
fy: %(count)s dokumint fûn yn it %(locale_native)s.
it: È stato trovato %(count)s documento in %(locale_native)s.
ja: %(locale_native)s の記事が %(count)s ページ見つかりました。
ko: %(count)s개 문서 찾음 %(locale_native)s.
nl: %(count)s document gevonden in het %(locale_native)s.
ru: на %(locale_native)s найден %(count)s документ.
zh_cn: %(locale_native)s 中找到 %(count)s 篇文档。

source: %(count)s document found in %(locale_native)s and %(default_locale_native)s.
es: %(count)s documento encontrado en %(locale_native)s y %(default_locale_native)s.
fr: %(count)s document trouvé en %(locale_native)s et en %(default_locale_native)s.
fy: %(count)s dokumint fûn yn it %(locale_native)s en it %(default_locale_native)s.
it: %(count)s documento trovato in %(locale_native)s e %(default_locale_native)s.
ja: %(locale_native)s と %(default_locale_native)s の記事が %(count)s ページ見つかりました。
ko: %(count)s개 문서 찾음 - %(locale_native)s 및 %(default_locale_native)s
nl: %(count)s document gevonden in het %(locale_native)s en het %(default_locale_native)s.
ru: на %(locale_native)s и %(default_locale_native)s найден %(count)s документ.
zh_cn: 找到 %(count)s 篇文档，于 %(locale_native)s 和 %(default_locale_native)s。

source: %(count)s document found for "%(query)s".
es: %(count)s documento encontrado para "%(query)s".
fr: %(count)s document trouvé avec «&nbsp;%(query)s.&nbsp;»
fy: %(count)s dokumint fûn foar ‘%(query)s’.
it: È stato trovato %(count)s documento per la query “%(query)s”.
ja: 「%(query)s」を含む記事が %(count)s ページ見つかりました。
ko: "%(query)s"에 대해 %(count)s문서 찾음
nl: %(count)s document gevonden voor ‘%(query)s’.
ru: по запросу «%(query)s» найден %(count)s документ.
zh_cn: 找到 %(count)s 篇关于 "%(query)s" 的文档。

source: %(count)s document found.
es: %(count)s documento encontrado.
fr: %(count)s document trouvé.
fy: %(count)s dokumint fûn.
it: È stato trovato %(count)s documento.
ja: 記事が %(count)s ページ見つかりました。
ko: %(count)s 문서 찾음.
nl: %(count)s document gevonden.
ru: найден %(count)s документ.
zh_cn: 找到 %(count)s 篇文档。

source: Showing all results.
bn_bd: সকল ফলাফলসমূহ দেখানো হচ্ছে।
es: Se muestran todos los resultados.
fr: Affichage de tous les résultats.
fy: Alle resultaten.
it: Tutti i risultati di ricerca
ja: すべての結果を表示しています。
ko: 전체 결과 보기
nl: Alle resultaten.
ru: Показываются все результаты.
zh_cn: 已显示所有结果。

source: Showing results %(start)s to %(end)s.
bn_bd: %(start)s হতে %(end)s ফলাফলসমূহ দেখানো হচ্ছে।
es: Se muestran los resultados de %(start)s a %(end)s.
fr: Affichage des résultats %(start)s à %(end)s.
fy: Resultaten fan %(start)s oant %(end)s.
it: Risultati di ricerca da %(start)s a %(end)s.
ja: %(start)s 件目から %(end)s 件目までの検索結果を表示しています。
ko: 결과 보기: %(start)s - %(end)s.
nl: Resultaten van %(start)s tot %(end)s.
ru: Показаны результаты с %(start)s по %(end)s.
zh_cn: 已显示结果 %(start)s 至 %(end)s。

source: Search again in %(default_locale_native)s only
bn_bd: শুধু %(default_locale_native)s এ পুনরায় অনুসন্ধান করুন
es: Buscar de nuevo en %(default_locale_native)s únicamente
fr: Rechercher à nouveau en %(default_locale_native)s uniquement
fy: Nochris sykje, allinnich yn it %(default_locale_native)s
it: Ripeti la ricerca solo tra i documenti scritti in %(default_locale_native)s
ja: %(default_locale_native)s の記事のみを再検索
ko: %(default_locale_native)s 만 다시 검색하기
nl: Nogmaals zoeken, alleen in het %(default_locale_native)s
ru: Поискать снова только на %(default_locale_native)s
zh_cn: 只在 %(default_locale_native)s 中再次搜索

source: Docs
bn_bd: ডকুমেন্টেশন
es: Documentación
fr: Documentation
fy: Dokuminten
it: Documentazione
ja: ドキュメント
ko: 기술 문서
nl: Documenten
ru: Документы
zh_cn: 文档
