Repository: mdn/kuma
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn_bd, es, fr, fy, it, ja, ko, nl, ru, zh_cn

source: Edit Page Title and Properties
bn_bd: পাতার টাইটেল এবং প্রপারটিজ সম্পাদনা করুন
es: Editar propiedades y título de la página
fr: Modifier le titre et les propriétés de la page
fy: Sidetitel en eigenskippen bewurkje
it: Modifica il titolo e le proprietà della pagina
ja: ページのタイトルとプロパティの編集
ko: 페이지 제목과 속성 편집
nl: Paginatitel en eigenschappen bewerken
ru: Редактировать свойства и заголовок статьи
zh_cn: 编辑页面标题和属性

source: Rendering max age:
es: Antigüedad máxima:
fr: Limite d'âge pour la mise en cache&nbsp;:
fy: Maks. renderdjoer:
it: Età massima della pagina da visualizzare:
ja: レンダリング最長時間 (秒):
ko: 최대 시기 표시:
nl: Max. renderduur:
ru: Максимальный срок рендеринга:
zh_cn: 渲染缓存最大寿命：

source: Days
bn_bd: দিন
es: Días
fr: Jours
fy: Dagen
it: Giorni
ja: 日
ko: 일
nl: Dagen
ru: Дни
zh_cn: 天

source: Hours
bn_bd: ঘণ্টাগুলি
es: Horas
fr: Heures
fy: Oeren
it: Ore
ja: 時間
ko: 시간
nl: Uur
ru: Часы
zh_cn: 小时

source: Minutes
bn_bd: মিনিটসমূহ
es: Minutos
fy: Minuten
it: Minuti
ja: 分
ko: 분
nl: Minuten
ru: Минуты
zh_cn: 分钟

source: Find the translation source with the lookup below and then click "Publish."
es: Encuentra el original de esta traducción con la búsqueda de abajo y haz clic en "Publicar".
fr: Cherchez la source de la traduction avec la recherche ci-dessous puis cliquez sur «&nbsp;Publier&nbsp;»
fy: Sykje de boarne fan de oersetting fia it ûndersteande sykfjild en klik dêrnei op ‘Publisearje’.
it: Trova il documento originale per questa traduzione utilizzando lo strumento di ricerca sottostante e quindi fai clic su “Pubblica”.
ja: 下の検索フォームで翻訳元を探して「公開」をクリックしてください。
ko: 아래 검색으로 번역할 문서를 찾아보고 "게시"를 누르세요.
nl: Zoek de bron van de vertaling via het onderstaande zoekveld en klik daarna op ‘Publiceren’.
ru: Найдите источник для перевода в поиске выше, а затем нажмите "Опубликовать".
zh_cn: 在下面找到这个翻译的源代码，然后点击“发布”。

source: Lookup:
es: Búsqueda:
fr: Rechercher :
fy: Opsykje:
it: Ricerca:
ja: 検索:
ko: 찾아보기:
nl: Opzoeken:
ru: Поиск:
zh_cn: 查找

source: Thank you for taking the time to improve MDN!
es: ¡Gracias por usar tu tiempo para mejorar MDN!
fr: Merci d'avoir pris le temps d'améliorer MDN&nbsp;!
fy: Tank dat jo de tiid nimme om MDN te ferbetterjen!
it: Grazie per aver impiegato il tuo tempo contribuendo a migliorare MDN.
ja: MDN の改善に時間を取っていただきありがとうございます！
ko: MDN을 향상시키는데 도움을 주셔서 감사합니다!
nl: Bedankt dat u de tijd neemt om MDN te verbeteren!
ru: Спасибо вам за время, потраченное на улучшение MDN!
zh_cn: 感谢您抽出时间来改善 MDN！

source: It looks like this is your first contribution to MDN. You can find answers to common editing questions within our <a target="_blank" href="%(url)s">Editor Guide</a>.
es: Parece que esta es tu primera colaboración en MDN. Puedes encontrar respuestas a preguntas comunes sobre la edición en nuestra <a target="_blank" href="%(url)s">Guía del editor</a>.
fr: Il semblerait que ce soit votre première contribution à MDN. Vous trouverez des réponses à certaines questions générales concernant l'édition dans notre <a target="_blank" href="%(url)s">Guide Éditeur</a>.
fy: It liket derop dat dit jo earste bydrage oan MDN is. Antwurden op gebrûkelike bewurkingsfragen kinne jo fine binnen ús <a target="_blank" href="%(url)s">Editor Guide</a>.
it: Sembra che questo sia il tuo primo contributo su MDN. Puoi trovare la risposta alle domande più comuni sulla scrittura degli articoli nella <a target="_blank" href="%(url)s">Guida alla scrittura</a>.
ja: MDN への貢献は初めてのようですね。編集に関する一般的な質問の答えは <a target="_blank" href="%(url)s">編集者ガイド</a> にあります。
ko: 아마 MDN에 첫번째 공헌인 것 같습니다. 문서 편집에 대한 질문이 있으시면 <a target="_blank" href="%(url)s">편집 가이드</a>를 살펴 보세요.
nl: Het lijkt erop dat dit uw eerste bijdrage aan MDN is. Antwoorden op gebruikelijke bewerkingsvragen kunt u vinden binnen onze <a target="_blank" href="%(url)s">Editor Guide</a>.
ru: Похоже, что это ваш первый вклад в MDN. Вы можете найти ответы на общие вопросы по редактированию в нашем <a target="_blank" href="%(url)s">Руководстве редактора</a>.
zh_cn: 看来您是第一次对 MDN 做出贡献。可以在<a target="_blank" href="%(url)s">编辑指南</a>中看到编辑过程中常见问题的答案。

source: Don't be afraid to break something, you can always revert your changes.
es: No tengas miedo a romper algo, siempre puedes revertir tus cambios.
fr: N'ayez pas peur de casser quoi que ce soit, il est toujours possible d'annuler vos changements.
fy: Wês net bang om wat kapot te meitsjen, jo kinne jo wizigingen altyd ûngedien meitsje.
it: Non preoccuparti di fare pasticci, sarà sempre possibile annullare le modifiche fatte e ritornare alla versione precedente.
ja: 何か壊してしまわないかと怖れないでください。あなたの編集はいつでも取り消せます。
ko: 문제가 있더라도 걱정하지 마세요. 언제든 변경 사항을 이전 버전으로 바꿀 수 있습니다.
nl: Wees niet bang om iets kapot te maken, u kunt uw wijzigingen altijd ongedaan maken.
ru: Не бойтесь что-нибудь поломать, вы всегда можете отменить ваши изменения.
zh_cn: 不要怕搞乱某些东西，随时可以还原修改的。

source: Have fun and be proud of your contribution!
es: ¡Diviértete y enorgullécete de tu colaboración!
fr: Amusez-vous et soyez fiers d'avoir contribué&nbsp;!
fy: In protte nocht en wês grutsk op jo bydrage!
it: Buon divertimento e si fiero del tuo contributo.
ja: 自分の貢献を楽しみ、誇りを持ってください！
ko: 즐겁게 공헌 활동에 자랑스럽게 참여하세요!
nl: Veel plezier en wees trots op uw bijdrage!
ru: Получайте удовольствие и гордитесь своим вкладом!
zh_cn: 快乐并骄傲地作出您的贡献！

source: Learn how to tag an article
es: Aprende a etiquetar un artículo
fr: Apprenez comment étiqueter un article
fy: Lês hoe't jo in artikel labelje kinne
it: Scopri come etichettare un articolo
ja: 記事へのタグの付け方
ko: 문서 태그 배우기
nl: Lees hoe u een artikel kunt labelen
ru: Узнайте, как добавить метки к статье
zh_cn: 了解如何给文档加标签

source: Categorize the article. It will make the article findable under the right filters in the search engine. <a target="_blank" href="%(url)s">Read the Tagging Guide</a>.
es: Categoriza el artículo. Hará que el artículo se pueda encontrar bajo los filtros apropiados en el buscador. <a target="_blank" href="%(url)s">Lee la guía de etiquetado</a>.
fr: Catégorisez l'article. Cela permettra de le trouver grâce aux filtres appropriés via le moteur de recherche. <a target="_blank" href="%(url)s">Lire le guide </a>.
fy: Kategorisearje it artikel. Hjirtroch is it te finen fia de krekte filters yn de sykmasine. <a target="_blank" href="%(url)s">Lês de Tagging Guide</a>.
it: Categorizza l’articolo. Lo renderà disponibile applicando i giusti filtri al motore di ricerca. <a target="_blank" href="%(url)s">Leggi la guida relativa all’aggiunta di etichette agli articoli</a>.
ja: 記事のカテゴリーを設定してください。それにより、検索エンジンで絞り込みを行った場合にもこの記事を正しく見つけられるようになります。詳しくは <a target="_blank" href="%(url)s">タグ付けガイド</a> を参照してください。
ko: 문서를 분류하세요. 사람들이 좀 더 찾기 쉽게 검색 엔진이 작업합니다. <a target="_blank" href="%(url)s">태깅 가이드</a>도 참고하십시오.
nl: Categoriseer het artikel. Hierdoor wordt het vindbaar via de juiste filters in de zoekmachine. <a target="_blank" href="%(url)s">Lees de Tagging Guide</a>.
ru: Категоризируйте статью. Это сделает статью находимой через правильные фильтры в поисковом движке. <a target="_blank" href="%(url)s">Прочитайте руководство по меткам</a>.
zh_cn: 对文章进行分类，可以让文章在搜索引擎适当的过滤器下容易被找到。<a target="_blank" href="%(url)s">阅读标签指南</a>。

source: View %(locale)s parent
es: Ver responsables de %(locale)s
fr: Voir le parent pour %(locale)s
fy: Boppelizzende (%(locale)s) werjaan
it: Visualizza il genitore per il locale %(locale)s
ja: %(locale)s の親を表示
ko: 부모 %(locale)s 보기
nl: Bovenliggende (%(locale)s) weergeven
ru: Посмотреть родителя %(locale)s
zh_cn: 查看 %(locale)s 的父

source: last modified at %(modified)s
es: fecha de última modificación %(modified)s
fr: date de dernière modification&nbsp;: %(modified)s
fy: lêst oanpast op %(modified)s
it: Ultima modifica il %(modified)s
ja: 最終変更日: %(modified)s
ko: %(modified)s에 최종 변경
nl: laatst aangepast op %(modified)s
ru: последнее изменение %(modified)s
zh_cn: 最后修改日期 %(modified)s

source: Edit %(locale)s translation
bn_bd: অনুবাদ %(locale)s সম্পাদনা করুন
es: Editar la traducción de %(locale)s
fr: Éditer la traduction %(locale)s
fy: Oersetting nei it %(locale)s bewurkje
it: Modifica la traduzione per il locale %(locale)s
ja: %(locale)s の翻訳を編集
ko: %(locale)s 번역 편집:
nl: Vertaling naar het %(locale)s bewerken
ru: Изменить перевод на %(locale)s
zh_cn: 编辑 %(locale)s 翻译

source: Move Article | %(document)s
es: Mover artículo | %(document)s
fr: Déplacer l'article | %(document)s
fy: Artikel ferpleatse | %(document)s
it: Sposta l’articolo | %(document)s
ja: 記事の移動 | %(document)s
ko: 문서 이동 | %(document)s
nl: Artikel verplaatsen | %(document)s
ru: Перемещение статьи | %(document)s
zh_cn: 移动文章 | %(document)s

source: Please specify the new location for this page by filling out the fields below. Be sure your new destination follows these rules:
es: Por favor especifica la nueva ubicación de esta página rellenando los siguientes campos. Asegúrate de que tu nuevo destino sigue estas reglas:
fr: Veuillez indiquer le nouvel emplacement de cette page en replissant les champs ci-dessous. Assurez-vous que la nouvelle destination suive ces règles :
fy: Jou de nije lokaasje foar dizze side op, troch de ûndersteande fjilden yn te foljen. Soargje derfoar dat it nije doel oan dizze rigels foldocht:
it: Inserisci i dati relativi alla nuova destinazione completando i campi sottostanti. Assicurati di:
ja: 以下の項目を入力して、このページの新しい場所を指定してください。移動先は以下のルールに従う必要があります。
ko: 아래 빈칸을 작성하여 이 페이지의 새 위치를 지정해 주세요. 새 위치는 다음 규칙을 반드시 따라야 합니다:
nl: Geef de nieuwe locatie voor deze pagina op door de onderstaande velden in te vullen. Zorg ervoor dat het nieuwe doel aan deze regels voldoet:
ru: Пожалуйста, укажите новое местоположение этой страницы заполнением полей ниже. Убедитесь, что новое место назначения соответствует следующим правилам:
zh_cn: 请填写下面的字段指定此页面的新位置。请确定您的新描述符合下列规则：

source: Make sure the location you specify is located immediately under an existing page.
es: Asegúrate de que la nueva ubicación que especifiques está situada en una página ya existente.
fr: Assurez-vous que l'emplacement spécifié se trouve directement sous une page existante.
fy: Soargje derfoar dat de opjûne lokaasje direkt ûnder in besteande side stiet.
it: controllare che la nuova destinazione specificata si trovi subito dopo una pagina già esistente;
ja: 指定する場所は既存のページの直下でなければなりません。
ko: 지정한 위치는 반드시 기존 페이지 바로 아래 위치해야 합니다.
nl: Zorg ervoor dat de opgegeven locatie zich direct onder een bestaande pagina bevindt.
ru: Убедитесь, что указанное вами местоположение расположено сразу под существующей страницей.
zh_cn: 确保你指定的位置在一个已存在的页面.

source: Don't include the URL scheme ("https://").
es: No incluyas el esquema de URL ("https://").
fr: Ne spécifiez pas le schéma d'URL (« https:// »).
fy: Lit it URL-skema fuort (‘https://’).
it: non inserire il protocollo (https://);
ja: URL スキーマ (「https://」) を含んでいてはいけません。
ko: URL형식 ("https://")을 포함하지 마세요.
nl: Laat het URL-schema achterwege (‘https://’).
ru: Не включайте в URL протокол ("https://").
zh_cn: 不要包括 URL 模式 ("https://")。

source: Enter only the part of the URL following "/docs/".
es: Escribe sólo la parte de la URL que sigue a "/docs/".
fr: Indiquez uniquement la partie d'URL qui suit « /docs/ ».
fy: Fier allinnich it part fan de URL efter ‘/docs/’ yn.
it: inserire solo la parte di indirizzo che segue "/docs/".;
ja: 「/docs/」に続く URL 部分のみ入力してください。
ko: "/docs/" 다음 URL 부분만 입력하세요.
nl: Voer alleen het gedeelte van de URL achter ‘/docs/’ in.
ru: Введите только часть URL следующую после "/docs/".
zh_cn: 请只输入 URL 的下列部分 "/docs/"。

source: Don't include a trailing slash (this will be removed for you if you include it, but you should leave it out).
es: No incluyas la barra final "/" (se eliminará si la incluyes, pero deberías omitirla).
fr: N'ajoutez pas de slash à la fin (celui-ci sera supprimé si vous en mettez un, mais il vaut mieux ne pas en mettre)
fy: Lit in neifolgjende slash fuort (dizze wurdt foar jo fuortsmiten as jo him tafoegje, mar lit him leaver fuort).
it: non inserire lo slash finale (se viene inserito sarà rimosso, ciò nonostante è meglio non inserirlo).
ja: 末尾のスラッシュは含めないでください (含まれていた場合は自動的に削除されますが、いずれにしても入力しないでください)。
ko: 후행 슬래시를 포함하지 마세요(이를 포함하면 제거되지만, 빼야 합니다).
nl: Laat een navolgende slash achterwege (deze wordt voor u verwijderd als u hem bijsluit, maar laat hem liever weg).
ru: Не включайте завершающий слеш (он будет удалён, если вы добавите его, но лучше пропустите его).
zh_cn: 请不要包括斜线（如果您包括，它将被自动去除，但也请不要包括它）。

source: Your requested move cannot be completed due to the following slug conflicts:
es: La acción solicitada no se pudo completar por los siguientes conflictos:
fr: Le déplacement que vous avez demandé ne peut se poursuivre à cause des conflits d'adresse suivants :
fy: Jo frege ferpleatsing kin net foltôge wurde fanwegen de folgjende slug-konflikten:
it: Non è possibile spostare il documento richiesto a causa dei seguenti conflitti tra slug:
ja: 次の URL スラグが競合しているため、要求されたページ移動ができません:
ko: 다음 슬러그 충돌로 인해 요청된 이동을 완료할 수 없습니다:
nl: Uw gevraagde verplaatsing kan niet worden voltooid vanwege de volgende slug-conflicten:
ru: Ваш запрос не может быть выполнен из-за конфликта url:
zh_cn: 您请求的移动无法完成，因为下列网址缩略名冲突：

source: Current Slug:
bn_bd: বর্তমান স্লাগ:
es: Slug actual:
fr: Slug actuel&nbsp;:
fy: Aktuele identificator:
it: Slug attuale:
ja: 現在の URL スラグ:
ko: 현재 짧은 URL:
nl: Huidige identificator:
ru: Текущий URL:
zh_cn: 当前的网址缩略名：

source: Preview URL:
es: URL de la vista preliminar:
fr: URL de prévisualisation&nbsp;:
fy: Foarbyld-URL:
it: URL anteprima:
ja: プレビュー URL:
ko: URL 미리보기:
nl: Voorbeeld-URL:
ru: URL предпросмотра:
zh_cn: 预览网址：

source: New Slug:
bn_bd: নতুন স্লাগ:
es: Nuevo slug:
fr: Nouveau slug&nbsp;:
fy: Nije identificator:
it: Nuovo slug:
ja: 新しい URL スラグ:
ko: 새로운 짧은 URL:
nl: Nieuwe identificator:
ru: Новый URL:
zh_cn: 新网址缩略名：

source: Look up by Document Title
es: Buscar por título del documento
fr: Recherche par titre de document
fy: Sykje op dokuminttitel
it: Cerca nel titolo del documento
ja: ドキュメントのタイトルで探す
ko: 문서명으로 찾기
nl: Zoeken op documenttitel
ru: Поиск по заголовку статьи
zh_cn: 通过文章标题查找

source: Parent Title
es: Título del ascendiente
fr: Titre du parent
fy: Boppelizzende titel
it: Titolo genitore
ja: 親ページのタイトル
ko: 상위 문서 제목
nl: Bovenliggende titel
ru: Родительский заголовок
zh_cn: 上一级标题

source: Move %(count)s Pages
es: Mover %(count)s páginas
fr: Déplacer %(count)s pages
fy: %(count)s siden ferpleatse
it: Spostamento di %(count)s pagine
ja: %(count)s ページを移動
ko: %(count)s 페이지 이동
nl: %(count)s pagina’s verplaatsen
ru: Переместить %(count)s страниц
zh_cn: 移动 %(count)s 个页面

source: Move Page
es: Mover la página
fr: Déplacer la page
fy: Side ferpleatse
it: Sposta pagina
ja: ページを移動
ko: 페이지 이동
nl: Pagina verplaatsen
ru: Переместить страницу
zh_cn: 移动页面

source: The following %(count)s subpages will be affected by this move:
es: Las siguientes %(count)s subpáginas podrían verse afectadas por este movimiento:
fr: Les %(count)s sous-pages suivantes seront affectées par ce déplacement&nbsp;:
fy: Dizze ferpleatsing hat ynfloed op de folgjende %(count)s subsiden:
it: Questa azione influenzerà le seguenti %(count)s sottopagine:
ja: 以下の %(count)s サブページがこのページ移動の影響を受けます:
ko: 다음 %(count)s개의 하위 페이지가 이 이동의 영향을 받습니다:
nl: Deze verplaatsing heeft invloed op de volgende %(count)s subpagina’s:
ru: В связи с переносом будет затронуто %(count)s подстраниц:
zh_cn: 此次移动将影响到下列 %(count)s 个子页面：

source: No other documents will be affected by this change.
es: No hay otros documentos que puedan verse afectados por este cambio.
fr: Aucun autre document ne sera affecté par ce changement.
fy: Dizze wiziging hat gjin ynfloed op oare dokuminten.
it: Nessun altro documento verrà influenzato da questa modifica.
ja: この変更による他のドキュメントへの影響はありません。
ko: 현재 변경사항에 영향 받는 문서가 없습니다.
nl: Deze wijziging heeft geen invloed op andere documenten.
ru: Эти изменения не повлияют на другие статьи.
zh_cn: 没有其他文档会受到这个改变的影响。

source: Page move requested
es: Solicitud para mover página
fr: Déplacement de la page demandé
fy: Sideferpleatsing oanfrage
it: La richiesta per lo spostamento della pagina è stata inviata
ja: ページの移動がリクエストされました
ko: 문서 이동 요청
nl: Paginaverplaatsing aangevraagd
ru: Запрошен перенос страницы
zh_cn: 请求移动页面

source: <h1>Page Move Scheduled</h1> <p>Moving %(old_slug)s to <a href="%(new_url)s">%(new_slug)s</a></p> <p> You'll receive an email when it finishes, or if any errors occur during the move.</p>
es: <h1>Está planificado el desplazamiento de esta página</h1> <p>Se desplazará %(old_slug)s a <a href="%(new_url)s">%(new_slug)s</a></p> <p> Recibirás un correo cuando el proceso finalice o si ocurre algún error durante el desplazamiento.</p>
fr: <h1>Déplacement de page planifié</h1> <p>Déplacement de %(old_slug)s vers <a href="%(new_url)s">%(new_slug)s</a></p> <p> Vous recevrez un courriel une fois terminé ou si une erreur se produit pendant l'opération.</p>
fy: <h1>Sideferpleatsing pland</h1> <p>%(old_slug)s wurdt ferpleatst nei <a href="%(new_url)s">%(new_slug)s</a></p> <p> Jo ûntfange in e-mail as dit foltôge is, of as der flaters barre wylst de ferpleatsing.</p>
it: <h1>Spostamento pagina programmato</h1> <p>Spostamento di %(old_slug)s su <a href="%(new_url)s">%(new_slug)s</a></p> <p> Riceverai una email quando la procedura di spostamento sarà completata o nel caso si verifichino degli errori.</p>
ja: <h1>ページの移動がスケジュールへ追加されました</h1> <p>%(old_slug)s から <a href="%(new_url)s">%(new_slug)s</a> へ移動されます</p> <p> 完了時、あるいは移動中に何か問題が発生した場合にはメールでお知らせします。</p>
ko: <h1>문서 이동 일정</h1> <p>%(old_slug)s를 <a href="%(new_url)s">%(new_slug)s</a>로 이동합니다.</p> <p> 완료되거나 문제가 생기면 여러분께 이메일로 전달합니다.</p>
nl: <h1>Paginaverplaatsing gepland</h1> <p>%(old_slug)s wordt verplaatst naar <a href="%(new_url)s">%(new_slug)s</a></p> <p> U ontvangt een e-mail als dit is voltooid, of als er fouten optreden tijdens de verplaatsing.</p>
ru: <h1>Запланирован перенос страницы</h1> <p>Перенос %(old_slug)s в <a href="%(new_url)s">%(new_slug)s</a></p> <p> Вы получите письмо после удачного переноса или если возникнут какие-либо ошибки.</p>
zh_cn: <h1>页面移动计划</h1> <p>将 %(old_slug)s 移动到 <a href="%(new_url)s">%(new_slug)s</a></p> <p>完成后或者在移动中发生错误，您都会收到邮件。</p>

source: This is a preview of an unsaved document.
es: Esta es una vista preliminar de un documento no guardado.
fr: Ceci est un aperçu d'un document non enregistré.
fy: Dit is in foarbyld fan in net-bewarre dokumint.
it: Stai visualizzando l’anteprima di un documento non salvato.
ja: これは未保存のドキュメントのプレビューです。
ko: 저장되지 않은 문서의 미리보기 입니다.
nl: Dit is een voorbeeld van een niet-opgeslagen document.
ru: Это предпросмотр несохраненной статьи.
zh_cn: 这个是一个未保存文档的预览。

source: Revision %(id)s | %(title)s
es: Revisión %(id)s | %(title)s
fr: Révision %(id)s | %(title)s
fy: Refyzje %(id)s | %(title)s
it: Versione %(id)s | %(title)s
ja: リビジョン %(id)s | %(title)s
ko: 개정판 %(id)s | %(title)s
nl: Revisie %(id)s | %(title)s
ru: Ревизия %(id)s | %(title)s
zh_cn: 修订版本 %(id)s | %(title)s

source: Revision Information
es: Información sobre la revisión
fr: Informations de révision
fy: Refyzje-ynformaasje
it: Informazioni sulla versione
ja: リビジョン情報
ko: 리비전 정보
nl: Revisie-informatie
ru: Информация о ревизии
zh_cn: 修订版信息

source: Revision slug:
es: Enlace amigable (slug) de la revisión:
fr: Raccourci de la révision :
fy: Refyzje-identifikator:
it: Slug della versione:
ja: リビジョンの URL スラグ:
ko: 리비전 슬러그:
nl: Revisie-identificator:
ru: URL ревизии:
zh_cn: 版本网址缩略名：

source: Revision title:
es: Título de la revisión:
fr: Titre de la révision :
fy: Refyzjetitel:
it: Titolo della versione:
ja: リビジョンのタイトル:
ko: 리비전 제목:
nl: Revisietitel:
ru: Заголовок ревизии:
zh_cn: 版本标题：

source: Revision id:
es: Id de la revisión:
fr: ID de la révision :
fy: Refyzje-id:
it: ID versione:
ja: リビジョンの ID:
ko: 리비전 아이디:
nl: Revisie-id:
ru: ID ревизии:
zh_cn: 版本 id：

source: Created:
bn_bd: তৈরি হয়েছেঃ
es: Creada:
fr: Créé :
fy: Oanmakke:
it: Data di creazione
ja: 作成日:
ko: 제작일시:
nl: Gemaakt:
ru: Создано:
zh_cn: 创建于：

source: Creator:
bn_bd: তৈরিকারীঃ
es: Creador:
fr: Créateur :
fy: Auteur:
it: Autore:
ja: 作成者:
ko: 만든이:
nl: Auteur:
ru: Автор:
zh_cn: 创建者：

source: Is current revision?
es: ¿Es la revisión actual?
fr: Version actuelle ?
fy: Is aktuele refyzje?
it: Versione corrente?
ja: 現行リビジョン？
ko: 현재 리비전인가요?
nl: Is huidige revisie?
ru: Это текущая ревизия?
zh_cn: 是否是当前版本？

source: Revision Content
es: Contenido de la revisión
fr: Contenu de la révision
fy: Ynhâld fan refyzje
it: Contenuto della versione
ja: このリビジョンの内容
ko: 리비전 내용
nl: Inhoud van revisie
ru: Содержание ревизии
zh_cn: 修订内容

source: Revision Source
es: Fuente de la revisión
fr: Source de la révision
fy: Boarne fan refyzje
it: Sorgente della versione
ja: このリビジョンのソースコード
ko: 리비전 소스
nl: Bron van revisie
ru: Источник ревизии
zh_cn: 修订版来源

source: Revert to this revision
bn_bd: আগের রিভিসনে ফিরে যান
es: Revertir a esta revisión
fr: Revenir à cette révision
fy: Dizze refyzje weromsette
it: Ripristina questa versione
ja: このリビジョンへ戻す
ko: 현재 리비전 복원
nl: Deze revisie terugzetten
ru: Вернуть эту версию
zh_cn: 恢复到这个版本

source: Select language | %(document)s
es: Seleccionar idioma | %(document)s
fr: Sélection de la langue | %(document)s
fy: Taal selektearje | %(document)s
it: Seleziona lingua | %(document)s
ja: 言語の選択 | %(document)s
ko: 언어 선택 | %(document)s
nl: Taal selecteren | %(document)s
ru: Выберите язык | %(document)s
zh_cn: 选择语言 | %(document)s

source: Select a language to translate to:
es: Seleccionar el idioma al que traducir:
fr: Choisissez une langue vers laquelle traduire :
fy: Selektearje in taal wêrnei't oer te setten:
it: Selezionare una lingua in cui tradurre:
ja: 翻訳対象言語を選択:
ko: 번역할 언어를 선택하세요:
nl: Selecteer een taal waarnaar te vertalen:
ru: Выберите язык, на который переводить:
zh_cn: 选择将翻译的语言:
