Repository: mdn/kuma
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn_bd, es, fr, fy, it, ja, ko, nl, ru, zh_cn

source: The MIME type is used when serving the attachment. Automatically populated by inspecting the file on upload. Please only override if needed.
es: Se ha usado tipo MIME al proporcionar el archivo adjunto. Ha sido rellenado automáticamente mediante la inspección del archivo durante su carga. Por favor, reemplácelo sólo si es necesario.
fr: Le type MIME est utilisé lors de l'envoi du fichier joint vers le client. Il est automatiquement renseigné lors de l'ajout du fichier. Veuillez ne le surcharger que lorsque c'est nécessaire.
fy: It MIME-type wurdt by it oanbieden fan de bylage brûkt. Dit wurdt automatysk ynfold troch it bestân by it opladen te ynspektearjen. Oerskriuw dit allinnich as it nedich is.
it: Il tipo MIME del file serve a trasmettere correttamente un allegato. Esso viene rilevato automaticamente in fase di caricamento. Modificare questo valore solo se strettamente necessario.
ja: 添付ファイルを配信する際には MIME タイプが使用されます。アップロード時にファイルを調査することで自動的に設定されています。必要な場合のみ上書きしてください。
ko: 첨부파일을 제공할 때 MIME 타입이 사용됩니다. 업로드시 자동으로 파일을 검사하여 채워집니다. 필요한 경우에만 덮어써 주세요.
nl: Het MIME-type wordt bij het aanbieden van de bijlage gebruikt. Dit wordt automatisch ingevuld door het bestand bij het uploaden te inspecteren. Overschrijf dit alleen als het nodig is.
ru: MIME тип, используемый для хранения вложения. Автоматически определяется при загрузке файла. Пожалуйста, меняйте, только если необходимо.
zh_cn: 该 MIME 类型在保存该附件时已使用。上传该文件时已自动检查得出该结果。只应在必要时覆盖该内容。

source: attachment revision
es: revisión del adjunto
fr: révision de la pièce jointe
fy: refyzje fan bylage
it: Versione allegato
ja: 添付ファイルのリビジョン
ko: 첨부파일 리비전
nl: revisie van bijlage
ru: ревизия вложения
zh_cn: 附件版本

source: attachment revisions
es: revisiones del adjunto
fr: révisions de la pièce jointe
fy: refyzjes fan bylage
it: Versioni allegato
ja: 添付ファイルのリビジョン
ko: 첨부파일 리비전
nl: revisies van bijlage
ru: ревизии вложения
zh_cn: 附件版本

source: The attachment file that was trashed
es: El archivo adjunto que fue borrado
fr: Le fichier joint a été mis à la corbeille
fy: It bylagebestân dat nei it jiskefet ferpleatst is
it: Nome del file spostato nel cestino
ja: ゴミ箱へ移動された添付ファイル
ko: 삭제된 첨부파일
nl: Het bijlagebestand dat naar de prullenbak is verplaatst
ru: Файл вложения удалён
zh_cn: 被移动到回收站的附件文件

source: The date and time the attachment was trashed
es: El día y la hora en que el adjunto fue borrado
fr: La date et l'heure à laquelle le fichier joint a été mis à la corbeille
fy: De datum en tiid wêrop de bylage fuortsmiten is
it: Data e ora in cui l'allegato è stato spostato nel cestino
ja: 添付ファイルがゴミ箱へ移動された日時
ko: 첨부파일이 휴지통에 버려진 일시
nl: De datum en tijd waarop de bijlage is verwijderd
ru: Дата и время удаления вложения
zh_cn: 附件被移动到回收站的日期和时间

source: The username of the user who trashed the attachment
es: El nombre del usuario que borró el adjunto
fr: Le nom de l'utilisateur qui a mis le fichier joint dans la corbeille
fy: De brûkersnamme fan de brûker dy't de bylage fuortsmiten hat
it: L'utente che ha spostato l'allegato nel cestino
ja: 添付ファイルをゴミ箱へ移動したユーザーの名前
ko: 파일을 삭제한 사용자 이름
nl: De gebruikersnaam van de gebruiker die de bijlage heeft verwijderd
ru: Имя пользователя, который удалил вложение
zh_cn: 附件被移动到回收站的执行者用户名

source: Whether or not this attachment was the current attachment revision at the time of trashing.
es: Si el adjunto era la misma revisión del adjunto actual en el momento de borrarlo.
fr: Indique si le fichier joint était la révision actuelle de la pièce jointe au moment de l'envoi vers la corbeille.
fy: Of dizze bylage de aktuele refyzje fan de bylage wie yn de tiid fan it fuortsmiten
it: Al momento in cui è stato spostato nel cestino, il file era la versione più recente dell’allegato?
ja: この添付ファイルがゴミ箱への移動時に最新の添付リビジョンだったかどうか。
ko: 이 첨부파일이 휴지통에 버려질 때 현재 개정판 첨부파일이었는지 여부를 나타냅니다.
nl: Of deze bijlage de huidige revisie van de bijlage was ten tijde van het verwijderen
ru: Было ли или нет это вложение текущей ревизией вложения в момент помещения в корзину.
zh_cn: 当前版本是否为此附件被移动到回收站时所在的修订版本。

source: Trashed attachment
es: Adjunto borrado
fr: Pièce jointe mise à la corbeille
fy: Fuortsmiten bylage
it: Allegato spostato nel cestino
ja: 削除された添付ファイル
ko: 삭제된 첨부 자료
nl: Verwijderde bijlage
ru: Удалённое вложение
zh_cn: 已放入回收站的附件

source: Trashed attachments
es: Adjuntos borrados
fr: Pièces jointes mises à la corbeille
fy: Fuortsmiten bylagen
it: Allegati spostati nel cestino
ja: 削除された添付ファイル
ko: 삭제된 첨부 자료
nl: Verwijderde bijlagen
ru: Удалённые вложения
zh_cn: 已放入回收站的附件

source: Attachments | %(title)s
bn_bd: সংযুক্তি । %(title)s
es: Adjuntos | %(title)s
fr: Pièces jointes | %(title)s
fy: Bylagen | %(title)s
it: Allegati | %(title)s
ja: 添付ファイル | %(title)s
ko: 첨부파일 | %(title)s
nl: Bijlagen | %(title)s
ru: Вложения | %(title)s
zh_cn: 附件 | %(title)s

source: Upload file to article %(title)s
es: Cargar archivo al artículo %(title)s
fr: Charger un fichier pour l'associer à l'article %(title)s
fy: Bestân nei artikel %(title)s oplade
it: Carica il file nell'articolo %(title)s
ja: ファイルを記事 %(title)s へ添付
ko: 파일을 %(title)s 글에 업로드
nl: Bestand naar artikel %(title)s uploaden
ru: Загрузить файл в статью %(title)s
zh_cn: 上传文件到文章 %(title)s

source: Upload files
bn_bd: ফাইল আপলোড
es: Cargar archivos
fr: Envoyer des fichiers
fy: Bestannen oplade
it: Caricamento file
ja: ファイルをアップロード
ko: 파일 업로드
nl: Bestanden uploaden
ru: Загрузить файлы
zh_cn: 上传文件

source: Learn how to use Attachments
bn_bd: কিভাবে সংযুক্তি ব্যবহার করতে হয় শিখুন
es: Aprende a usar adjuntos
fr: Apprenez comment utiliser les pièces jointes
fy: Lês hoe't jo bylagen brûke
it: Scopri come gestire gli allegati
ja: 添付ファイルの使い方
ko: 첨부 자료 사용 방법
nl: Lees hoe u bijlagen gebruikt
ru: Узнайте, как использовать Вложения
zh_cn: 了解如何使用附件

source: Upload Files
bn_bd: ফাইল আপলোড করুন
es: Cargar archivos
fr: Envoyer des fichiers
fy: Bestannen oplade
it: Carica file
ja: ファイルをアップロード
ko: 파일 업로드
nl: Bestanden uploaden
ru: Загрузить файлы
zh_cn: 上传文件

source: This document has no attachments.
es: Este documento no tiene archivos adjuntos.
fr: Ce document n'a aucune pièce jointe.
fy: Dit dokumint hat gjin bylagen.
it: A questo documento non è associato alcun allegato.
ja: このドキュメントには添付ファイルがありません。
ko: 이 문서는 첨부파일이 없습니다.
nl: Dit document heeft geen bijlagen.
ru: У этого документа нет вложений.
zh_cn: 本文档没有附件。

source: Images can be attached, and then linked in the article.
es: Se pueden adjuntar imágenes y luego vincularlas en el artículo.
fr: Les images peuvent être jointes puis liées depuis l'article.
fy: Ofbyldingen kinne tafoege wurde en dêrnei yn it artikel keppele wurde.
it: È possibile caricare le immagini e inserire il link all'articolo in un secondo momento.
ja: 画像を添付した上で、記事内に埋め込むことができます。
ko: 이미지를 첨부한 뒤, 글에 포함시킬 수 있습니다.
nl: Afbeeldingen kunnen worden bijgevoegd, en daarna in het artikel worden gekoppeld.
ru: Можно прикрепить изображения, а затем встроить их в статье.
zh_cn: 可以附加图像，然后在此文章中链接。

source: File
bn_bd: ফাইল
es: Archivo
fr: Fichier
fy: Bestân
ja: ファイル
ko: 파일
nl: Bestand
ru: Файл
zh_cn: 文件

source: Title
bn_bd: শিরোনাম
es: Título
fr: Titre
fy: Titel
it: Titolo
ja: タイトル
ko: 직함
nl: Titel
ru: Заголовок
zh_cn: 标题

source: Description
bn_bd: বিবরণ
es: Descripción
fr: Descriptions
fy: Beskriuwing
it: Descrizione
ja: 概要
ko: 상세 설명
nl: Beschrijving
ru: Описание
zh_cn: 描述

source: Comments
bn_bd: মন্তব্যসমূহ
es: Comentarios
fr: Commentaires
fy: Reaksjes
it: Commenti
ja: コメント
ko: 댓글
nl: Reacties
ru: Комментарии
zh_cn: 评论

source: Attached to this article
bn_bd: এই আর্টিকেলের সাথে সংযুক্ত
es: Adjunto a este artículo
fr: Joint(s) à cet article
fy: Keppele oan dit artikel
it: Allegati per questo articolo
ja: この記事に添付されています
ko: 이 글에 첨부됨
nl: Gekoppeld aan dit artikel
ru: Прикреплено к этой статье
zh_cn: 已附加到此文章

source: Attached to another article
bn_bd: অন্য নিবন্ধের সাথে সংযুক্ত
es: Adjunto a otro artículo
fr: Joint(s) à un autre article
fy: Keppele oan in oar artikel
it: In allegato a un altro articolo
ja: 他の記事に添付されています
ko: 다른 글에 첨부됨
nl: Gekoppeld aan een ander artikel
ru: Прикреплено к другой статье
zh_cn: 已附加到另一篇文章

source: Size
bn_bd: পরিমাপ
es: Tamaño
fr: Taille
fy: Grutte
it: Dimensione
ja: サイズ
ko: 크기
nl: Grootte
ru: Размер
zh_cn: 大小

source: Last modified
es: Última modificación
fr: Dernière modification
fy: Lêst wizige
it: Data ultima modifica
ja: 最終変更日
ko: 수정한 날짜
nl: Laatst gewijzigd
ru: Последнее изменение
zh_cn: 最后修改

source: Uploaded by
bn_bd: আপলোড করেছেন
es: Subido por
fr: Envoyé par
fy: Opladen troch
it: Caricato da
ja: アップロードしたユーザー:
ko: 업로드한 이
nl: Geüpload door
ru: Загружено
zh_cn: 上传者

source: Linked in article
bn_bd: নিবন্ধের সাথে যুক্ত
es: Enlazado en el artículo
fr: Lien depuis l'article
fy: Keppele yn artikel
it: Link all'articolo
ja: 記事内でリンクされています
ko: 글에 링크됨
nl: Gekoppeld in artikel
ru: Прикреплено к статье
zh_cn: 已链接于文章

source: Article attached to
bn_bd: নিবন্ধ যুক্ত আছে
es: Artículo adjunto a
fr: Fichier joint à
fy: Artikel weroan keppele
it: Articolo allegato a
ja: このファイルが添付されている記事
ko: 첨부된 글
nl: Artikel waaraan gekoppeld
ru: Статья, прикрепленная к
zh_cn: 文章已附加到

source: %(bytes)s bytes
bn_bd: %(bytes)s বাইট
fr: %(bytes)s octets
it: %(bytes)s byte
ja: %(bytes)s バイト
ko: %(bytes)s 바이트
ru: %(bytes)s байт
zh_cn: %(bytes)s 字节

source: n/a
bn_bd: প্রযোজ্য নয়
fy: n.f.t.
it: Non disponibile
ja: 該当なし
ko: 없음
nl: n.v.t.
ru: недоступно
zh_cn: 不可用

source: Lookup key
bn_bd: যা দিয়ে খোঁজা হবে
es: Clave de búsqueda
fr: Clé de recherche
fy: Kaai opsykje
it: Chiave di ricerca
ja: 検索キー
ko: 키 보기
nl: Sleutel opzoeken
ru: Поиск ключа
zh_cn: 查询密钥

source: Hashed secret
bn_bd: হ্যাশ করা গোপন তথ্য
es: Secreto codificado
fr: Secret brouillé
fy: Gehasht geheim
it: Secret offuscato
ja: ハッシュ化された秘密鍵
ko: 해시 암호키
nl: Gehasht geheim
ru: Хешированный секрет
zh_cn: 散列密钥

source: Description of intended use
bn_bd: যে কাজে ব্যব্যহৃত হবে তার বর্ণনা
es: Descripción del uso previsto
fr: Description de l'utilisation prévue
fy: Beskriuwing fan bedoeld gebrûk
it: Descrizione dell’uso previsto
ja: 用途の概要
ko: 사용 의도 설명
nl: Beschrijving van bedoeld gebruik
ru: Описание предполагаемого использования
zh_cn: 预期用途的描述

source: Created
bn_bd: তৈরি হয়েছে
es: Creada
fr: Créé
fy: Oanmakke
it: Data di creazione
ja: 作成日:
ko: 생성일
nl: Gemaakt
ru: Создано
zh_cn: 已创建

source: Delete
bn_bd: মুছুন
es: Eliminar
fr: Supprimer
fy: Fuortsmite
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
ru: Удалить
zh_cn: 删除

source: This key has not been used yet.
bn_bd: এই চাবিটি এখনো ব্যবহার করা হয়নি।
es: Esta clave no se ha usado todavía.
fr: Cette clé n'a pas encore été utilisée.
fy: Dizze kaai is noch net brûkt.
it: Questa chiave non è ancora stata utilizzata.
ja: このキーはまだ使用されていません。
ko: 현재 키를 사용하지 않았습니다.
nl: Deze sleutel is nog niet gebruikt.
ru: Этот ключ ещё не использовался.
zh_cn: 此密钥还没使用过。

source: These are your API keys. They're useful for building applications that perform tasks on MDN on your behalf. If you have stopped using any of them, or suspect one has been exposed to parties you don't trust with your account delete the key. It's easy to create a replacement key at any time.
es: Estas son tus claves API. Son útiles para la creación de aplicaciones que realizan tareas en MDN en tu nombre. Si has dejado de utilizar cualquiera de ellas, o sospechas que alguna ha estado expuesta a terceros a los que no confiarías tu cuenta, elimina la clave. Es fácil crear una clave de reemplazo en cualquier momento.
fr: Ce sont vos clés API. Elles sont utiles pour construire des applications qui effectuent des tâches sur MDN en votre nom. Si vous avez cessé d'utiliser l'une d'elles, ou vous en suspectez une d'avoir été exposée à des tiers auxquels vous ne faites pas confiance via votre compte alors supprimez la clé. Il est facile de créer une clé de remplacement à tout moment.
fy: Dit binne jo API-kaaien. Se binne handich foar it bouwen fan applikaasjes dy't yn jo namme taken op MDN útfiere. As jo der in oantal net mear brûke, of as jo fermoedzje dat der ien bleatsteld is oan partijen dy't jo net mei jo account fertrouwe, smyt dan de kaai fuort. Der kin altyd ienfâldichwei in ferfangende kaai oanmakke wurde.
it: Queste sono le chiavi per accedere alle API (API key). Servono a creare applicazioni che effettuano operazioni su MDN a tuo nome. Se non utilizzi più una di queste chiavi o sospetti che anche una sola di esse sia stata compromessa e possa essere utilizzata da soggetti terzi poco affidabili, distruggila. È molto facile ricrearla in qualunque momento.
ja: これは、あなたの API キーです。MDN 上でタスクを実行するアプリケーションの構築に役立ちます。いずれかのキーの使用を中止したい場合、または信頼できない相手に漏洩した疑いがある場合は、キーを削除してください。代わりのキーはいつでも簡単に生成できます。
ko: 다음은 API 키의 목록입니다. API 키를 사용하면 MDN에서 여러분 대신 작업을 수행하는 애플리케이션을 만들 수 있습니다. 만약 어떤 키가 더 이상 사용되지 않거나 의심스러운 집단에게 노출되었을 것으로 의심되는 경우 키를 삭제하십시오. 나중에 언제든지 새 키를 만들 수 있습니다.
nl: Dit zijn uw API-sleutels. Ze zijn handig voor het bouwen van applicaties die namens u taken op MDN uitvoeren. Als u er een aantal niet meer gebruikt, of als u vermoedt dat er één is blootgesteld aan partijen die u niet met uw account vertrouwt, verwijder dan de sleutel. Er kan altijd eenvoudig een vervangende sleutel worden aangemaakt.
ru: Это ваши ключи API. Они полезны для построения приложений, выполняющих задачи на MDN от вашего имени. Если вы прекратили использовать какой-либо из них или подозреваете, что один из них попал в руки лицам, которым вы не доверяете свой аккаунт, нажмите кнопку удалить ключ. Вы в любой момент легко сможете создать ему замену.
zh_cn: 这些是您的 API 密钥，在制作以您的名义在 MDN 平台上执行任务的应用程序时很有用。如果您已经停止使用其中某个，或者怀疑其中某个已被暴露在您不信任的地方，删除那个密钥。可以随时创建一个替换用的新密钥，这很简单。

source: Create a new key
bn_bd: একটি নতুন চাবি তৈরি করুন
es: Crear una nueva clave
fr: Créer une nouvelle clé
fy: In nije kaai oanmeitsje
it: Crea una nuova chiave
ja: 新規キーの作成
ko: 새 키 생성
nl: Een nieuwe sleutel aanmaken
ru: Создать новый ключ
zh_cn: 创建新的密钥

source: You have no API keys, yet.
bn_bd: আপনার এখনো কোন API চাবি নেই।
es: Todavía no tienes claves API.
fr: Vous n'avez pas encore de clé d'API.
fy: Jo hawwe noch gjin API-kaaien.
it: Non disponi ancora di una API key.
ja: まだ API キーを取得していません。
ko: 아직 API 키가 없습니다.
nl: U hebt nog een API-sleutels.
ru: У Вас пока нет API-ключей.
zh_cn: 您还没有 API 密钥。

source: View key usage history
bn_bd: চাবি ব্যবহারের ইতিহাস দেখুন
es: Ver el registro del uso de la clave
fr: Voir l'historique d'utilisation de la clé
fy: Skiednis fan kaaigebrûk werjaan
it: Visualizza la cronologia di utilizzo della chiave
ja: キーの使用履歴を表示
ko: 키 사용 이력 보기
nl: Geschiedenis van sleutelgebruik weergeven
ru: Просмотреть историю использования ключей
zh_cn: 查看密钥使用历史

source: History (%(count)s)
es: Historial (%(count)s)
fr: Historique (%(count)s)
fy: Skiednis (%(count)s)
it: Cronologia (%(count)s)
ja: 履歴 (%(count)s)
ko: 이력 (%(count)s)
nl: Geschiedenis (%(count)s)
ru: История (%(count)s)
zh_cn: 历史 (%(count)s)

source: You need a special permission to use API keys. You may request permission by <a href="%(bugzilla_url)s">filing a bug</a>.
es: Necesitas un permiso especial para utilizar las claves API. Puedes solicitarlo <a href="%(bugzilla_url)s">enviando un bug</a>.
fr: Vous avez besoin d'une permission spéciale pour utiliser des clés d'API. Vous pouvez demander cette permission en <a href="%(bugzilla_url)s">ouvrant un bug</a>.
fy: Jo hawwe spesjale tastimming nedich om API-kaaien brûke te kinnen. Jo kinne om tastimming freegje troch <a href="%(bugzilla_url)s">in bug te melden</a>.
it: Per utilizzare le chiavi API sono richiesti dei permessi speciali. Puoi richiederli <a href="%(bugzilla_url)s">aprendo un bug su Bugzilla</a>.
ja: API キーを使用するには特別な権限が必要です。<a href="%(bugzilla_url)s">バグ登録</a> して権限をリクエストしてください。
ko: API 키를 사용하기 위해서는 관리자 허가가 필요합니다. <a href="%(bugzilla_url)s">버그 보고하기</a>를 통해 허가를 요청할 수 있습니다.
nl: U hebt speciale toestemming nodig om API-sleutels te kunnen gebruiken. U kunt om toestemming vragen door <a href="%(bugzilla_url)s">een bug te melden</a>.
ru: Вам нужно специальное разрешение, чтобы использовать ключи API. Вы можете запросить разрешение, <a href="%(bugzilla_url)s">создав сообщение об ошибке</a>.
zh_cn: 您需要特殊的使用许可才能使用 API 密钥。您可以<a href="%(bugzilla_url)s">填报一个 bug</a> 来请求权限。

source: <p>Describe your intended use for this key, below. <p><strong>NOTE:</strong> This will be your only means of identifying this key later, other than the date and time of its creation. So, be as clear as you can.</p>
bn_bd: <p>নিচে আপনি কি কাজে চাবিটি ব্যবহার করবেন তার বর্ণনা দিন।<p><strong>খেয়াল করুনঃ</strong> পরে শুধুমাত্র এটি ব্যবহার করেই আপনি এই চাবিটি সনাক্ত করতে পারবেন, তৈরি হওয়ার তারিখ আর সময়ের পাশাপাশি। তাই, যতটা সম্ভব পরিষ্কার করেই লিখুন।</p>
es: <p>Describe para qué vas a usar esta clave. <p><strong>NOTA:</strong> esta descripción será el único modo de identificar la clave, aparte de la fecha y hora de su creación, así que te recomendamos ser lo más claro posible.</p>
fr: <p>Décrivez ci-dessous l'utilisation prévue pour cette clé. <p><strong>NOTE :</strong> Ce sera par la suite votre seul moyen d'identification de cette clé, autre que la date et l'heure de sa création. Alors soyez aussi limpide que possible.</p>
fy: <p>Beskriuw hjirûnder jo bedoelde gebrûk foar dizze kaai. <p><strong>NOAT:</strong> dit is jo iennichste middel om dizze kaai letter te identifisearjen, oars as de datum en tiid fan de oanmaak derfan. Wês dus sa dúdlik mooglik.</p>
it: <p>Qui di seguito specifica che uso intendi fare di questa chiave. <p><strong>NOTA</strong>: questa descrizione è l’unico riferimento per identificare la chiave in futuro, oltre alla data e all’ora di creazione, per cui è consigliabile compilare il campo con informazioni rilevanti.</p>
ja: <p>このキーの用途を次の欄に入力してください。<p><strong>注記:</strong> これは、キーの生成日時を除き、このキーを識別するための唯一の手段となります。よって、できるだけ明確に記述してください。</p>
ko: <p>이 키의 목적을 기술하십시오.</p><p><strong>주의:</strong> 생성 일시를 제외하면 이 설명은 키들을 구별할 수 있는 유일한 방법입니다. 따라서 가능한 한 명료한 것이 좋습니다.
nl: <p>Beschrijf hieronder uw bedoelde gebruik voor deze sleutel. <p><strong>NOOT:</strong> dit is uw enige middel om deze sleutel later te identificeren, anders dan de datum en tijd van de aanmaak ervan. Wees dus zo duidelijk mogelijk.</p>
ru: <p>Опишите ниже предполагаемое использование этого ключа. <p><strong>ОБРАТИТЕ ВНИМАНИЕ:</strong> Оно будет вашим единственным способом идентификации этого ключа в дальнейшем, за исключение даты и времени его создания. Так что, чем яснее вы опишите его предназначение, тем лучше.</p>
zh_cn: <p>在下面描述这个密钥的用途。<p><stong>提示：</stong>这是除创建时间外你可用来区分密钥的唯一方式，应尽量清晰易懂。</p>

source: Create
bn_bd: তৈরি
es: Crear
fr: Créer
fy: Oanmeitsje
it: Crea
ja: 生成
ko: 생성
nl: Aanmaken
ru: Создать
zh_cn: 创建

source: <p>Your new key has been created. Please make a note of the details below (e.g. by copying them into your application's settings). This information will never be displayed again, and cannot be recovered if lost.</p> <p><strong>NOTE:</strong> When you're done, <a class="button" href="%(list_url)s">return to the key list</a>. Reloading this page will create a new key.</p>
bn_bd: <p>আপনার নতুন কি তৈরি করা হয়েছে। নিচের তথ্যগুলো লিখে রাখুন (যেমনঃ আপনার অ্যাপলিকেশন সেটিংসে কপি করে রাখতে পারেন)। এই তথ্যগুলো আর কখনো দেখানো হবেনা, এবং হারিয়ে গেলে ফিরেও পাওয়া যাবেনা।</p> <p><strong>লক্ষ্য করুনঃ</strong> আপনার কাজ হয়ে গেলে <a class="button" href="%(list_url)s">কি লিস্টে ফিরে যান</a>। এই পাতাটি পুনরায় লোড করলে নতুন একটি কি তৈরি হবে।</p>
es: <p>Has creado una nueva clave. Toma nota de la información en esta pantalla (por ejemplo, cópiala en la configuración de la aplicación), porque sólo se muestra una vez y no se puede recuperar. </p><p><strong>NOTA:</strong> Cuando acabes, <a class="button" href="%(list_url)s">vuelve a tu lista de claves</a>. Al recargar esta página, se creará una nueva clave.</p>
fr: <p>Votre nouvelle clé a été créée. Veuillez prendre note des détails ci-dessous (p. ex. en les copiant dans les réglages de votre application). Cette information ne sera pas affichée à nouveau, et ne peut pas être récupérée si elle est perdue.</p> <p><strong> Note&nbsp;</strong> lorsque vous avez terminé, <a class="button" href="%(list_url)s">revenez à la liste de clés</a>. Rechargez cette page créera une nouvelle clé.</p>
fy: <p>Jo nije kaai is oanmakke. Meitsje in notysje fan de ûndersteande details (byg. troch se nei de ynstellingen fan jo applikaasje te kopiearjen). Dizze ynformaasje sil nea mear werjûn wurde en kin net mear wermwûn wurde by ferlies derfan.</p> <p><strong>NOAT:</strong> <a class="button" href="%(list_url)s">gean werom nei de kaailist</a> as jo klear binne. Fernijen fan dizze side sil in nije kaai oanmeitsje.</p>
it: <p>La nuova chiave è stata creata. Annota i dettagli riportati di seguito (per esempio copiandoli nelle impostazioni dell’applicazione). Queste informazioni non verranno più visualizzate in seguito e non possono essere recuperate in caso di smarrimento.</p> <p><strong>NOTA</strong>: terminata l’operazione, <a class="button" href="%(list_url)s">ritorna alla pagina delle chiavi</a>. Ricaricando questa pagina verrà creata una nuova chiave.</p>
ja: <p>新しいキーが生成されました。以下の詳細をメモに残しておいてください (あなたのアプリケーションの設定にコピーしておくなど)。この情報は、今後表示されないため、失われると二度と復元することができません。</p> <p><strong>注記:</strong> 情報をメモに残したら、<a class="button" href="%(list_url)s">キーの一覧ページ</a> へ戻ってください。ページを再読み込みすると新しいキーが生成されます。</p>
ko: <p>새 키가 생성되었습니다. 아래 세부 사항을 잘 메모해 두십시오. (예: 여러분의 애플리케이션 설정 파일에 복사) 이 정보는 다시 찾아 볼 수 없으며 복원되지도 않습니다.</p><p><strong>주의:</strong> 다 되었다면 <a class="button" href="%(list_url)s">키 목록으로 돌아가십시오.</a> 이 페이지를 새로고침하면 새 키가 생성됩니다.
nl: <p>Uw nieuwe sleutel is aangemaakt. Maak een notitie van de onderstaande details (bv. door ze naar de instellingen van uw applicatie te kopiëren). Deze informatie zal nooit meer worden weergegeven en kan niet meer worden teruggewonnen bij verlies ervan.</p> <p><strong>NOOT:</strong> <a class="button" href="%(list_url)s">ga terug naar de sleutellijst</a> als u klaar bent. Vernieuwen van deze pagina zal een nieuwe sleutel aanmaken.</p>
ru: <p>Ваш новый ключ только что был создан. Пожалуйста, обратите внимание на его атрибуты, указанные ниже (например, скопировав их в настройки вашего приложения). Эта информация больше никогда не будет снова отображена, и её невозможно будет восстановить в случае утраты.</p> <p><strong>ОБРАТИТЕ ВНИМАНИЕ:</strong> Когда вы закончите, <a class="button" href="%(list_url)s">вернитесь к списку ключей</a>. Перезагрузка данной страницы создаст новый ключ.</p>
zh_cn: <p>新的密钥已创建。请记住下面的信息（例如:复制到您的应用设置中）。这些信息只会显示这一次，丢失后无法恢复。</p><p><strong>注意：</strong>在您完成后，<a class="button" href="%(list_url)s">返回密钥列表</a>。刷新此页面会创建新的密钥。</p>

source: Key ID
bn_bd: চাবি আইডি
es: Identificador de clave
fr: Identifiant de la clé
fy: Kaai-ID
it: ID chiave
ja: キー ID
ko: 키 ID
nl: Sleutel-ID
ru: ID ключа
zh_cn: 密钥 ID

source: Secret
bn_bd: গোপনীয়
es: Secreto
fy: Geheim
ja: シークレット
ko: 비밀키
nl: Geheim
ru: Секрет
zh_cn: 密钥

source: Core
bn_bd: প্রধান
es: Núcleo
fr: Noyau
ja: コア
ko: 코어
ru: Ядро
zh_cn: 核心

source: Ensure this value has at least %(limit_value)s characters (it has %(show_value)s).
es: Asegúrate de que este valor tenga %(limit_value)s caracteres como mínimo (tiene %(show_value)s).
fr: Veillez à ce que cette valeur ait au moins %(limit_value)s caractères (elle mesure actuellement %(show_value)s caractères).
fy: Soargje derfoar dat dizze wearde op syn minst %(limit_value)s tekens befettet (dizze hat %(show_value)s).
it: Questo campo deve contenere almeno %(limit_value)s caratteri. Caratteri attuali: %(show_value)s.
ja: この値は %(limit_value)s 文字以上でなければなりません (現在 %(show_value)s 文字入力されています)。
ko: 이 값은 최소 %(limit_value)s자 이상이어야 합니다(현재 %(show_value)s 자).
nl: Zorg ervoor dat deze waarde minstens %(limit_value)s tekens bevat (deze heeft er %(show_value)s).
ru: Убедитесь, что длина этого значения не менее %(limit_value)s символов (оно содержит %(show_value)s).
zh_cn: 确保此值不少于 %(limit_value)s 个字符（它目前是 %(show_value)s 个）。
