Repository: mdn/kuma
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn_bd, es, fr, fy, it, ja, ko, nl, ru, zh_cn

source: &copy; 2005-%(this_year)s Mozilla Developer Network and individual contributors<br /> Content is available under a license specific to this project. &middot; <a href="%(about_url)s">About MDN</a> &middot; <a href="//github.com/mozilla/kuma">Contribute to the code</a> &middot; <a href="//www.mozilla.org/en-US/privacy">Privacy policy</a>
es: &copy; 2005-%(this_year)s Mozilla Developer Network y colaboradores particulares.<br /> El contenido está disponible bajo una licencia específica para este proyecto. &middot; <a href="%(about_url)s">Acerca de MDN</a> &middot; <a href="//github.com/mozilla/kuma">Colabora con el código</a> &middot; <a href="//www.mozilla.org/es-ES/privacy">Política de privacidad</a>
fr: &copy; 2005-%(this_year)s Mozilla Developer Network et contributeurs individuels<br /> Le contenu est fourni selon une licence spécifique à ce projet. &middot; <a href="%(about_url)s">À propos de MDN</a> &middot; <a href="//github.com/mozilla/kuma">Contribuer au code</a> &middot; <a href="//www.mozilla.org/en-US/privacy">Politique de confidentialité</a>
fy: &copy; 2005-%(this_year)s Mozilla Developer Network en yndividuele meiwurkers<br /> Ynhâld is beskikber ûnder in foar dit projekt spesifike lisinsje. &middot; <a href="%(about_url)s">Oer MDN</a> &middot; <a href="//github.com/mozilla/kuma">Bydrage oan de koade</a> &middot; <a href="//www.mozilla.org/privacy">Privacybelied</a>
it: &copy; 2005-%(this_year)s Mozilla Developer Network e di singoli collaboratori<br /> Contenuto disponibile con una licenza personalizzata. &middot; <a href="%(about_url)s">Informazioni su MDN</a> &middot; <a href="//github.com/mozilla/kuma">Collabora al codice</a> &middot; <a href="//www.mozilla.org/en-US/privacy">Informativa sulla privacy</a>
ja: &copy; 2005-%(this_year)s Mozilla Developer Network & 貢献者各人<br /> コンテンツはこのプロジェクト固有のライセンスで公開されています。 &middot; <a href="%(about_url)s">MDN について</a> &middot; <a href="//github.com/mozilla/kuma">ソースコードに貢献</a> &middot; <a href="//www.mozilla.org/ja/privacy/">プライバシーポリシー</a>
ko: &copy; 2005-%(this_year)s Mozilla 개발자 네트워크 및 개별 공헌자에게 있음<br /> 이 프로젝트에 명시된 라이센스로 콘텐츠를 사용할 수 있습니다. &middot; <a href="%(about_url)s">MDN 소개</a> &middot; <a href="//github.com/mozilla/kuma">코드 공헌</a> &middot; <a href="//www.mozilla.org/en-US/privacy">개인 정보 보호 정책</a>
nl: &copy; 2005-%(this_year)s Mozilla Developer Network en individuele medewerkers<br /> Inhoud is beschikbaar onder een voor dit project specifieke licentie. &middot; <a href="%(about_url)s">Over MDN</a> &middot; <a href="//github.com/mozilla/kuma">Bijdragen aan de code</a> &middot; <a href="//www.mozilla.org/privacy">Privacybeleid</a>
ru: &copy; 2005-%(this_year)s Mozilla Developer Network и индивидуальные участники<br /> Содержимое доступно под указанной в данном проекте лицензией. &middot; <a href="%(about_url)s">О MDN</a> &middot; <a href="//github.com/mozilla/kuma">Внести вклад в код</a> &middot; <a href="//www.mozilla.org/ru/privacy">Политика приватности</a>
zh_cn: &copy; 2005-%(this_year)s Mozilla 开发者网络及各个贡献者<br /> 内容在本项目指定的许可协议下可用。 &middot; <a href="%(about_url)s">关于 MDN</a> &middot; <a href="//github.com/mozilla/kuma">贡献代码</a> &middot; <a href="//www.mozilla.org/en-US/privacy">隐私政策</a>

source: Translate Article | %(document)s
es: Traducir artículo | %(document)s
fr: Traduire l'article | %(document)s
fy: Artikel oersette | %(document)s
it: Traduci l’articolo | %(document)s
ja: 記事の翻訳 | %(document)s
ko: 문서 번역 | %(document)s
nl: Artikel vertalen | %(document)s
ru: Перевод статьи | %(document)s
zh_cn: 翻译文章 | %(document)s

source: Translating article to %(locale)s
es: Traduciendo artículo al %(locale)s
fr: Traduction de l'article en %(locale)s
fy: Artikel oersette nei it %(locale)s
it: Traduzione dell’articolo in %(locale)s
ja: 記事を %(locale)s に翻訳中
ko: %(locale)s로 글 번역하기
nl: Artikel vertalen naar het %(locale)s
ru: Перевод статьи на %(locale)s
zh_cn: 把这篇文章翻译为 %(locale)s

source: Translate Content
es: Traducir contenido
fr: Traduire le contenu
fy: Ynhâld oersette
it: Traduzione del contenuto
ja: 内容を翻訳
ko: 내용 번역
nl: Inhoud vertalen
ru: Перевод содержимого
zh_cn: 翻译内容

source: Approved %(locale)s version:
es: Versión aprobada en %(locale)s:
fr: Version %(locale)s approuvée&nbsp;:
fy: Goedkarre ferzje foar %(locale)s:
it: Versione approvata in %(locale)s:
ja: 承認された %(locale)s 版:
ko: 승인된 %(locale)s 버전:
nl: Goedgekeurde versie voor %(locale)s:
ru: Утверждённая %(locale)s версия:
zh_cn: 已批准的 %(locale)s 版本：

source: View Rendered
es: Vista renderizada
fr: Voir avec la mise en forme
fy: Werjaan yn html-opmaak
it: Visualizza in rendering
ja: レンダリング結果を表示
ko: 렌더링 결과 보기
nl: Weergeven in html-opmaak
ru: Нормальный вид
zh_cn: 查看结果

source: View Source
es: Ver fuente
fr: Afficher la source
fy: Boarne werjaan
it: Visualizza il codice sorgente
ja: ソースを表示
ko: 소스 보기
nl: Bron weergeven
ru: Смотреть исходник
zh_cn: 查看源代码

source: Show %(locale)s
bn_bd: %(locale)s দেখান
es: Mostrar %(locale)s
fr: Afficher en %(locale)s
fy: %(locale)s toane
it: Mostra %(locale)s
ja: %(locale)s を表示
ko: %(locale)s 보기
nl: %(locale)s tonen
ru: Показать %(locale)s
zh_cn: 显示 %(locale)s

source: Hide %(locale)s
es: Ocultar %(locale)s
fr: Masquer la version en %(locale)s
fy: %(locale)s ferstopje
it: Nascondi %(locale)s
ja: %(locale)s を隠す
ko: %(locale)s 감추기
nl: %(locale)s verbergen
ru: Скрыть %(locale)s
zh_cn: 隐藏 %(locale)s

source: %(locale)s translation:
es: Traducción en %(locale)s:
fr: Traduction en %(locale)s&nbsp;:
fy: %(locale)se oersetting:
it: Traduzione in %(locale)s:
ja: %(locale)s の翻訳:
ko: %(locale)s 번역:
nl: %(locale)se vertaling:
ru: Перевод на %(locale)s:
zh_cn: %(locale)s 翻译：

source: Translate Tags
es: Traducir etiquetas
fr: Traduire les étiquettes
fy: Oersetlabels
it: Etichette localizzate
ja: タグの翻訳
ko: 태그 번역
nl: Vertaallabels
ru: Перевод ключевых слов
zh_cn: 翻译标签

source: English tags
bn_bd: ইংরেজি ট্যাগগুলো
es: Etiquetas en inglés
fr: Étiquettes pour la page anglaise
fy: Ingelske labels
it: Tag articolo inglese
ja: 英語のタグ
ko: 영문 태그
nl: Engelse labels
ru: Английские метки
zh_cn: 英语标签

source: This document has no tags.
es: Este documento no tiene etiquetas.
fr: Ce document n'a aucune étiquette.
fy: Dit dokumint hat gjin labels.
it: Questo documento non ha nessuna etichetta.
ja: このドキュメントはタグ付けされていません。
ko: 이 문서는 태그가 없습니다.
nl: Dit document heeft geen labels.
ru: Данный документ не имеет меток.
zh_cn: 此文档没有标签。

source: %(locale)s tags
es: Etiquetas en %(locale)s
fr: Étiquettes pour la page en %(locale)s
fy: %(locale)se labels
it: Tag per il locale %(locale)s
ja: %(locale)s のタグ
ko: %(locale)s 태그
nl: %(locale)se labels
ru: Русские метки
zh_cn: %(locale)s 标签

source: Version Notes
es: Notas de la versión
fr: Notes de version
fy: Ferzjeopmerkingen
it: Note di versione
ja: バージョンノート
ko: 버전 정보
nl: Versieopmerkingen
ru: Примечания к версии
zh_cn: 版本备注

source: Localization flags
es: Marcas de localización
fr: Étiquettes de traduction
fy: Lokalisaasjemarkearingen
it: Etichette per la localizzazione
ja: ローカライズフラグ
ko: 플래그 지역화
nl: Lokalisatiemarkeringen
ru: Флаги локализации
zh_cn: 本地化标志

source: %(creator)s changed %(document_title)s.
es: %(creator)s modificó %(document_title)s.
fr: %(creator)s a changé %(document_title)s.
fy: %(creator)s hat %(document_title)s wizige.
it: %(creator)s ha modificato il titolo di %(document_title)s.
ja: %(creator)s が %(document_title)s を変更しました。
ko: %(document_title)s 문서를 %(creator)s님이 변경하였습니다.
nl: %(creator)s heeft %(document_title)s gewijzigd.
ru: %(creator)s изменил %(document_title)s.
zh_cn: %(creator)s更改了%(document_title)s。

source: View User Profile:
bn_bd: ব্যবহারকারীর প্রফাইল দেখুন:
es: Ver perfil de usuario:
fr: Voir le profil de l’utilisateur :
fy: Brûkersprofyl werjaan:
it: Visualizza Profilo di:
ja: ユーザープロフィールを表示:
ko: 프로필 보기:
nl: Gebruikersprofiel weergeven:
ru: Просмотреть профиль пользователя:
zh_cn: 查看用户资料：

source: Compare on MDN:
es: Comparar en MDN:
fr: Comparer sur MDN :
fy: Fergelykje op MDN:
it: Confronta su MDN:
ja: MDN で比較:
ko: MDN 상 비교하기:
nl: Vergelijken op MDN:
ru: Сравнить на MDN:
zh_cn: 在 MDN 上比较：

source: View Article:
es: Ver articulo:
fr: Voir l'article :
fy: Artikel werjaan:
it: Mostra articolo:
ja: 記事を表示:
ko: 문서 보기:
nl: Artikel weergeven:
ru: Просмотреть статью:
zh_cn: 查看文章：

source: Edit Article:
es: Editar artículo:
fr: Éditer l'article :
fy: Artikel bewurkje:
it: Modifica articolo:
ja: 記事を編集:
ko: 문서 편집:
nl: Artikel bewerken:
ru: Редактировать статью:
zh_cn: 编辑文章：

source: Article History:
es: Historial del artículo:
fr: Historique de l'article :
fy: Artikelskiednis:
it: Storico per questo articolo:
ja: 記事の編集履歴:
ko: 문서 기록:
nl: Artikelgeschiedenis:
ru: История статьи:
zh_cn: 文章历史记录：

source: You are subscribed to edits on: %(title)s and all its sub-articles.
es: Estás suscrito a ediciones de %(title)s y todos sus subartículos.
fr: Vous êtes à présent abonné(e) pour les éditions sur %(title)s et sur tous les articles fils qui lui sont rattachés.
fy: Jo binne abonnearre op bewurkingen fan %(title)s en alle sub-artikels derfan.
it: Hai effettuato l’iscrizione per ricevere gli aggiornamenti all’articolo %(title)s e tutti i suoi sottoarticoli.
ja: %(title)s とその全サブ記事に対する編集の購読を開始しました。
ko: 다음에 대한 수정내용을 구독하였습니다: %(title)s 및 그 하위 글 모두.
nl: U bent geabonneerd op bewerkingen van %(title)s en alle sub-artikelen ervan.
ru: Вы подписаны на изменения в: %(title)s и всех её подстатьях.
zh_cn: 您现在已经订阅了 %(title)s 及其所有子文章的编辑。

source: You are subscribed to edits on: %(title)s.
es: Estás suscrito a las ediciones de %(title)s.
fr: Vous êtes à présent abonné(e) aux éditions de %(title)s.
fy: Jo binne abonnearre op bewurkingen fan %(title)s.
it: Hai effettuato l’iscrizione per ricevere gli aggiornamenti all’articolo: %(title)s.
ja: %(title)s に対する編集の購読を開始しました。
ko: 다음에 대한 수정내용을 구독하였습니다: %(title)s.
nl: U bent geabonneerd op bewerkingen van %(title)s.
ru: Вы сейчас подписаны на изменения в: %(title)s.
zh_cn: 您现在已经订阅了 %(title)s 的编辑。

source: This article needs these reviews:
es: Este articulo necesita estas revisiones:
fr: Cet article doit recevoir les relectures suivantes&nbsp;:
fy: Dit artikel hat de folgjende beoardielingen nedich:
it: Questo articolo necessita delle seguenti revisioni:
ja: この記事は次のレビューを必要としています:
ko: 이 글은 다음의 검토가 필요합니다:
nl: Dit artikel heeft de volgende beoordelingen nodig:
ru: Эта статья нуждается в следующих проверках:
zh_cn: 这篇文章需要如下复核：

source: Technical - code samples, APIs, or technologies. <a href="%(url)s">Can you help?</a>
es: Técnico - ejemplos de código, API o tecnologías. <a href="%(url)s">¿Nos ayudas?</a>
fr: Technique – contient des exemples de code, d'API ou de technologies. <a href="%(url)s">Pouvez-vous aider ?</a>
fy: Technysk - koadefoarbylden, API’s of technologyen. <a href="%(url)s">Kinne jo helpe?</a>
ja: 技術面 - サンプルコード、API 、技術について。<a href="%(url)s">ご協力いただけますか？</a>
nl: Technisch - codevoorbeelden, API’s of technologieën. <a href="%(url)s">Kunt u helpen?</a>
ru: Техническая — примеры кода, API или технологий. <a href="%(url)s">Вы можете помочь?</a>
zh_cn: 技术 - 代码范例、API 或技术。<a href="%(url)s">能来帮忙吗？</a>

source: Editorial - prose, grammar, or content. <a href="%(url)s">Can you help?</a>
es: Editorial: prosa, gramática o contenido. <a href="%(url)s">¿Nos ayudas?</a>
fr: Rédactionnel – formulation, grammaire ou contenu. <a href="%(url)s">Pouvez-vous aider ?</a>
fy: Redaksjoneel - proaza, grammatika of ynhâld. <a href="%(url)s">Kinne jo helpe?</a>
ja: 編集面 - 表現、文法、内容について。<a href="%(url)s">ご協力いただけますか？</a>
nl: Redactioneel - proza, grammatica of inhoud. <a href="%(url)s">Kunt u helpen?</a>
ru: Редакционная — текст, грамматика или содержание. <a href="%(url)s">Вы можете помочь?</a>
zh_cn: 文法 - 措辞、语法或内容。<a href="%(url)s">能来帮忙吗？</a>

source: Save
bn_bd: সংরক্ষণ করা
es: Guardar
fr: Enregistrer
fy: Bewarje
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
ru: Сохранить
zh_cn: 保存

source: Languages
bn_bd: ভাষাসমূহ
es: Idiomas
fr: Langues
fy: Talen
it: Lingue
ja: 言語
ko: 언어
nl: Talen
ru: Языки
zh_cn: 语言

source: No translations exist for this article.
es: No existen traducciones de este articulo.
fr: Cet article n'a pas été traduit.
fy: Foar dit artikel bestean gjin oersettingen.
it: Non esiste alcuna traduzione di questo articolo.
ja: この記事はまだ翻訳されていません。
ko: 현재 문서 번역이 없습니다.
nl: Voor dit artikel bestaan geen vertalingen.
ru: Для данной статьи не существует переводов.
zh_cn: 不存在对此文档的翻译。

source: Add a translation
es: Añadir traducción
fr: Ajouter une traduction
fy: In oersetting tafoegje
it: Aggiungi una traduzione
ja: 翻訳を追加
ko: 번역 추가
nl: Een vertaling toevoegen
ru: Добавить перевод
zh_cn: 添加翻译

source: Watch
bn_bd: দেখুন
es: Seguir
fr: Surveiller
fy: Folgje
it: Tieni d’occhio
ja: 監視
ko: 보기
nl: Volgen
ru: Подписка
zh_cn: 关注

source: New sub-article
es: Nuevo sub-artículo
fr: Nouvel article sous celui-ci
fy: Nij sub-artikel
it: Nuovo sottoarticolo
ja: 新規サブ記事
ko: 새 하위 문서
nl: Nieuw sub-artikel
ru: Новая подстатья
zh_cn: 新建子文章

source: Clone this article
bn_bd: নিবন্ধটি নকল করুন
es: Clonar este artículo
fr: Dupliquer cet article
fy: Dit artikel klone
it: Clona questo articolo
ja: この記事を複製
ko: 이 글 복제
nl: Dit artikel klonen
ru: Клонировать эту статью
zh_cn: 克隆此文章

source: Move this article
bn_bd: নিবন্ধটি অপসারণ করুন
es: Mover este artículo
fr: Déplacer cet article
fy: Dit artikel ferpleatse
it: Sposta questo articolo
ja: この記事を移動
ko: 이 글 이동
nl: Dit artikel verplaatsen
ru: Переместить эту статью
zh_cn: 移动此文章

source: View in admin
bn_bd: অ্যাডমিনে দেখুন
es: Ver en administrador
fr: Afficher dans l'admin
fy: Werjaan yn behear
it: Visualizza in modalità amministratore
ja: 管理者として表示
ko: 관리자로 보기
nl: Weergeven in beheer
ru: Посмотреть как администратор
zh_cn: 以管理员查看

source: Delete this article
bn_bd: নিবন্ধটি মুছে দিন
es: Eliminar este artículo
fr: Supprimer cet article
fy: Dit artikel fuortsmite
it: Elimina questo articolo
ja: この記事を削除
ko: 이 글 삭제
nl: Dit artikel verwijderen
ru: Удалить эту статью
zh_cn: 删除此文章

source: Manage content zone
es: Administrar la zona de contenido
fr: Gérer une zone de contenu
fy: Ynhâldssône beheare
it: Gestisci i contenuti di una sezione
ja: コンテンツゾーンを管理
ko: 콘텐츠 영역 관리
nl: Inhoudszone beheren
ru: Управление зоной контента
zh_cn: 管理内容区域

source: Convert to content zone
es: Convertir a zona de contenido
fr: Transformer en zone de contenu
fy: Konvertearje nei ynhâldssône
it: Converti in una sezione contenuti
ja: コンテンツゾーンへ変換
ko: 콘텐츠 영역 변환
nl: Converteren naar inhoudszone
ru: Конвертировать в зону контента
zh_cn: 转化为内容区域

source: Print this article
bn_bd: নিবন্ধটি প্রিন্ট করুন
es: Imprimir este artículo
fr: Imprimer cet article
fy: Dit artikel ôfdrukke
it: Stampa questo articolo
ja: この記事を印刷
ko: 이 글 인쇄
nl: Dit artikel afdrukken
ru: Распечатать эту статью
zh_cn: 打印此文章

source: breadcrumbs
es: hilos de araña
fr: fils d'ariane
fy: breakrommels
it: Percorsi per la navigazione rapida
ja: パンくずリスト
ko: 메뉴 경로
nl: broodkruimels
ru: хлебныекрошки
zh_cn: 面包屑导航

source: See also
bn_bd: আরও দেখুন
es: Ver también
fr: Voir aussi
fy: Sjoch ek
it: Leggi anche
ja: 関連記事
ko: 더 보기
nl: Zie ook
ru: Смотрите также
zh_cn: 另见

source: Change Revisions
es: Cambiar revisiones
fr: Changer de révision
fy: Refyzjes wizigje
it: Confronta le versioni
ja: 変更リビジョン
ko: 개정판 변경
nl: Revisies wijzigen
ru: Изменить ревизии
zh_cn: 更改版本

source: Revision %(num)s:
es: Revisión %(num)s:
fr: Révision %(num)s&nbsp;:
fy: Refyzje %(num)s:
it: Versione %(num)s:
ja: リビジョン %(num)s:
ko: 개정판 %(num)s:
nl: Revisie %(num)s:
ru: Ревизия %(num)s:
zh_cn: 修订版 %(num)s：

source: The server is rendering the content comparison. Please refresh this page in a few minutes.
es: El servidor está renderizando la comparación del contenido. Por favor, actualiza la página en unos minutos.
fr: Le serveur est en train de procéder à la comparaison des contenus. Veuillez réactualiser cette page dans quelques minutes.
fy: De server ferwurket de ynhâldsfergeliking. Fernij dizze side oer inkelde minuten.
it: Il server sta elaborando il confronto fra le versioni dell’articolo. Ricarica questa pagina tra qualche minuto.
ja: サーバーが内容の比較をレンダリングしています。数分後にこのページを再読み込みしてください。
ko: 서버가 콘텐츠 비교를 렌더링 중입니다. 몇 분 뒤에 이 페이지를 새로 고침해 주세요.
nl: De server verwerkt de inhoudsvergelijking. Vernieuw deze pagina over enkele minuten.
ru: Сервер выполняет сравнение контента. Пожалуйста, обновите эту страницу в течение нескольких минут.
zh_cn: 服务器正在渲染内容比较。请稍等片刻后刷新此页面。

source: Subscribe to this article and all its sub-articles
es: Suscríbete a este artículo y a todos sus subartículos
fr: S'abonner à cet article et à tous les sous-articles
fy: Abonnearje op dit artikel en alle sub-artikels derfan
ja: この記事と全サブ記事を購読
nl: Abonneren op dit artikel en alle sub-artikelen ervan
ru: Подписаться на эту статью и все её подстатьи
zh_cn: 订阅此文章及其所有子文章

source: Unsubscribe from this article and all its sub-articles
es: Cancelar la suscripción a este artículo y a todos sus subartículos
fr: Se désabonner de cet article et de tous ses sous-articles
fy: Ofmelde foar dit artikel en alle sub-artikels derfan
ja: この記事と全サブ記事の購読を中止
nl: Afmelden voor dit artikel en alle sub-artikelen ervan
ru: Отписаться от этой статьи и всех её подстатей
zh_cn: 退订此文章及其所有子文章

source: You are now subscribed to this article and all its sub-articles.
es: Ya estás suscrito a este artículo y a todos sus subartículos.
fr: Vous êtes à présent abonné(e) à cet article et aux articles qui lui sont rattachés.
fy: Jo binne no abonnearre op dit artikel en alle sub-artikels derfan.
it: Hai effettuato l’iscrizione per ricevere gli aggiornamenti a questo articolo e a tutti i suoi sottoarticoli.
ja: この記事と全サブ記事の購読を開始しました。
ko: 이제 이 글과 하위 글 모두 구독했습니다.
nl: U bent nu geabonneerd op dit artikel en alle sub-artikelen ervan.
ru: Вы сейчас подписаны на эту статью и все её подстатьи.
zh_cn: 您现在已经订阅了此文章及其所有子文章。

source: You have been unsubscribed from this article and all its sub-articles.
es: Ya no estás suscrito ni a este artículo ni a todos sus subartículos.
fr: Vous n'êtes plus abonné(e) à cet article et aux articles qui lui sont rattachés.
fy: Jo binne ôfmeld foar dit artikel en alle sub-artikels derfan.
it: Hai annullato l’iscrizione a questo articolo e a tutti i suoi sottoarticoli.
ja: この記事と全サブ記事の購読を中止しました。
ko: 이 글과 하위 글 모두 구독 취소했습니다.
nl: U bent afgemeld voor dit artikel en alle sub-artikelen ervan.
ru: Вы отписались от этой статьи и всех её подстатей.
zh_cn: 您现在已经退订了此文章及其所有子文章。

source: Updating subscription status
es: Actualizando el estado de la suscripción
fr: Mise à jour de l'état d'abonnement
fy: Abonnemintsteat bywurkje
it: Aggiornamento delle sottoscrizioni
ja: 購読状況を更新しています
ko: 구독 현황 갱신중
nl: Abonnementsstatus bijwerken
ru: Обновление статуса подписки
zh_cn: 更新订阅状态

source: Subscribe to this article
es: Suscribirse a este artículo
fr: S'abonner à cet article
fy: Abonnearje op dit artikel
ja: この記事を購読
nl: Abonneren op dit artikel
ru: Подписаться на эту статью
zh_cn: 订阅此文章

source: Unsubscribe from this article
es: Cancelar la suscripción de este artículo
fr: Se désabonner de cet article
fy: Ofmelde fan dit artikel
ja: この記事の購読を中止
nl: Afmelden voor dit artikel
ru: Отписаться от этой статьи
zh_cn: 退订此文章

source: You are now subscribed to %(title)s.
es: Te has suscrito a%(title)s.
fr: Vous êtes à présent abonné(e) à %(title)s.
fy: Jo binne no abonnearre op %(title)s.
it: Hai effettuato l’iscrizione a %(title)s.
ja: %(title)s の購読を開始しました。
ko: 이제 %(title)s 구독했습니다.
nl: U bent nu geabonneerd op %(title)s.
ru: Вы сейчас подписаны на %(title)s.
zh_cn: 您现在已订阅 %(title)s。

source: You have been unsubscribed from %(title)s.
es: Has cancelado tu suscripción a %(title)s.
fr: Vous n'êtes plus abonné(e) à %(title)s.
fy: Jo binne ôfmeld foar %(title)s.
it: Hai annullato l’iscrizione a %(title)s.
ja: %(title)s の購読を中止しました。
ko: %(title)s 구독 취소했습니다.
nl: U bent afgemeld voor %(title)s.
ru: Вы отписались от %(title)s.
zh_cn: 您现在已退订 %(title)s。

source: Subscribe to the %(language)s version
es: Suscribirse a la versión en %(language)s
fr: S'abonner à la version en %(language)s
fy: Abonnearje op ferzje yn it %(language)s
ja: %(language)s 版を購読
nl: Abonneren op versie in het %(language)s
ru: Подписаться на %(language)s версию
zh_cn: 订阅 %(language)s 版本

source: Unsubscribe from the %(language)s version
es: Cancela tu suscripción a la versión en %(language)s
fr: Se désabonner de la version en %(language)s
fy: Ofmelde foar ferzje yn it %(language)s
ja: %(language)s 版の購読を中止
nl: Afmelden voor versie in het %(language)s
ru: Отписаться от %(language)s версии
zh_cn: 退订 %(language)s 版本

source: You are now subscribed to the %(language)s version of this article.
es: Te has suscrito a la versión en %(language)s de este artículo.
fr: Vous êtes à présent abonné(e) à la version en %(language)s de cet article.
fy: Jo binne no abonnearre op de ferzje yn it %(language)s fan dit artikel.
it: Hai effettuato l’iscrizione per le versioni del locale %(language)s di questo articolo.
ja: この記事の %(language)s 版の購読を開始しました。
ko: 이제 이 글의 %(language)s 판을 구독했습니다.
nl: U bent nu geabonneerd op de versie in het %(language)s van dit artikel.
ru: Вы сейчас подписаны на %(language)s версию этой статьи.
zh_cn: 您现在已经订阅了此文章的 %(language)s 版本。

source: You have been unsubscribed from the %(language)s version of this article.
es: Has cancelado tu suscripción a la versión en %(language)s de este artículo.
fr: Vous n'êtes plus abonné(e) à la version en %(language)s de cet article.
fy: Jo binne no ôfmeld foar de ferzje yn it %(language)s fan dit artikel.
it: Hai annullato l’iscrizione per le versioni del locale %(language)s di questo articolo.
ja: この記事の %(language)s 版の編集通知を停止しました。
ko: 이 글의 %(language)s 판을 구독 취소했습니다.
nl: U bent nu afgemeld voor de versie in het %(language)s van dit artikel.
ru: Вы отписались от %(language)s версии этой статьи.
zh_cn: 您退订了此文章的 %(language)s 版本。

source: Generate table of contents
es: Generar índice de contenidos
fr: Générer une table des matières
fy: Ynhâldsopjefte generearje
it: Genera indice dei contenuti
ja: 目次を生成
ko: 목차 만들기
nl: Inhoudsopgave genereren
ru: Создать оглавление
zh_cn: 生成目录

source: TOC:
es: Índice:
fr: Contenu :
fy: Ynhâldsopjefte:
ja: 目次:
nl: Inhoudsopgave:
ru: Оглавление:
zh_cn: 目录：

source: Need Help?
bn_bd: সাহায্য প্রোয়েজন?
es: ¿Necesitas ayuda?
fr: Besoin d'aide&nbsp;?
fy: Help nedich?
it: Hai bisogno di aiuto?
ja: ヘルプ
ko: 도움이 필요하세요?
nl: Hulp nodig?
ru: Нужна помощь?
zh_cn: 需要帮助？

source: Editor Guide
es: Guía editorial
fr: Guide d'édition
fy: Gids foar editors
it: Guida di stile
ja: 編集者ガイド
ko: 편집자 가이드
nl: Gids voor editors
ru: Руководство редактора
zh_cn: 编者指南

source: Style Guide
es: Guía de estilo
fr: Guide stylistique
fy: Stylgids
it: Guida di stile
ja: スタイルガイド
ko: 스타일 가이드
nl: Stijlgids
ru: Руководство по оформлению
zh_cn: 风格指南

source: There was a scripting error on this page. While it is being addressed by site editors, you can view partial content below.
es: Hubo un error de script en esta página. Mientras los editores del sitio lo solucionan, puedes ver una parte del contenido más abajo.
fr: Une erreur de script s'est produite sur cette page. En attendant qu'elle soit traitée par les éditeurs du site, vous pouvez consulter le contenu partiel ci-dessous.
fy: Der is in scriptflater op dizze side. Wylst dizze troch website-editors ferholpen wurde, kinne jo hjirûnder in part fan de ynhâld besjen.
it: Questa pagina contiene un errore di script. Nell’attesa che venga corretto dagli editori del sito, è possibile visualizzare qui di seguito una versione provvisoria dei contenuti.
ja: このページにスクリプトエラーがあります。サイト編集者によって解決されるまでの間は、以下の部分的な内容のみが表示可能です。
ko: 이 페이지에 스크립팅 오류가 있습니다. 오류가 사이트 편집자에 의해 처리되는 동안, 아래에 있는 부분 콘텐츠만 볼 수 있습니다.
nl: Er is een scriptfout op deze pagina. Terwijl deze door website-editors wordt verholpen, kunt u hieronder een gedeelte van de inhoud bekijken.
ru: На этой странице возникла скриптовая ошибка. Хотя она адресуется редакторам сайта, вы можете просмотреть частичное содержимое ниже.
zh_cn: 此页面上有脚本错误。虽然它是写给网站编辑，您可以在下面查看部分内容。
