Repository: mdn/kuma
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn_bd, es, fr, fy, it, ja, ko, nl, ru, zh_cn

source: Recent changes to MDN documents that need to be reviewed
es: Cambios recientes en documentos de MDN que necesitan revisión
fr: Modifications récentes des documents de MDN qui doivent être relues
fy: Resinte wizigingen oan MDN-dokuminten dy't beoardield wurde moatte
it: Ultime modifiche a documenti MDN che necessitano una revisione
ja: レビューが必要な MDN ドキュメントに最近加えられた変更
ko: 검토 필요 MDN 문서의 최신 변경 사항
nl: Recente wijzigingen aan MDN-documenten die moeten worden beoordeeld
ru: Недавние изменения в документах MDN, которые нужно проверить
zh_cn: 最近变更而需要复核的 MDN 文档

source: MDN documents for %s review
bn_bd: %s পর্যালোচনার জন্য রাখা MDN এর নথিগুলো
es: Documentos de MDN para revisión %s
fr: Documents MDN pour relecture %s
fy: MDN-dokuminten foar %s-beoardieling
it: Documenti MDN per la revisione di %s
ja: %s レビュー中の MDN ドキュメント
ko: %s 리뷰를 위한 MDN 문서
nl: MDN-documenten voor %s-beoordeling
ru: Документы MDN для проверки на %s
zh_cn: 需 %s 复核的 MDN 文档

source: MDN documents for review
bn_bd: পর্যালোচনার জন্য এমডিএন ডকুমেন্টসমূহ
es: Documentos de MDN para revisión
fr: Documents MDN pour relecture
fy: MDN-dokuminten foar beoardieling
it: Documenti di MDN in attesa di revisione
ja: レビューが必要な MDN ドキュメント
ko: 리뷰를 위한 MDN 문서
nl: MDN-documenten voor beoordeling
ru: Документы MDN для проверки
zh_cn: 需复核的 MDN 文档

source: MDN '%s' translations in need of update
bn_bd: এমডিএন '%s' অনুবাদের জন্য আপডেট দরকার
es: '%s' traducciones de MDN necesitan actualización
fr: La traduction MDN de « %s » a besoin d'être mise à jour
fy: ‘%s’-oersettingen yn MDN dy't bywurke wurde moatte
it: Le traduzioni in MDN ‘%s’ devono essere aggiornate
ja: 更新が必要な MDN '%s' の翻訳
ko: MDN '%s' 번역 업데이트 필요함
nl: ‘%s’-vertalingen in MDN die moeten worden bijgewerkt
ru: Переводы «%s» на MDN требуют обновления
zh_cn: MDN '%s' 的翻译需要更新

source: MDN recent revisions
bn_bd: এমডিএনে সাম্প্রতিক সংশোধনসমূহ
es: Revisiones recientes de MDN
fr: Relectures récentes sur MDN
fy: Resinte MDN-refyzjes
it: Ultime versioni disponibili su MDN
ja: MDN の最近のリビジョン
ko: MDN 최근 리비전
nl: Recente MDN-revisies
ru: Последние ревизии MDN
zh_cn: MDN 最近版本

source: Recent revisions to MDN documents
bn_bd: এমডিএন ডকুমেন্টগুলোর সাম্প্রতিক সংশোধনসমূহ
es: Revisiones recientes en documentos de MDN
fr: Relectures récentes de documents de MDN
fy: Resinte refyzjes fan MDN-dokuminten
it: Ultime versioni per i documenti su MDN
ja: MDN ドキュメントの最近のリビジョン
ko: MDN 문서의 최신 변경 사항
nl: Recente revisies van MDN-documenten
ru: Последние ревизии в документах MDN
zh_cn: MDN 文档最近版本

source: Edit Page
bn_bd: পৃষ্ঠা সম্পাদন করুন
es: Editar página
fr: Modifier la page
fy: Side bewurkje
it: Modifica pagina
ja: ページを編集
ko: 페이지 편집
nl: Pagina bewerken
ru: Редактировать страницу
zh_cn: 编辑页面

source: Show comparison
bn_bd: তুলনা দেখান
es: Mostrar comparativa
fr: Afficher la comparaison
fy: Fergeliking toane
it: Confronta
ja: 差分を表示
ko: 비교한 문서 보여주기
nl: Vergelijking tonen
ru: Показать сравнение
zh_cn: 显示比较

source: Please provide a title.
bn_bd: অনুগ্রহ করে একটি শিরোনাম প্রদান করুন।
es: Por favor, proporciona un título.
fr: Veuillez fournir un titre.
fy: Jou in titel op.
it: Inserire un titolo.
ja: タイトルを入力してください。
ko: 제목을 입력해 주세요.
nl: Geef een titel op.
ru: Пожалуйста, укажите заголовок.
zh_cn: 请提供一个标题。

source: The title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_bd: টাইটেলটি অত্যন্ত ছোট (%(show_value)s অক্ষরের)। এটার অবশ্যই %(limit_value)s অক্ষরের হতে হবে।
es: El título es demasiado corto (%(show_value)s characters). Debe tener un mínimo de %(limit_value)s caracteres.
fr: Le titre est trop court (%(show_value)s caractères). Sa longueur doit être d'au moins %(limit_value)s caractères.
fy: De titel is te koart (%(show_value)s tekens). Dizze moat op syn minst %(limit_value)s tekens befetsje.
it: Il titolo è troppo breve (%(show_value)s caratteri). Deve contenere almeno %(limit_value)s caratteri.
ja: タイトルが短すぎます (%(show_value)s 文字)。最低でも %(limit_value)s 文字必要です。
ko: 제목이 너무 짧습니다(%(show_value)s자). 최소 %(limit_value)s자이어야 합니다.
nl: De titel is te kort (%(show_value)s tekens). Deze moet minstens %(limit_value)s tekens bevatten.
ru: Заголовок слишком короткий (%(show_value)s символов). Он должен содержать как минимум %(limit_value)s символов.
zh_cn: 标题太短（ %(show_value)s 个字符）。至少需要 %(limit_value)s 个字符。

source: Please keep the length of the title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
bn_bd: অনুগ্রহ করে টাইটেলের সীমা %(limit_value)s অক্ষর অথবা এর থেকে কম রাখুন। বর্তমানে %(show_value)s অক্ষর আছে।
es: Reduce la longitud del título a un máximo de %(limit_value)s caracteres. Ahora tiene %(show_value)s.
fr: Veuillez réduire la longueur du texte à un maximum de %(limit_value)s caractères. Sa longueur est actuellement de %(show_value)s caractères.
fy: Hâld de lingte fan de titel op %(limit_value)s tekens of minder. Dizze is no %(show_value)s tekens.
it: Impostare la lunghezza del titolo a %(limit_value)s caratteri o inferiore. Attualmente è di %(show_value)s caratteri.
ja: タイトルの長さは %(limit_value)s 文字以下に納めるようにしてください。現在 %(show_value)s 文字入力されています。
ko: 제목은 %(limit_value)s자 이하여야 합니다. 현재 %(show_value)s자입니다.
nl: Houd de lengte van de titel op %(limit_value)s tekens of minder. Deze is nu %(show_value)s tekens.
ru: Пожалуйста, урежьте длину названия до %(limit_value)s символов или менее. На текущий момент оно содержит %(show_value)s символов.
zh_cn: 请确保标题不多于 %(limit_value)s 个字符，目前有 %(show_value)s 个字符。

source: Name Your Article
bn_bd: আপনার অনুচ্ছেদের নাম লিখুন
es: Pon un nombre a tu artículo
fr: Donnez un nom à votre article
fy: Beneam jo artikel
it: Scegli il titolo dell’articolo
ja: タイトルを入力してください
ko: 문서 이름
nl: Benoem uw artikel
ru: Заголовок вашей статьи
zh_cn: 给文章取个标题

source: The tags field is too long (%(show_value)s characters). Keep the total length to %(limit_value)s characters.
es: El campo de etiquetas es demasiado largo (%(show_value)s caracteres). Debe tener un máximo de %(limit_value)s caracteres.
fr: L'étiquette est trop longue (%(show_value)s caractères). L'étiquette doit mesurer au plus %(limit_value)s caractères.
fy: It labelfjild is te lang (%(show_value)s tekens). Hâld de totale lingte beheint oant %(limit_value)s tekens.
it: Il campo etichette è troppo breve (%(show_value)s caratteri). Deve contenere almeno %(limit_value)s caratteri.
ja: タグが長すぎます (%(show_value)s 文字)。合計で %(limit_value)s 文字以下に収めてください。
ko: 태그가 너무 깁니다(%(show_value)s자). 전체 길이를 %(limit_value)s자 이내로 맞춰주세요.
nl: Het labelveld is te lang (%(show_value)s tekens). Houd de totale lengte beperkt tot %(limit_value)s tekens.
ru: Поле меток слишком длинное (%(show_value)s символов). Оно должно содержать не более %(limit_value)s символов.
zh_cn: 标签字段太长（ %(show_value)s 个字符）。不应超过 %(limit_value)s 个字符。

source: Please provide a slug.
bn_bd: একটি স্লাগ প্রদান করুন।
es: Por favor, proporciona un enlace amigable (slug).
fr: Veuillez fournir un identifiant d'URL.
fy: Jou in identificator op.
it: Inserire uno Slug.
ja: URL スラグを入力してください。
ko: 슬러그를 제공해 주세요.
nl: Geef een identificator op.
ru: Пожалуйста, укажите url.
zh_cn: 请提供一个网址缩略名。

source: The slug provided is not valid.
bn_bd: প্রদানকৃত স্লাগটি বৈধ নয়।
es: El enlace amigable (slug) que se ha dado no es válido.
fr: L'identifiant n'est pas valide.
fy: De opjûne identificator is net jildich.
it: Lo Slug inserito non è valido.
ja: 入力された URL スラグが不正です。
ko: 제공된 슬러그가 유효하지 않습니다.
nl: De opgegeven identificator is niet geldig.
ru: Указанный url не корректен.
zh_cn: 此网址缩略名无效。

source: The slug is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_bd: স্লাগটি অনেক ছোট (%(show_value)s অক্ষরের)। এটি অবশ্যই %(limit_value)s অক্ষরের মধ্যে হতে হবে।
es: El enlace amigable (slug) es demasiado reducido (%(show_value)s caracteres). Debe tener un mínimo de %(limit_value)s caracteres.
fr: L'identifiant est trop court (%(show_value)s caractères). Sa longueur doit être d'au moins %(limit_value)s caractères.
fy: De identificator is te koart (%(show_value)s tekens). Dizze moat op syn minst %(limit_value)s tekens befetsje.
it: Lo Slug è troppo breve (%(show_value)s caratteri). Deve contenere almeno %(limit_value)s caratteri.
ja: スラグが短すぎます (%(show_value)s 文字)。最低でも %(limit_value)s 文字必要です。
ko: 슬러그가 너무 짧습니다(%(show_value)s 캐릭터). 적어도 %(limit_value)s 문자 보다 커야 합니다.
nl: De identificator is te kort (%(show_value)s tekens). Deze moet minstens %(limit_value)s tekens bevatten.
ru: Длина url слишком мала (%(show_value)s символов). Она должна быть не менее %(limit_value)s символов.
zh_cn: 此网址缩略名太短（%(show_value)s 个字符）。至少要有 %(limit_value)s 个字符。

source: Please keep the length of the slug to %(limit_value)s characters or less. It is currently %(show_value)s characters.
bn_bd: দয়া করে স্লাগের দৈর্ঘ‍্য %(limit_value)s অক্ষরের ম‍ধ‍্যে হতে হবে। বর্তমানে এর মধ‍্যে %(show_value)s অক্ষর আছে।
es: Por favor, reduce la longitud del enlace amigable (slug) a un máximo de %(limit_value)s caracteres. Ahora tiene %(show_value)s.
fr: Veuillez réduire la longueur de l'identifiant à un maximum de %(limit_value)s caractères. Sa longueur est actuellement de %(show_value)s caractères.
fy: Hâld de lingte fan de identificator op %(limit_value)s tekens of minder. No is dizze %(show_value)s tekens.
it: Impostare la lunghezza dello Slug a %(limit_value)s caratteri o inferiore. Attualmente è di %(show_value)s caratteri.
ja: スラグの長さは %(limit_value)s 文字以下に納めるようにしてください。現在 %(show_value)s 文字入力されています。
ko: %(limit_value)s자 이하로 슬러그의 길이를 지켜주세요. 현재 %(show_value)s자 입니다.
nl: Houd de lengte van de identificator op %(limit_value)s tekens of minder. Momenteel is deze %(show_value)s tekens.
ru: Пожалуйста, уменьшите длину url до %(limit_value)s символов или менее. Сейчас она составляет %(show_value)s символов.
zh_cn: 请确保网址缩略名长度不超过 %(limit_value)s 个字符，当前是 %(show_value)s 个字符。

source: Please provide a summary.
bn_bd: অনুগ্রহ করে সংক্ষিপ্ত বিবরণ প্রদান করুন।
es: Por favor, proporciona un resumen.
fr: Veuillez fournir un résumé.
fy: Jou in gearfetting op.
it: Inserire un sommario.
ja: URL スラグを入力してください。
ko: 요약을 적어 주세요.
nl: Geef een samenvatting op.
ru: Пожалуйста, укажите сводку.
zh_cn: 请输入摘要信息。

source: The summary is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_bd: বিবরনটি অত‍্যান্ত ছোট (%(show_value)s অক্ষরের)। এটি কমপক্ষে %(limit_value)s অক্ষরের হতে হবে।
es: El resumen es demasiado breve (%(show_value)s characters). Debe tener un mínimo de %(limit_value)s caracteres.
fr: Le résumé est trop court (%(show_value)s caractères). Sa longueur doit être d'au moins %(limit_value)s caractères.
fy: De gearfetting is te koart (%(show_value)s tekens). Dizze moat op syn minst %(limit_value)s tekens befetsje.
it: Il sommario è troppo breve (%(show_value)s caratteri). Deve contenere almeno %(limit_value)s caratteri.
ja: 概要が短すぎます (%(show_value)s 文字)。最低でも %(limit_value)s 文字必要です。
ko: 개요가 너무 짧습니다(%(show_value)s자). 최소 %(limit_value)s자이어야 합니다.
nl: De samenvatting is te kort (%(show_value)s tekens). Deze moet minstens %(limit_value)s tekens bevatten.
ru: Сводка слишком короткая (%(show_value)s символов). Она должна содержать как минимум %(limit_value)s символов.
zh_cn: 摘要信息内容太短(%(show_value)s个字符)。至少要有%(limit_value)s个字符。

source: Please keep the length of the summary to %(limit_value)s characters or less. It is currently %(show_value)s characters.
bn_bd: দয়াকরে বিররনটি %(limit_value)s অক্ষর বা তার চেয়ে কম রাখুন। বর্তমানে %(show_value)s অক্ষরে আছে।
es: Por favor, reduce la longitud del resumen a un máximo de %(limit_value)s caracteres. Ahora tiene %(show_value)s.
fr: Veuillez réduire la longueur du résumé à un maximum de %(limit_value)s caractères. Sa longueur est actuellement de %(show_value)s caractères.
fy: Hâld de lingte fan de gearfetting op %(limit_value)s tekens of minder. No is dizze %(show_value)s tekens.
it: Impostare la lunghezza del sommario a %(limit_value)s caratteri o inferiore. Attualmente è di %(show_value)s caratteri.
ja: 要約の長さは %(limit_value)s 文字以下に納めるようにしてください。現在 %(show_value)s 文字入力されています。
ko: %(limit_value)s 이하로 개요의 길이를 지켜주세요. 현재 %(show_value)s 입니다.
nl: Houd de lengte van de samenvatting op %(limit_value)s tekens of minder. Momenteel is deze %(show_value)s tekens.
ru: Пожалуйста, уменьшите длину сводки до %(limit_value)s символов или менее. Сейчас она составляет %(show_value)s символов.
zh_cn: 摘要信息请勿超过%(limit_value)s个字符。目前为%(show_value)s个字符。

source: Please provide content.
bn_bd: বিষয়বস্তু প্রদান করুন।
es: Por favor, proporciona contenido.
fr: Veuillez fournir du contenu.
fy: Leverje ynhâld oan.
it: Inserire contenuti.
ja: 内容を入力してください。
ko: 내용을 적어 주세요.
nl: Lever inhoud aan.
ru: Пожалуйста, укажите контент.
zh_cn: 请输入内容。

source: The content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_bd: বিষয়বস্তু অত্যন্ত ছোট (%(show_value)s অক্ষরের)। এটা অন্তত %(limit_value)s টি অক্ষরের হতে হবে।
es: El contenido es demasiado breve (%(show_value)s characters). Debe tener un mínimo de %(limit_value)s caracteres.
fr: Le contenu est trop court (%(show_value)s caractères). Sa longueur doit être d'au moins %(limit_value)s caractères.
fy: De ynhâld is te koart (%(show_value)s tekens). Dizze moat op syn minst %(limit_value)s tekens befetsje.
it: Il contenuto è troppo breve (%(show_value)s caratteri). Deve contenere almeno %(limit_value)s caratteri.
ja: 内容が短すぎます (%(show_value)s 文字)。最低でも %(limit_value)s 文字必要です。
ko: 내용이 너무 짧습니다(%(show_value)s 자). 최소한 %(limit_value)s자이어야 합니다.
nl: De inhoud is te kort (%(show_value)s tekens). Deze moet minstens %(limit_value)s tekens bevatten.
ru: Содержимое слишком короткое (%(show_value)s символов). Оно должно содержать как минимум %(limit_value)s символов.
zh_cn: 内容太短（%(show_value)s个字符）。至少要有%(limit_value)s个字符。

source: Please keep the length of the content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
es: Por favor, reduce la longitud del contenido a un máximo de %(limit_value)s caracteres. Ahora tiene %(show_value)s.
fr: Veuillez réduire la longueur du contenu à un maximum de %(limit_value)s caractères. Sa longueur est actuellement de %(show_value)s caractères.
fy: Hâld de lingte fan de ynhâld op %(limit_value)s tekens of minder. No is dizze %(show_value)s tekens.
it: Impostare la lunghezza del contenuto a %(limit_value)s caratteri o inferiore. Attualmente è di %(show_value)s caratteri.
ja: 内容の長さは %(limit_value)s 文字以下に納めるようにしてください。現在 %(show_value)s 文字入力されています。
ko: 내용의 길이는 %(limit_value)s자 이하여야 합니다. 현재 %(show_value)s자입니다.
nl: Houd de lengte van de inhoud op %(limit_value)s tekens of minder. Momenteel is deze %(show_value)s tekens.
ru: Пожалуйста, урежьте длину содержимого до %(limit_value)s символов или менее. На текущий момент оно содержит %(show_value)s символов.
zh_cn: 内容请勿超过%(limit_value)s个字符。目前为%(show_value)s个字符。

source: Please keep the length of the comment to %(limit_value)s characters or less. It is currently %(show_value)s characters.
bn_bd: অনুগ্রহ করে মন্তব‍্যটি %(limit_value)sঅক্ষরের বা এর থেকে ছোট রাখুন। এটি বর্তমানে %(show_value)s অক্ষরের আছে।
es: Por favor, reduce la longitud del comentario a un máximo de %(limit_value)s caracteres. Ahora tiene %(show_value)s.
fr: Veuillez réduire la longueur du commentaire à un maximum de %(limit_value)s caractères. Sa longueur est actuellement de %(show_value)s caractères.
fy: Hâld de lingte fan it kommentaar op %(limit_value)s tekens of minder. No is dit %(show_value)s tekens.
it: Impostare la lunghezza del commento a %(limit_value)s caratteri o inferiore. Attualmente è di %(show_value)s caratteri.
ja: コメントの長さは %(limit_value)s 文字以下に納めるようにしてください。現在 %(show_value)s 文字入力されています。
ko: 코멘트 길이는 %(limit_value)s자 이하여야 합니다. 현재 %(show_value)s자입니다.
nl: Houd de lengte van het commentaar op %(limit_value)s tekens of minder. Momenteel is dit %(show_value)s tekens.
ru: Пожалуйста, урежьте длину комментария до %(limit_value)s символов или менее. На текущий момент он содержит %(show_value)s символов.
zh_cn: 请确保评论不多于 %(limit_value)s 个字符，目前有 %(show_value)s 个字符。

source: Another document with this slug already exists.
bn_bd: অন্য ডকুমেন্টে এই স্লাগটি ব‍্যাবহার হয়েছে।
es: Ya existe otro documento con este enlace amigable (slug).
fr: Un autre document avec cet identifiant d'URL existe déjà.
fy: Der bestiet al in dokumint mei dizze identificator.
it: È già presente un documento con questo slug.
ja: 別のドキュメントがすでにこのスラグを利用しています。
ko: 이 슬러그의 다른 문서가 이미 있습니다.
nl: Er bestaat al een document met deze identificator.
ru: С таким url уже существует другой документ.
zh_cn: 已有另一使用此网址缩略名的文档。

source: Another document with this metadata already exists.
bn_bd: এই মেটাডাটা ইতিমধ‍্যে অন্য একটি ডকুমেন্টে আছে।
es: Ya existe otro documento con estos metadatos.
fr: Un autre document avec ces métadonnées existe déjà.
fy: Der bestiet al in dokumint mei dizze metagegevens.
it: Esiste un altro documento con questi metadati.
ja: このメタデータを持つ別のドキュメントがすでに存在します。
ko: 이 메타 데이터의 다른 문서가 이미 존재합니다.
nl: Er bestaat al een document met deze metagegevens.
ru: С такими метаданными уже существует другой документ.
zh_cn: 另一个文档已经包含了这个元数据。

source: Publishing failed. Conflicting edit attempts detected. Please copy and paste your edits to a safe place and visit the <a href="%(url)s">revision history</a> page to see what was changed before making further edits.
es: La publicación ha fallado. Se ha detectado un conflicto en los intentos de edición. Por favor, copia y pega en un lugar seguro lo que has editado y visita la página con el <a href="%(url)s">historial de revisiones</a> para ver qué ha cambiado antes de hacer más ediciones.
fr: La publication a échoué. Un conflit d'édition a été détecté. Veuillez copier-coller vos modifications dans un autre éditeur puis consulter <a href="%(url)s">l'historique des révisions</a> afin d'identifier les modifications effectuées par ailleurs avant d'appliquer vos changements.
fy: Publisearjen is mislearre. Konfliktearjende bewurkingsbesykjen detektearre. Kopiearje en plak jo bewurkingen nei in feilich plak en besykje de side <a href="%(url)s">Refyzjeskiednis</a> om te sjen wat der wizige is eardat jo fierdere bewurkingen útfiere.
it: Pubblicazione dei contenuti non riuscita. Sono stati rilevati dei tentativi di modifica in conflitto con la presente versione. Salva i contenuti non pubblicati in un luogo sicuro e, prima di effettuare ulteriori modifiche, consulta <a href="%(url)s">lo storico delle revisioni</a>.
ja: 公開できませんでした。競合する編集が検出されました。あなたの編集内容を安全な場所へコピー＆ペーストしてから <a href="%(url)s">リビジョン履歴</a> を参照し、編集前に何が変更されたのか確認してください。
ko: 게시하지 못했습니다. 충돌된 편집내용이 감지되었습니다. 안전한 곳에 편집한 내용을 복사하고 이전에 변경된 사항을 확인하기 위해 <a href="%(url)s">변경내역</a> 을 방문하세요.
nl: Publiceren is mislukt. Conflicterende bewerkingspogingen gedetecteerd. Kopieer en plak uw bewerkingen naar een veilige plek en bezoek de pagina <a href="%(url)s">Revisiegeschiedenis</a> om te zien wat er is gewijzigd voordat u verdere bewerkingen uitvoert.
ru: Публикация не удалась. Обнаружены конфликтующие попытки редактирования. Пожалуйста, скопируйте и вставьте ваши правки в безопасное место и посетите <a href="%(url)s">историю ревизий</a>, чтобы посмотреть, что было отредактировано, до того, как вы будете делать дальнейшие изменения.
zh_cn: 发布失败。检测到有冲突的编辑动作。请复制并粘贴您当前的编辑内容至其他安全的地方，然后访问<a href="%(url)s">版本历史</a>页面，即可查看您进行编辑之前发生了什么其他改动。

source: Changing this document's slug requires moving it and its children.
es: Cambiar el enlace amigable (slug) de este documento requiere moverlo, incluyendo sus descendientes.
fr: La modification du raccourci de ce document nécessite de le déplacer ainsi que ses sous-pages.
fy: Wizigjen fan de identificator fan dit dokumint fereasket ferpleatsen fan dit en ûnderlizzende dokuminten.
it: Se si modifica lo slug del documento, esso e i relativi documenti figli dovranno essere spostati.
ja: このドキュメントの URL スラグを変更すると、このドキュメントとその子ページが移動されます。
ko: 현재 문서 짧은 URL을 변경하려면 하위 문서로 이동이 필요합니다.
nl: Wijzigen van de identificator van dit document vereist verplaatsen van dit en onderliggende documenten.
ru: Изменение url документа требует перемещения его и его подстраниц.
zh_cn: 修改此文档的网址缩略名时要连同子页面一起移动。

source: Title:
bn_bd: শিরোনামঃ
es: Título:
fr: Titre :
fy: Titel:
it: Titolo:
ja: タイトル:
ko: 제목:
nl: Titel:
ru: Заголовок:
zh_cn: 标题：

source: Title of article
bn_bd: নিবন্ধের শিরোনাম
es: Título del artículo
fr: Titre de l'article
fy: Titel fan artikel
it: Nome dell’articolo
ja: 記事のタイトル
ko: 문서 제목
nl: Titel van artikel
ru: Заголовок статьи
zh_cn: 文章标题

source: Slug:
bn_bd: স্লাগঃ
es: Enlace amigable (slug):
fr: Identifiant d'URL :
fy: Identificator:
ja: URL スラグ:
ko: 슬러그:
nl: Identificator:
ru: Url:
zh_cn: 网址缩略名：

source: Article URL
bn_bd: নিবন্ধের ইউআরএল
es: URL del artículo
fr: URL de l'article
fy: Artikel-URL
it: URL dell’articolo
ja: 記事の URL
ko: 문서 URL
nl: Artikel-URL
ru: URL статьи
zh_cn: 文章网址

source: Parent:
es: Padre:
fy: Boppelizzend:
it: Genitore:
ja: 親記事:
ko: 부모:
nl: Bovenliggend:
ru: Родитель:
zh_cn: 上一级：

source: Tags:
bn_bd: ট্যাগ:
es: Etiquetas:
fr: Étiquettes :
fy: Labels:
it: Tag:
ja: タグ:
ko: 태그:
nl: Labels:
ru: Метки:
zh_cn: 标签：

source: Keywords:
bn_bd: কীওয়ার্ড:
es: Palabras clave:
fr: Mots-clés :
fy: Trefwurden:
it: Parole chiave:
ja: キーワード:
ko: 키워드:
nl: Trefwoorden:
ru: Ключевые слова:
zh_cn: 关键词：

source: Affects search results
es: Afecta a los resultados de la búsqueda
fr: Affecte les résultats de recherche
fy: Beynfloedet sykresultaten
it: Incide sui risultati di ricerca
ja: 検索結果に影響します
ko: 검색 결과에 적용
nl: Beïnvloedt zoekresultaten
ru: Влияет на результаты поиска
zh_cn: 相关搜索结果

source: Search result summary:
bn_bd: অনুসন্ধান ফলাফলের সারসংক্ষেপ:
es: Resumen de los resultados de la búsqueda:
fr: Résumé des résultats de recherche :
fy: Gearfetting foar sykresultaat:
it: Sommario risultati di ricerca:
ja: 検索結果の概要:
ko: 검색 결과 요약:
nl: Samenvatting voor zoekresultaat:
ru: Сводка результатов поиска:
zh_cn: 搜索结果概要：

source: Only displayed on search results page
bn_bd: শুধুমাত্র খোঁজার ফলাফলের পৃষ্ঠায় দেখানো হয়
es: Solo los mostrados en la página de resultados de la búsqueda
fr: Uniquement affiché sur la page de résultats de recherche
fy: Allinnich werjûn op sykresultatenside
it: Mostrato solo nella pagina dei risultati di ricerca
ja: 検索結果ページのみに表示されます
ko: 검색 결과 페이지에만 보이기
nl: Alleen weergegeven op zoekresultatenpagina
ru: Показывать только на странице с результатами поиска
zh_cn: 只在搜索结果页显示

source: Content:
bn_bd: বিষয়বস্তুঃ
es: Contenido:
fr: Contenu :
fy: Ynhâld:
it: Contenuto:
ja: 内容:
ko: 내용:
nl: Inhoud:
ru: Содержимое:
zh_cn: 内容：

source: Comment:
bn_bd: মন্তব্যঃ
es: Comentario:
fr: Commentaire :
fy: Reaksje:
it: Commento:
ja: コメント:
ko: 의견:
nl: Reactie:
ru: Комментарий:
zh_cn: 评论:

source: Tag this revision for review?
bn_bd: এই সংস্করণটি পর্যালোচনার জন্য ট্যাগ করবেন?
es: ¿Etiquetar esta corrección para revisión?
fr: Marquer cette révision pour relecture ?
fy: Dizze refyzje labelje foar beoardieling?
it: Contrassegnare questa versione per la revisione?
ja: このリビジョンに「要レビュー」タグを付与しますか？
ko: 검토를 위해 이 리비전에 태그할까요?
nl: Deze revisie labelen voor beoordeling?
ru: Пометить данную ревизию, как требующую рецензии?
zh_cn: 标记此版本需要复核？

source: Tag this revision for localization?
bn_bd: স্থানীয়করণ জন্য এই সংস্করণটি ট্যাগ করবেন?
es: ¿Etiquetar esta revisión para localización?
fr: Marquer cette révision pour traduction ?
fy: Dizze refyzje labelje foar oersetting?
it: Contrassegnare questa versione come localizzabile?
ja: このリビジョンをローカライズ用にタグ付けしますか？
ko: 새 번역을 위한 리비전 태그하시겠습니까?
nl: Deze revisie labelen voor vertaling?
ru: Пометить данную ревизию, как требующую локализации?
zh_cn: 标记这个版本供本地化？

source: New slug:
bn_bd: নতুন স্লাগঃ
es: Nuevo enlace amigable (slug):
fr: Nouveau raccourci :
fy: Nije identificator:
it: Nuovo slug:
ja: 新しい URL スラグ:
ko: 새 짧은 URL(영문):
nl: Nieuwe identificator:
ru: Новый url:
zh_cn: 新网址缩略名：
