Repository: mdn/kuma
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn_bd, es, fr, fy, it, ja, ko, nl, ru, zh_cn

source: Sign up for our newsletter:
bn_bd: আমাদের নিউজলেটারের জন্য সাইন আপ করুন:
es: Subscríbete a nuestro boletín:
fr: S'abonner à la lettre d'information&nbsp;:
it: Iscriviti alla newsletter:
ja: ニュースレターを購読:
ko: 뉴스레터 신청:
nl: Schrijf u in voor onze nieuwsbrief:
ru: Подпишитесь на нашу новостную рассылку:
zh_cn: 注册我们的新闻报：

source: E-mail
bn_bd: ই-মেইল
es: Correo electrónico
fr: Adresse électronique
it: Indirizzo email
ja: メールアドレス
ko: 메일 주소
nl: E-mailadres
ru: Эл. почта
zh_cn: 电子邮件地址

source: you@example.com
fr: adresse@example.com
nl: u@example.com
ru: вы@сайт.ru

source: I'm okay with Mozilla handling my info as explained in this <a href="%(policy_url)s">Privacy Policy</a>.
es: Estoy de acuerdo con que Mozilla administre mis datos según la <a href="%(policy_url)s"> Política de privacidad</a>.
fr: J'accepte la gestion de mes informations personnelles par Mozilla comme indiqué dans cette <a href="%(policy_url)s">politique de confidentialité</a>.
fy: Ik gean akkoard dat Mozilla myn ynfo brûkt as útlein yn dit <a href="%(policy_url)s">Privacybelied</a>.
it: Acconsento al trattamento dei miei dati da parte di Mozilla come indicato nell’<a href="%(policy_url)s">informativa sulla privacy</a>.
ja: Mozilla がこの <a href="%(policy_url)s">プライバシーポリシー</a> に従って私の個人情報を扱うことに同意します。
ko: 저는 <a href="%(policy_url)s">개인정보 취급방침</a>에 설명된 대로 Mozilla가 정보를 다루는 것에 동의합니다.
nl: Ik ben het eens met hoe Mozilla met mijn gegevens omgaat, zoals uitgelegd in dit <a href="%(policy_url)s">privacybeleid</a>.
ru: Я согласен с тем, как Mozilla обращается с моей информацией, согласно <a href="%(policy_url)s">этой Политике приватности</a>.
zh_cn: 我接受 Mozilla 按照<a href="%(policy_url)s">隐私政策</a>所述的方式处理我的信息。

source: Sign up now
bn_bd: এখন সাইন আপ করুন
es: Suscribirse
fr: S'inscrire maintenant
fy: No ynskriuwe
it: Iscriviti subito
ja: 今すぐ購読
ko: 회원가입
nl: Nu inschrijven
ru: Подписаться сейчас
zh_cn: 立即注册

source: The newsletter is offered in English only at the moment.
bn_bd: নিউজলেটারটি এই মুহূর্তে শুধুমাত্র ইংরেজিতে প্রদান করা হচ্ছে।
es: Por ahora, el boletín solo está disponible en inglés.
fr: Cette lettre d'information est uniquement disponible en anglais pour l'instant.
fy: De nijsbrief wurdt op dit stuit allinnich yn it Ingelsk oanbean.
it: Attualmente la newsletter è disponibile solo in lingua inglese.
ja: ニュースレターは今のところ英語のみで提供されています。
ko: 지금은 뉴스레터가 영어로만 제공됩니다.
nl: De nieuwsbrief wordt op dit moment alleen in het Engels aangeboden.
ru: В настоящий момент новостная рассылка доступна только на английском языке.
zh_cn: 目前只能提供英文的新闻报。

source: Thanks! Please check your inbox to confirm your subscription.
bn_bd: ধন্যবাদ! দয়া করে আপনার সাবস্ক্রিপশন নিশ্চিত করতে ইনবক্স চেক করুন।
es: ¡Gracias! Comprueba tu correo para confirmar la subscripción.
fr: Merci&nbsp;! Veuillez vérifier votre boîte de réception afin de confirmer votre inscription.
fy: Tank! Sjoch yn jo Postfek YN om jo oanmelding te befêstigjen.
it: Grazie mille. Controlla la tua casella di posta per confermare l’iscrizione.
ja: ありがとうございます！ 購読確認用の新着メールを探してください。
ko: 감사합니다! 구독 확인을 위해 받은 편지함을 확인해 주세요.
nl: Bedankt! Controleer uw Postvak IN om uw inschrijving te bevestigen.
ru: Спасибо! Пожалуйста, проверьте свою папку "Входящие" для подтверждения подписки.
zh_cn: 谢谢！请检查您的收件箱以确认您的订阅。

source: If you haven’t previously confirmed a subscription to a Mozilla-related newsletter you may have to do so. Please check your inbox or your spam filter for an email from us.
es: Si no has confirmado nunca una subscripción a boletines relacionados con Mozilla, tendrás que hacerlo. Comprueba tu correo o carpeta de spam para ver si recibiste un correo nuestro.
fr: Si vous n'avez pas déjà confirmé d'inscription à une lettre d'information Mozilla, vous devrez valider cette inscription. Veuillez vérifier votre boîte de réception, éventuellement vos messages indésirables, pour consulter le message que nous vous avons envoyé.
fy: As jo noch net earder in ynskriuwing foar in Mozilla-relatearre nijsbrief befêstige hawwe, moatte jo dit mooglik dwaan. Kontrolearje jo Postfek YN of jo spamfilter foar in e-mail fan ús.
it: Se non hai mai confermato prima d’ora l’iscrizione a una newsletter Mozilla, dovrai farlo adesso per completare l’iscrizione. Controlla se hai ricevuto un nuovo messaggio da parte di Mozilla, potrebbe anche essere finita per sbaglio nella cartella dello spam.
ja: これまでに Mozilla 関連のニュースレターを購読したことがない場合、購読開始の確認が必要となります。お送りした確認メールを受信トレイもしくは迷惑メールフィルタから探してください。
ko: 이전에 Mozilla 관련 뉴스레터 구독을 확인하지 않은 경우, 이를 확인할 필요가 있습니다. 받은 편지함 또는 우리 email에 대한 스팸 필터를 확인해 주세요.
nl: Als u nog niet eerder een inschrijving voor een Mozilla-gerelateerde nieuwsbrief hebt bevestigd, dient u dit mogelijk te doen. Controleer uw Postvak IN of uw spamfilter op een e-mail van ons.
ru: Если вы ранее не подтверждали подписку на новостную рассылку Mozilla, то вам, возможно, придётся сделать это. Пожалуйста, проверьте папку Входящие или Спам в своём почтовом ящике, чтобы посмотреть, не пришло ли от нас письмо.
zh_cn: 如果您以前未确认过订阅 Mozilla 相关的新闻简报，您可能必须这样做。请检查您的收件箱或垃圾邮件箱，找到我们发给您的电子邮件。

source: Hide Newsletter Sign-up
bn_bd: নিউজলেটার সাইন-আপ লুকান
es: Ocultar registro al boletín
fr: Masquer l'inscription à la lettre d'information
fy: Ynskriuwen foar nijsbrief ferstopje
it: Nascondi la sezione di iscrizione alla newsletter
ja: ニュースレター購読リンクを隠す
ko: 뉴스레터 신청 숨기기
nl: Nieuwsbriefinschrijving verbergen
ru: Скрыть подписку на новостную рассылку
zh_cn: 隐藏新闻报注册

source: Previous
bn_bd: পূর্ববর্তী
es: Anterior
fr: Précédent
fy: Foarige
it: Precedente
ja: 前へ
ko: 이전
nl: Vorige
ru: Назад
zh_cn: 上一个

source: Next
bn_bd: পরবর্তী
es: Siguiente
fr: Suivant
fy: Folgjende
it: Avanti
ja: 次へ
ko: 다음
nl: Volgende
ru: Далее
zh_cn: 下一个

source: Afrikaans
bn_bd: আফ্রিকানস
es: Africano
fy: Afrikaansk
ja: アフリカーンス語
ko: 아프리칸어
ru: Африкаанс
zh_cn: 南非荷兰语

source: Albanian
bn_bd: আলবেনিয়ান
es: Albanés
fr: Albanais
fy: Albaneesk
it: Albanese
ja: アルバニア語
ko: 알바니아어
nl: Albanees
ru: Албанский
zh_cn: 阿尔巴尼亚语

source: Arabic
bn_bd: আরব
es: Árabe
fr: Arabe
fy: Arabysk
it: Arabo
ja: アラビア語
ko: 아랍어
nl: Arabisch
ru: Арабский
zh_cn: 阿拉伯语

source: Azerbaijani
bn_bd: আজারবাইজানী
es: Azerí
fr: Azéri
fy: Azeri
it: Azero
ja: アゼルバイジャン語
ko: 아제르바이젠어
nl: Azeri
ru: Азербайджанский
zh_cn: 阿塞拜疆语

source: Bambara
bn_bd: বামবারা
ja: バンバラ語
ko: 밤바라어
ru: Бамбара
zh_cn: 班巴拉语

source: Bengali (Bangladesh)
bn_bd: বাঙালি (বাংলাদেশ)
es: Bengalí (Bangladesh)
fr: Bengali (du Bangladesh)
fy: Bingaalsk (Bangladesh)
ja: ベンガル語 (バングラデシュ)
ko: 벵골어 (방글라데시)
nl: Bengaals (Bangladesh)
ru: Бенгальский (Бангладеш)
zh_cn: 孟加拉语 (孟加拉)

source: Bengali (India)
bn_bd: বাঙালি (ভারত)
es: Bengalí (La India)
fr: Bengali (d'Inde)
fy: Bingaalsk (Yndia)
ja: ベンガル語 (インド)
ko: 벵골어 (인도)
nl: Bengaals (India)
ru: Бенгальский (Индия)
zh_cn: 孟加拉语 (印度)

source: Bulgarian
es: Búlgaro
fr: Bulgare
fy: Bulgaarsk
it: Bulgaro
ja: ブルガリア語
ko: 불가리아어
nl: Bulgaars
ru: Болгарский
zh_cn: 保加利亚语

source: Burmese
bn_bd: বার্মিজ
es: Birmano
fr: Birman
fy: Burmeesk
it: Birmano
ja: ビルマ語
ko: 버마어
nl: Birmees
ru: Бирманский
zh_cn: 缅甸语

source: Catalan
bn_bd: কাতালান
es: Catalán
fy: Katalaansk
it: Catalano
ja: カタルーニャ語
ko: 카탈로니아어
nl: Catalaans
ru: Каталанский
zh_cn: 加泰罗尼亚语

source: Chinese (Simplified)
bn_bd: চীনা (সরলীকৃত)
es: Chino (simplificado)
fr: Chinois (simplifié)
fy: Sineesk
it: Cinese (semplificato)
ja: 中国語 (簡体字)
ko: 중국어 (간체)
nl: Chinees (Vereenvoudigd)
ru: Китайский (Упрощённый)
zh_cn: 简体中文

source: Chinese (Traditional)
bn_bd: চীনা (প্রথাগত)
es: Chino (tradicional)
fr: Chinois (traditionnel)
fy: Sineesk (Tradisjoneel)
it: Cinese (tradizionale)
ja: 中国語 (繁体字)
ko: 중국어 (번체)
nl: Chinees (Traditioneel)
ru: Китайский (Традиционный)
zh_cn: 繁体中文

source: Croatian
bn_bd: ক্রোয়েশীয়
es: Croata
fr: Croate
fy: Kroätysk
it: Croato
ja: クロアチア語
ko: 크로아티아어
nl: Kroatisch
ru: Хорватский
zh_cn: 克罗地亚语

source: Czech
bn_bd: চেক
es: Checo
fr: Tchèque
fy: Tsjechysk
it: Ceco
ja: チェコ語
ko: 체코어
nl: Tsjechisch
ru: Чешский
zh_cn: 捷克语

source: Dutch
bn_bd: ডাচ
es: Neerlandés
fr: Néerlandais
fy: Nederlânsk
it: Olandese
ja: オランダ語
ko: 네델란드어
nl: Nederlands
ru: Голландский
zh_cn: 荷兰语

source: English (US)
es: Inglés (EE.UU.)
fr: Anglais américain
fy: Ingelsk (FS)
it: Inglese (USA)
ja: 英語 (アメリカ)
ko: 영어 (미국)
nl: Engels (US)
ru: Английский (США)
zh_cn: 英语 (美国)

source: Ewe
es: Ewé
it: Éwé
ja: エウェ語
ko: 에웨어
ru: Эве
zh_cn: 埃维语

source: Finnish
bn_bd: ফিনিশ
es: Finlandés
fr: Finnois
fy: Finsk
it: Finlandese
ja: フィンランド語
ko: 핀란드어
nl: Fins
ru: Финский
zh_cn: 芬兰语

source: French
bn_bd: ফরাসি
es: Francés
fr: Français
fy: Frânsk
it: Francese
ja: フランス語
ko: 프랑스어
nl: Frans
ru: Французский
zh_cn: 法语

source: Frisian
bn_bd: ফ্রিসিয়ান
es: Frisón
fr: Frison
fy: Frysk
it: Frisone
ja: フリジア語
ko: 프리시안어
nl: Fries
ru: Фризский
zh_cn: 弗里西語

source: Fulah
bn_bd: ফুলাহ্
es: Fula
fr: Pulaar
ja: フラニ語
ko: 풀라어
ru: Фулах
zh_cn: 富拉语

source: Georgian
bn_bd: জর্জিয়ান
es: Georgiano
fr: Géorgien
fy: Geörgysk
it: Georgiano
ja: ジョージア語
ko: 그루지야어
nl: Georgisch
ru: Грузинский
zh_cn: 格鲁吉亚语

source: German
bn_bd: জার্মান
es: Alemán
fr: Allemand
fy: Dútsk
it: Tedesco
ja: ドイツ語
ko: 독일어
nl: Duits
ru: Немецкий
zh_cn: 德语

source: Greek
bn_bd: গ্রীক
es: Griego
fr: Grec
fy: Gryksk
it: Greco
ja: ギリシャ語
ko: 그리스어
nl: Grieks
ru: Греческий
zh_cn: 希腊语

source: Hausa
fr: Haoussa
ja: ハウサ語
ko: 하우사어
ru: Хауса
zh_cn: 豪萨语

source: Hebrew
bn_bd: হিব্রু
es: Hebreo
fr: Hébreu
fy: Hebriuwsk
it: Ebraico
ja: ヘブライ語
ko: 히브리어
nl: Hebreeuws
ru: Иврит
zh_cn: 希伯来语

source: Hindi (India)
bn_bd: হিন্দি (ভারত)
es: Hindú (India)
fr: Hindi (d'Inde)
fy: Hindi (Yndia)
ja: ヒンディー語 (インド)
ko: 힌디어 (인도)
ru: Хинди (Индия)
zh_cn: 印地语 (印度)

source: Hungarian
bn_bd: হাঙ্গেরীয়
es: Húngaro
fr: Hongrois
fy: Hongaarsk
it: Ungherese
ja: ハンガリー語
ko: 헝가리어
nl: Hongaars
ru: Венгерский
zh_cn: 匈牙利语

source: Igbo
it: Ibo
ja: イボ語
ko: 이그보어
ru: Игбо
zh_cn: 伊博语

source: Indonesian
bn_bd: ইন্দোনেশিয়ান
es: Indonesio
fr: Indonésien
fy: Yndonezysk
it: Indonesiano
ja: インドネシア語
ko: 인도네시아어
nl: Indonesisch
ru: Индонезийский
zh_cn: 印尼语

source: Irish
bn_bd: আইরিশ
es: Irlandés
fr: Irlandais
fy: Iersk
it: Irlandese
ja: アイルランド語
ko: 아일랜드어
nl: Iers
ru: Ирландский
zh_cn: 爱尔兰语

source: Italian
bn_bd: ইতালিয়ান
es: Italiano
fr: Italien
fy: Italiaansk
it: Italiano
ja: イタリア語
ko: 이탈리아어
nl: Italiaans
ru: Итальянский
zh_cn: 意大利语

source: Japanese
bn_bd: জাপানিজ
es: Japonés
fr: Japonais
fy: Japansk
it: Giapponese
ja: 日本語
ko: 일본어
nl: Japans
ru: Японский
zh_cn: 日语

source: Kabyle
bn_bd: কাবাইল
es: Cabilio
fy: Kabylysk
it: Cabilo
ja: カビル語
ko: 카빌어
nl: Kabylisch
ru: Кабильский
zh_cn: 卡拜尔语

source: Korean
bn_bd: কোরিয়ান
es: Coreano
fr: Coréen
fy: Koreaansk
it: Coreano
ja: 韓国語
ko: 한국어
nl: Koreaans
ru: Корейский
zh_cn: 朝鲜语

source: Lingala
bn_bd: লিঙ্গালা
ja: リンガラ語
ko: 링가라어
ru: Лингала
zh_cn: 林加拉语

source: Malagasy
bn_bd: মালাগাসি
es: Malgache
fr: Malgache
fy: Malagassysk
it: Malgascio
ja: マダガスカル語
ko: 말라카시어
nl: Malagassisch
ru: Малагасийский
zh_cn: 马拉加斯语

source: Malay
bn_bd: মালয়
es: Malayo
fr: Malais
fy: Maleizysk
it: Malese
ja: マレー語
ko: 말레이어
nl: Maleis
ru: Малайский
zh_cn: 马来语

source: Malayalam
bn_bd: মালয়ালাম
es: Malabar
ja: マラヤーラム語
ko: 말라야람어
ru: Малаялам
zh_cn: 马拉雅拉姆语

source: Persian
es: Persa
fr: Perse
fy: Perzysk
it: Persiano
ja: ペルシャ語
ko: 페르시아어
nl: Perzisch
ru: Персидский
zh_cn: 波斯语

source: Polish
bn_bd: পোলিশ
es: Polaco
fr: Polonais
fy: Poalsk
it: Polacco
ja: ポーランド語
ko: 폴란드어
nl: Pools
ru: Польский
zh_cn: 波兰语

source: Portuguese (Brazilian)
bn_bd: পর্তুগীজ (ব্রাজিলীয়)
es: Portugués (Brasil)
fr: Portugais brésilien
fy: Portugeesk (Braziliaansk)
it: Portoghese (Brasile)
ja: ポルトガル語 (ブラジル)
ko: 포르투갈어 (브라질)
nl: Portugees (Braziliaans)
ru: Португальский (Бразилия)
zh_cn: 葡萄牙语 (巴西)

source: Portuguese (Portugal)
bn_bd: পর্তুগীজ (পর্তুগাল)
es: Portugués (Portugal)
fr: Portugais
fy: Portugeesk (Portugal)
it: Portoghese (Portogallo)
ja: ポルトガル語 (ポルトガル)
ko: 포르투갈어 (포르투갈)
nl: Portugees (Portugal)
ru: Португальский (Португалия)
zh_cn: 葡萄牙语 (葡萄牙)

source: Romanian
bn_bd: রোমানিয়ান
es: Rumano
fr: Roumain
fy: Roemeensk
it: Rumeno
ja: ルーマニア語
ko: 루마니아어
nl: Roemeens
ru: Румынский
zh_cn: 罗马尼亚语

source: Russian
bn_bd: রাশিয়ান
es: Ruso
fr: Russe
fy: Russysk
it: Russo
ja: ロシア語
ko: 러시아어
nl: Russisch
ru: Русский
zh_cn: 俄语

source: Serbian
bn_bd: সার্বিয়ান
es: Serbio
fr: Serbe
fy: Servysk
it: Serbo
ja: セルビア語
ko: 세르비아어
nl: Servisch
ru: Сербский
zh_cn: 塞尔维亚语

source: Songhai
fr: Songhaï
ja: ソンガイ語
ko: 송가이어
ru: Сонгаи
zh_cn: 桑海语

source: Spanish
bn_bd: স্প্যানিশ
es: Español
fr: Espagnol
fy: Spaansk
it: Spagnolo
ja: スペイン語
ko: 스페인어
nl: Spaans
ru: Испанский
zh_cn: 西班牙语

source: Swahili
bn_bd: সোয়াহিলি
es: Suajili
ja: スワヒリ語
ko: 스와힐리어
ru: Суахили
zh_cn: 斯瓦希里语

source: Swedish
bn_bd: সুইডিশ
es: Sueco
fr: Suédois
fy: Sweedsk
it: Svedese
ja: スウェーデン語
ko: 스웨덴어
nl: Zweeds
ru: Шведский
zh_cn: 瑞典语

source: Tagalog
es: Tagalo
it: Pilipino
ja: タガログ語
ko: 타갈로그어
ru: Тагалог
zh_cn: 菲律宾语

source: Tamil
bn_bd: তামিল
fr: Tamoul
fy: Tamilsk
ja: タミル語
ko: 타밀어
ru: Тамильский
zh_cn: 泰米尔语

source: Thai
bn_bd: থাই
es: Tailandés
fr: Thaï
fy: Taisk
it: Tailandese
ja: タイ語
ko: 태국어
ru: Тайский
zh_cn: 泰语

source: Tswana
es: Setsuana
ja: ツワナ語
ko: 츠와나어
ru: Тсвана
zh_cn: 茨瓦纳语

source: Turkish
bn_bd: তুর্কিশ
es: Turco
fr: Turc
fy: Turksk
it: Turco
ja: トルコ語
ko: 터키어
nl: Turks
ru: Турецкий
zh_cn: 土耳其语

source: Ukrainian
bn_bd: ইউক্রেনিয়ান
es: Ucraniano
fr: Ukrainien
fy: Oekraynsk
it: Ucraino
ja: ウクライナ語
ko: 우크라이나어
nl: Oekraïens
ru: Украинский
zh_cn: 乌克兰语

source: Vietnamese
bn_bd: ভিয়েতনামি
es: Vietnamita
fr: Vietnamien
fy: Fjetnameesk
it: Vietnamita
ja: ベトナム語
ko: 베트남어
nl: Vietnamees
ru: Вьетнамский
zh_cn: 越南语

source: Wolof
es: Wólof
ja: ウォロフ語
ko: 세네갈어
ru: Волоф
zh_cn: 沃洛夫语

source: Xhosa
fy: Xosa
ja: コサ語
ko: 코사어
ru: Коса
zh_cn: 科萨语

source: Yoruba
ja: ヨルバ語
ko: 요루바어
ru: Йоруба
zh_cn: 约鲁巴语

source: Zulu
bn_bd: জুলু
es: Zulú
fr: Zoulou
fy: Zoeloe
ja: ズールー語
ko: 줄루어
nl: Zoeloe
ru: Зулу
zh_cn: 祖鲁语

source: Unsubscribe from these emails:
bn_bd: আনসাবস্ক্রাইব করুন এই ইমেইল থেকে:
es: Cancelar la suscripción de estas direcciones de correo:
fr: Se désinscrire des courriels suivants :
fy: Ofmelde fan dizze e-mailberjochten:
it: Annulla l’iscrizione a queste email:
ja: これらのメール通知を停止:
ko: 현재 메일 구독 취소:
nl: Afmelden van deze e-mailberichten:
ru: Отказаться от подписки на эти письма:
zh_cn: 取消下列电子邮件的订阅：

source: Unsubscribe
bn_bd: আনসাবস্ক্রাইব করুন
es: Cancelar suscripción
fr: Se désinscrire
fy: Ofmelde
it: Annulla sottoscrizione
ja: 通知を停止
ko: 구독해지
nl: Afmelden
ru: Отписаться
zh_cn: 退订

source: Are you sure you want to unsubscribe?
bn_bd: আপনি কি নিশ্চিত যে আপনি আনসাবস্ক্রাইব করতে চান?
es: ¿Seguro que quieres cancelar la suscripción?
fr: Voulez-vous vraiment vous désinscrire ?
fy: Binne jo wis dat jo jo ôfmelde wolle?
it: Annullare l’iscrizione?
ja: 本当に通知を停止しますか？
ko: 구독 취소하시겠습니까?
nl: Weet u zeker dat u zich wilt afmelden?
ru: Вы уверены, что хотите отказаться от подписки?
zh_cn: 您确定您想要取消订阅吗？

source: Cancel
bn_bd: বাতিল
es: Cancelar
fr: Annuler
fy: Annulearje
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
ru: Отмена
zh_cn: 取消

source: Unsubscribe Error
bn_bd: আনসাবস্ক্রাইবে সমস্যা
es: Error al cancelar la suscripción
fr: Erreur lors de la désinscription
fy: Flater by ôfmelden
it: Errore durante l’annullamento dell’iscrizione
ja: 通知停止エラー
ko: 구독 취소 오류
nl: Fout bij afmelden
ru: Ошибка отказа от подписки
zh_cn: 退订出错

source: We could not find your subscription. Either it has already been cancelled, or there was a mistake in the unsubscribe link. Please make sure the entire link from the email made it into the browser. If the last part of the link wraps onto a second line in the email, try copying and pasting the link into the browser.
es: No hemos podido encontrar tu suscripción. Puede que haya sido cancelada o que hubiera un error en el enlace para cancelar la suscripción. Por favor, asegúrate de copiar el enlace completo en el navegador. Si la última parte del enlace aparece en una segunda línea en el correo electrónico, prueba a copiar y pegar el enlace directamente en el navegador.
fr: Nous n'avons pas trouvé d'informations sur votre inscription. Soit elle a déjà été annulée, soit il y a eu un problème avec le lien de désinscription. Assurez-vous d'avoir bien copié tout le lien dans votre navigateur. Si la dernière partie du lien se situe sur une seconde ligne dans le courrier, essayez de la copier et de coller le lien dans votre navigateur.
fy: Wy koenen jo oanmelding net fine. Of dizze is al annulearre, of der wie sprake fan in flater yn de keppeling foar it ôfmelden. Soargje derfoar dat de hiele keppeling út it e-mailberjocht yn de browser komt. As it lêste part derfan ôfbrutsen wurdt nei in twadde rigel, probearje de keppeling dan te kopiearjen en yn de browser te plakken.
it: Impossibile trovare l’iscrizione indicata. È possibile che sia già stata annullata in precedenza o che il link di annullamento non sia valido. Assicurati che il link contenuto nell’email sia esattamente lo stesso che appare nella barra degli indirizzi del browser. Se il link viene visualizzato su più righe, assicurati di copiarlo e incollarlo interamente nella barra del browser.
ja: メール通知を見つけられませんでした。すでに通知が停止されているか、通知停止のリンクにエラーがあります。メールに書かれたリンク全体が正しくブラウザーに渡されているか確認してください。メール内でリンクの後半部分が改行されて途切れてしまっている場合は、手動でリンク全体をブラウザーへコピー＆ペーストしてください。
ko: 구독 내용을 찾을 수 없습니다. 이미 구독 취소를 하셨거나 실수로 구독 취소 링크를 누르셨습니다. 아래 내용을 확인해 보시고 혹시 2차 이메일로 갈 수 있으니 다시 한번 링크를 복사해서 주소창에 넣어 방문해 주십시오.
nl: We konden uw aanmelding niet vinden. Of deze is al geannuleerd, of er was sprake van een fout in de koppeling voor het afmelden. Zorg ervoor dat de hele koppeling uit het e-mailbericht in de browser komt. Als het laatste deel ervan wordt afgebroken naar een tweede regel, probeer de koppeling dan te kopiëren en in de browser te plakken.
ru: Мы не смогли найти вашу подписку. Либо она уже была отменена, либо в ссылке для отказа от подписки есть ошибка. Пожалуйста, убедитесь, что ссылка из письма целиком скопирована в браузер. Если последняя часть ссылки в письме перенесена на вторую строку, попробуйте скопировать и вставить ссылку в браузер.
zh_cn: 我们无法找到您的订阅信息。可能是该订阅已经被取消，或者退订链接存在错误。请确定在浏览器中打开了邮件中的完整链接。如果链接的某些部分出现断裂，请尝试手动复制并粘贴链接到浏览器中打开。

source: Unsubscribed
bn_bd: আনসাবস্ক্রাইব করা হয়েছে
es: Suscripción cancelada
fr: Désinscription effectuée
fy: Ofmeld
it: Sottoscrizione annullata
ja: 通知を停止しました
ko: 구독해지
nl: Afgemeld
ru: Вы отписаны от новостей
zh_cn: 已退订

source: You have been unsubscribed.
bn_bd: আপনি আনসাবস্ক্রাইব করেছেন।
es: Se ha cancelado tu suscripción.
fr: Vous êtes désinscrit(e).
fy: Jo binne ôfmeld.
it: L’iscrizione è stata annullata.
ja: 通知を停止しました。
ko: 구독 취소하였습니다.
nl: U bent afgemeld.
ru: Ваша подписка была отменена.
zh_cn: 您已取消订阅。

source: The following attachment files were moved to the trash: %(filenames)s. You may want to review them before their automatic purge after %(days)s days from the file storage.
es: Los siguientes archivos adjuntos se han movido a la papelera: %(filenames)s. Es posible que quieras revisarlos antes de que se eliminen automáticamente del almacenamiento de ficheros tras %(days)s.
fr: Les fichiers joints suivants ont été déplacés vers la corbeille : %(filenames)s. Vous pouvez les revoir avant qu'ils ne soient automatiquement purgés du système de stockage des fichiers après %(days)s jours.
fy: De folgjende bylagebestannen binne nei it jiskefet ferpleatst: %(filenames)s. Miskien wolle jo dizze foar harren automatyske opskjinning nei %(days)s dagen út it bestânsûnthâld noch kontrolearje.
it: I seguenti file allegati sono stati spostati nel cestino: %(filenames)s. Hai tempo %(days)s per controllarli prima che vengano automaticamente eliminati dalla memoria di archiviazione.
ja: 以下の添付ファイルがゴミ箱へ移動されました: %(filenames)s。%(days)s 日後にファイルストレージから自動的に削除される前に、再度確認した方が良いかもしれません。
ko: 다음 첨부파일이 휴지통으로 이동되었습니다: %(filenames)s. 파일 저장소에서 %(days)s일 뒤 자동 삭제 전에 검토할 수 있습니다.
nl: De volgende bijlagebestanden zijn naar de prullenbak verplaatst: %(filenames)s. Wellicht wilt u deze voor hun automatische opschoning na %(days)s dagen uit de bestandsopslag nog controleren.
ru: Следующие вложения перемещены в корзину: %(filenames)s. Вы сможете видеть их до автоматической чистки системы хранения файлов через %(days)s дней.
zh_cn: 下列附件文件已移动到回收站：%(filenames)s。您可能会想复核它们，它们将在 %(days)s 天后从文件存储中清除。

source: and
bn_bd: এবং
es: y
fr: et
fy: en
it: e
ja: および
ko: 및
nl: en
ru: и
zh_cn: 和

source: The attachment file "%(filename)s" was moved to the trash. You may want to review the file before its automatic purge after %(days)s days from the file storage system.
es: El archivo adjunto "%(filename)s" se ha movido a la papelera. Puedes revisar el archivo antes de que se borre automáticamente del sistema de almacenamiento de archivos tras %(days)s días.
fr: Le fichier joint « %(filename)s » a été mis à la corbeille. Vous pouvez encore examiner ce fichier avant qu'il ne soit automatiquement éliminé du système de stockage de fichiers, au bout de %(days)s jours.
fy: It bylagebestân ‘%(filename)s’ is nei it jiskefet ferpleatst. Miskien wolle jo it bestân foar de automatyske opskjinning nei %(days)s dagen út it bestânsûnthâlsysteem noch kontrolearje.
it: Il file allegato "%(filename)s" è stato spostato nel cestino. Hai tempo %(days)s giorni per controllarlo prima che venga automaticamente eliminato dal server.
ja: 添付ファイル「%(filename)s」がゴミ箱へ移動されました。%(days)s 日後にファイルストレージから自動的に削除される前に、再度確認した方が良いかもしれません。
ko: 첨부파일 "%(filename)s"이 휴지통으로 이동되었습니다. 파일 시스템에서 %(days)s일 후 자동 삭제 되기 전에 해당 사항을 검토하실 수 있습니다.
nl: Het bijlagebestand ‘%(filename)s’ is naar de prullenbak verplaatst. Wellicht wilt u het bestand voor de automatische opschoning na %(days)s dagen uit het bestandsopslagsysteem nog controleren.
ru: Файл вложения "%(filename)s" перемещён в корзину. Вы можете его видеть до автоматической чистки системы хранения файлов через %(days)s дней.
zh_cn: 附件“%(filename)s”已移动到回收站。您可能会想复核该文件，它将在 %(days)s 天后从文件存储系统中清除。

source: Attachments
bn_bd: সংযুক্তি
es: Archivos adjuntos
fr: Pièces jointes
fy: Bylagen
it: Allegati
ja: 添付ファイル
ko: 첨부 자료
nl: Bijlagen
ru: Прикреплённые файлы
zh_cn: 附件

source: MDN recent file changes
bn_bd: সাম্প্রতিক এমডিএন পরিবর্তিত ফাইলসমূহ
es: Cambios recientes en archivos de MDN
fr: Modifications récentes de fichiers dans MDN
fy: Resinte MDN-bestânswizigingen
it: Ultime modifiche ai file su MDN
ja: MDN の最近のファイル変更
ko: MDN 에서 최근에 변경된 파일
nl: Recente MDN-bestandswijzigingen
ru: Недавние изменения файлов MDN
zh_cn: MDN 最近改变的文件

source: Recent revisions to MDN file attachments
bn_bd: MDN ফাইল এট্যাচমেন্টের সাম্প্রতিক পর্যালোচনাগুলো
es: Revisiones recientes en archivos adjuntos de MDN
fr: Révisions récentes de fichiers joints dans MDN
fy: Resinte refyzjes fan MDN-bestânsbylagen
it: Ultime versioni dei file allegati su MDN
ja: MDN 添付ファイルの最近のリビジョン
ko: MDN 파일 첨부된 최근의 리비전
nl: Recente revisies van MDN-bestandsbijlagen
ru: Недавние ревизии прикреплённых файлов MDN
zh_cn: MDN 文件附件最近版本

source: Files of this type are not permitted.
bn_bd: এই ধরনের ফাইল অনুমোদিত নয়।
es: No se permiten archivos de este tipo.
fr: Les fichiers de ce type ne sont pas autorisés.
fy: Bestannen fan dit type binne net tastien.
it: I file di questo tipo non sono consentiti.
ja: この種類のファイルは許可されていません。
ko: 현재 형식 파일을 사용할 수 없습니다.
nl: Bestanden van dit type zijn niet toegestaan.
ru: Файлы этого типа не разрешены.
zh_cn: 这种类型的文件格式不被允许。
