Repository: mdn/kuma
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn_bd, es, fr, fy, it, ja, ko, nl, ru, zh_cn

source: Permission Denied
bn_bd: অনুমতি অগ্রাহ্য করা হয়েছে
es: Permiso denegado
fr: Permission refusée
fy: Gjin tastimming
it: Permesso negato
ja: アクセスが拒否されました
ko: 사용 권한 없음
nl: Geen toestemming
ru: Доступ запрещён
zh_cn: 拒绝访问

source: The wiki is in read-only mode.
bn_bd: এই উইকিটি রিড-অনলি মোডে আছে।
es: El wiki es de modo solo lectura.
fr: Le wiki est en mode lecture seule.
fy: De wiki is yn allinnich-lêzemodus.
it: Wiki in modalità sola lettura.
ja: この wiki は現在編集不可モードに設定されています。
ko: 위키가 읽기전용으로 설정되었습니다.
nl: De wiki bevindt zich in alleen-lezenmodus.
ru: Вики в режиме только для чтения.
zh_cn: 此维基目前为只读模式。

source: Your profile has been banned from making edits.
bn_bd: আপনার প্রোফাইল থেকে সম্পাদনার ক্ষমতা নিষিদ্ধ করা হয়েছে।
es: Se ha prohibido que tu perfil realice ediciones.
fr: Votre compte a été banni et ne peut plus faire de modifications.
fy: Jo profyl mei gjin bewurkingen útfiere.
it: A questo profilo non è più consentito effettuare modifiche.
ja: あなたのアカウントは編集が禁止されています。
ko: 이 계정은 편집기능이 제한되었습니다.
nl: Uw profiel mag geen bewerkingen uitvoeren.
ru: Вашему профилю было запрещено делать правки.
zh_cn: 您的账户被禁止参与编辑。

source: This user's profile has been banned.
bn_bd: এই ব্যবহারকারীর প্রোফাইল নিষিদ্ধ করা হয়েছে।
es: Se ha bloqueado la cuenta de este usuario.
fr: Le profil de cet utilisateur a été banni.
fy: It profyl fan dizze brûker is blokkearre.
it: Questo utente è stato espulso.
ja: このユーザーアカウントは停止されています。
ko: 사용자 계정이 차단되었습니다.
nl: Het profiel van deze gebruiker is geblokkeerd.
ru: Профиль этого пользователя был заблокирован.
zh_cn: 此用户的账户已被封禁。

source: You must sign in to view all history
bn_bd: সম্পূর্ণ ইতিহাস দেখতে আপনাকে অবশ্যই সাইন ইন করতে হবে
es: Debes iniciar sesión para ver todo el historial
fr: Vous devez vous connecter pour voir tout l'historique
fy: Jo moatte jo oanmelde om alle skiednis wer te jaan
it: Devi effettuare l’accesso per visualizzare lo storico completo
ja: すべての履歴を見るにはログインしてください
ko: 전체 기록을 보려면 로그인해야 합니다.
nl: U moet zich aanmelden om alle geschiedenis weer te geven
ru: Вы должны войти для просмотра всей истории
zh_cn: 您必须登录才能查看所有历史记录

source: <p>We're sorry %(name)s, we're afraid we can't do that.</p>
bn_bd: <p>আমরা দুঃখিত %(name)s, we're afraid we can't do that.</p>
es: <p>Perdona %(name)s, pero creemos que no podemos hacerlo.</p>
fr: <p>Nous sommes désolés %(name)s, nous ne pouvons malheureusement pas faire ça.</p>
fy: <p>It spyt ús %(name)s, dat kinne wy spitigernôch net dwaan.</p>
it: <p>Siamo spiacenti, %(name)s, questa operazione non è possibile.</p>
ja: <p>申し訳ありません、 %(name)s さん。その操作は実行できません。</p>
ko: <p>죄송합니다만 %(name)s님, 그렇게 할 수 없어서 유감입니다.</p>
nl: <p>Het spijt ons %(name)s, dat kunnen we helaas niet doen.</p>
ru: <p>Извините, %(name)s, но боимся, что мы не можем это сделать.</p>
zh_cn: <p>对不起%(name)s，恐怕我不能这样做。</p>

source: <p>We're sorry, we're afraid we can't do that.</p>
bn_bd: <p>দুঃখিত, আমরা তা করতে পারছি না।</p>
es: <p>Perdona, pero creemos que no podemos hacerlo.</p>
fr: <p>Nous sommes désolés, nous ne pouvons malheureusement pas faire ça.</p>
fy: <p>It spyt ús, dat kinne wy spitigernôch net dwaan.</p>
it: <p>Siamo spiacenti, questa operazione non è possibile.</p>
ja: <p>申し訳ありませんが、その操作は実行できません。</p>
ko: <p>죄송하지만, 그렇게 할 수 없습니다.</p>
nl: <p>Het spijt ons, dat kunnen we helaas niet doen.</p>
ru: <p>Извините, но боимся, что мы не можем это сделать.</p>
zh_cn: <p>对不起，恐怕我们不能这样做。</p>

source: <li><a href="%(logout_url)s">Sign out</a> to try again.</li>
es: <li><a href="%(logout_url)s">Cierra sesión</a> para volver a intentarlo.</li>
fr: <li><a href="%(logout_url)s">Déconnectez-vous</a> pour réessayer.</li>
fy: <li><a href="%(logout_url)s">Meld jo ôf</a> om it opnij te probearjen.</li>
it: <li><a href="%(logout_url)s">Esci</a> e riprova.</li>
ja: <li><a href="%(logout_url)s">ログアウト</a> して再度試す。</li>
ko: <li><a href="%(logout_url)s">로그 아웃</a> 후 다시 시도 하세요.</li>
nl: <li><a href="%(logout_url)s">Meld u af</a> om het opnieuw te proberen.</li>
ru: <li><a href="%(logout_url)s">Выйдите</a> и попробуйте снова.</li>
zh_cn: <li><a href="%(logout_url)s">注销</a>后再试。</li>

source: <li><a href="%(login_url)s">Sign in</a> to try again.</li>
bn_bd: <li><a href="%(login_url)s">সাইন ইন করতে</a> অাবার চেস্টা করুন।</li>
es: <li><a href="%(login_url)s">Inicia sesión</a> para volver a intentarlo.</li>
fr: <li><a href="%(login_url)s">Connectez-vous</a> pour réessayer.</li>
fy: <li><a href="%(login_url)s">Meld jo oan</a> om it opnij te probearjen.</li>
it: <li><a href="%(login_url)s">Effettua nuovamente l’accesso</a> e riprova.</li>
ja: <li><a href="%(login_url)s">ログイン</a> して再度試す。</li>
ko: <li><a href="%(login_url)s">로그인</a> 후 다시 시도하세요.</li>
nl: <li><a href="%(login_url)s">Meld u aan</a> om het opnieuw te proberen.</li>
ru: <li><a href="%(login_url)s">Войдите</a> и попробуйте снова.</li>
zh_cn: <li><a href="%(login_url)s">登录</a>后再试。</li>

source: <p class="attrib"><small><a href="http://theoatmeal.com/comics/state_web_summer#tumblr" rel="nofollow">Tumbeasts</a> by Matthew Inman of <a href="http://theoatmeal.com" rel="nofollow">The Oatmeal</a></small></p>
es: <p class="attrib"><small><a href="http://theoatmeal.com/comics/state_web_summer#tumblr" rel="nofollow">Tumbeasts</a> por Matthew Inman de <a href="http://theoatmeal.com" rel="nofollow">The Oatmeal</a></small></p>
fr: <p class="attrib"><small><a href="http://theoatmeal.com/comics/state_web_summer#tumblr" rel="nofollow">Tumbeasts</a> par Matthew Inman de <a href="http://theoatmeal.com" rel="nofollow">The Oatmeal</a></small></p>
fy: <p class="attrib"><small><a href="http://theoatmeal.com/comics/state_web_summer#tumblr" rel="nofollow">Tumbeasts</a> troch Matthew Inman fan <a href="http://theoatmeal.com" rel="nofollow">The Oatmeal</a></small></p>
it: <p class="attrib"><small><a href="http://theoatmeal.com/comics/state_web_summer#tumblr" rel="nofollow">Tumbeasts</a> realizzato da Matthew Inman del sito <a href="http://theoatmeal.com" rel="nofollow">The Oatmeal</a></small></p>
ko: <p class="attrib"><small><a href="http://theoatmeal.com/comics/state_web_summer#tumblr" rel="nofollow">Tumbeasts</a>- Matthew Inman(<a href="http://theoatmeal.com" rel="nofollow">The Oatmeal</a>)</small></p>
nl: <p class="attrib"><small><a href="http://theoatmeal.com/comics/state_web_summer#tumblr" rel="nofollow">Tumbeasts</a> door Matthew Inman van <a href="http://theoatmeal.com" rel="nofollow">The Oatmeal</a></small></p>
ru: <p class="attrib"><small><a href="http://theoatmeal.com/comics/state_web_summer#tumblr" rel="nofollow">Tumbeasts</a> от Matthew Inman из <a href="http://theoatmeal.com" rel="nofollow">The Oatmeal</a></small></p>
zh_cn: <p class="attrib"><small>由 <a href="http://theoatmeal.com" rel="nofollow">The Oatmeal</a> 的 Matthew Inman 创作的 <a href="http://theoatmeal.com/comics/state_web_summer#tumblr" rel="nofollow">Tumbeasts</a></small></p>

source: Not Found
bn_bd: খুঁজে পাওয়া যায়নি
es: No encontrado
fr: Introuvable
fy: Net fûn
it: Non trovato
ja: ページが見つかりません
ko: 찾을 수 없음
nl: Niet gevonden
ru: Не найдено
zh_cn: 找不到页面

source: We're sorry, we couldn't find what you were looking for.
bn_bd: আমরা দুঃখিত, আপনি যা খুঁজছেন আমরা তা খুঁজে পাইনি।
es: Lo sentimos, no encontramos lo que estabas buscando.
fr: Nous sommes désolés, nous n'avons pas pu trouver ce que vous recherchiez.
fy: It spyt ús, wy koenen net fine wat jo sochten.
it: Spiacenti, ma non è stato possibile trovare ciò che stavi cercando.
ja: お探しのものを見つけられませんでした。
ko: 죄송합니다. 찾으시는 내용을 찾을 수 없습니다.
nl: Het spijt ons, we konden niet vinden wat u zocht.
ru: Извините, мы не можем найти то, что вы ищете.
zh_cn: 很抱歉，我们找不到您想要的东西。

source: You can try a search or start over on the <a href="%(homepage_url)s">home page</a>.
es: Puedes probar a buscar o iniciar de nuevo desde la <a href="%(homepage_url)s">página de inicio</a>.
fr: Vous pouvez effectuer une recherche ou revenir à la <a href="%(homepage_url)s">page d'accueil</a>.
fy: Jo kinne in sykopdracht probearje of opnij begjinne op de <a href="%(homepage_url)s">begjinside</a>.
it: Prova a utilizzare il campo di ricerca, oppure ritorna alla <a href="%(homepage_url)s">pagina iniziale</a>.
ja: サイト内検索を試すか、<a href="%(homepage_url)s">ホームページ</a> に戻ってみてください。
ko: 검색 해 보시거나 <a href="%(homepage_url)s">홈페이지</a>에서 다시 시작할 수 있습니다.
nl: U kunt een zoekopdracht proberen of opnieuw beginnen op de <a href="%(homepage_url)s">beginpagina</a>.
ru: Вы можете попытаться поискать или начать сначала на <a href="%(homepage_url)s">домашней странице</a>.
zh_cn: 您可以试试搜索，或者从<a href="%(homepage_url)s">首页</a>从头开始。

source: If you were following a documentation link, you can sign in and create the page. Otherwise, please <a href="%(bug_form_url)s" rel="nofollow">file a bug</a>. Thanks!
es: Si estabas siguiendo un enlace de documentación, puedes iniciar sesión y crear la página. Si no era el caso, te pedimos que <a href="%(bug_form_url)s" rel="nofollow">envíes un bug</a>. ¡Muchas gracias!
fr: Si vous suiviez un lien depuis un document existant, vous pouvez vous connecter et créer la page. Autrement, veuillez <a href="%(bug_form_url)s" rel="nofollow">rapporter un bug</a>. Merci&nbsp;!
fy: As jo op in dokumintaasjekeppeling klikt hawwe, kinne jo jo oanmelde en de side oanmeitsje. <a href="%(bug_form_url)s" rel="nofollow">Meld oars in bug</a>. Tank!
it: Se sei giunto qui seguendo il link di una pagina su MDN puoi effettuare l’accesso e creare tu stesso la pagina. In caso contrario <a href="%(bug_form_url)s" rel="nofollow">apri un bug</a>. Grazie per la tua collaborazione.
ja: ドキュメントのリンクを辿ってきた場合は、ログインしてページを作成することもできます。そうでなければ、<a href="%(bug_form_url)s" rel="nofollow">バグを報告してください</a>。よろしくお願いします。
ko: 문서 링크를 클릭해서 오셨다면, 로그인 해서 새 페이지를 만들어 보세요. 아니라면, <a href="%(bug_form_url)s" rel="nofollow">버그를 등록</a> 해 주세요. 감사합니다!
nl: Als u op een documentatiekoppeling hebt geklikt, kunt u zich aanmelden en de pagina aanmaken. <a href="%(bug_form_url)s" rel="nofollow">Meld anders een bug</a>. Bedankt!
ru: Если вы следуете ссылке в документации, вы можете войти и создать страницу. В противном случае пожалуйста, <a href="%(bug_form_url)s" rel="nofollow">создайте сообщение об ошибке</a>. Спасибо!
zh_cn: 如果您是根据文档链接而来，您可以登录和创建此页面。否则，请<a href="%(bug_form_url)s" rel="nofollow">填报一个 bug</a>，谢谢！

source: <a href="%(tumbeasts_url)s" rel="nofollow">Tumbeasts</a> by Matthew Inman of <a href="%(oatmeal_url)s" rel="nofollow">The Oatmeal</a>
es: <a href="%(tumbeasts_url)s" rel="nofollow">Tumbeasts</a>, de Matthew Inman de <a href="%(oatmeal_url)s" rel="nofollow">The Oatmeal</a>
fr: <a href="%(tumbeasts_url)s" rel="nofollow">Tumbeasts</a> par Matthew Inman, créateur de <a href="%(oatmeal_url)s" rel="nofollow">The Oatmeal</a>
fy: <a href="%(tumbeasts_url)s" rel="nofollow">Tumbeasts</a> troch Matthew Inman fan <a href="%(oatmeal_url)s" rel="nofollow">The Oatmeal</a>
it: <a href="%(tumbeasts_url)s" rel="nofollow">Tumbeasts</a> realizzato da Matthew Inman del sito <a href="%(oatmeal_url)s" rel="nofollow">The Oatmeal</a>
ja: <a href="%(oatmeal_url)s" rel="nofollow">The Oatmeal</a> の Matthew Inman による <a href="%(tumbeasts_url)s" rel="nofollow">Tumbeasts</a>
ko: <a href="%(oatmeal_url)s" rel="nofollow">The Oatmeal</a>의 Matthew Inman가 만든 <a href="%(tumbeasts_url)s" rel="nofollow">Tumbeasts</a>
nl: <a href="%(tumbeasts_url)s" rel="nofollow">Tumbeasts</a> door Matthew Inman van <a href="%(oatmeal_url)s" rel="nofollow">The Oatmeal</a>
ru: <a href="%(tumbeasts_url)s" rel="nofollow">Tumbeasts</a> от Matthew Inman из <a href="%(oatmeal_url)s" rel="nofollow">The Oatmeal</a>
zh_cn: <a href="%(tumbeasts_url)s" rel="nofollow">Tumbeasts</a> 的作者是漫画网站 <a href="%(oatmeal_url)s" rel="nofollow">The Oatmeal</a> 的创立者 Matthew Inman

source: Internal Server Error
bn_bd: অভ্যন্তরীণ সার্ভার ত্রুটির সম্মুখিন হয়েছে
es: Error interno del servidor
fr: Erreur interne du serveur
fy: Ynterne serverflater
it: Errore interno del server
ja: 内部サーバーエラー
ko: 내부 서버 오류
nl: Interne serverfout
ru: Внутренняя ошибка сервера
zh_cn: 内部服务器错误

source: MDN is currently in read-only maintenance mode.
es: MDN se encuentra ahora mismo en el modo de mantenimiento y solo lectura.
fr: MDN est actuellement en mode de maintenance et en lecture seule.
fy: Op dit stuit is MDN yn ûnderhâld en allinnich lêzenmodus.
it: Al momento MDN è disponibile in sola lettura a causa della manutenzione del sito.
ja: MDN は現在、読み取り専用のメンテナンスモードになっています。
nl: MDN bevindt zich momenteel in onderhoudsmodus (alleen-lezen).
ru: В настоящее время MDN на обслуживании в режиме только для чтения.
zh_cn: MDN 目前处于只读维护模式。

source: Learn more
es: Saber más
fr: En savoir plus
fy: Mear ynfo
it: Ulteriori informazioni
ja: 詳細
ko: 더 알아보기
nl: Meer info
ru: Узнать больше
zh_cn: 学习更多

source: Skip to main content
bn_bd: প্রধান বিষয়বস্তু স্কিপ করুন
es: Saltar al contenido principal
fr: Aller au contenu principal
fy: Nei haadynhâld
it: Vai al contenuto principale
ja: 本文へ移動
ko: 메인 콘텐트로 건너 뛰기
nl: Naar hoofdinhoud
ru: Перейти к главному содержимому
zh_cn: 跳到主要内容

source: Select language
bn_bd: ভাষা নির্বাচন করুন
es: Seleccionar idioma
fr: Choisir la langue
fy: Taal selektearje
it: Seleziona lingua
ja: 言語の選択
ko: 언어 선택
nl: Taal selecteren
ru: Выберите язык
zh_cn: 选择语言

source: Skip to search
bn_bd: খোঁজা স্কিপ করুন
es: Saltar a la búsqueda
fr: Aller à la recherche
fy: Nei sykjen
it: Vai alla ricerca
ja: 検索へ移動
ko: 검색으로 건너뛰기
nl: Naar zoeken
ru: Перейти к поиску
zh_cn: 跳到搜索

source: Tools
bn_bd: টুলসমূহ
es: Herramientas
fr: Outils
fy: Helpmiddelen
it: Strumenti
ja: ツール
ko: 개발 도구
nl: Hulpmiddelen
ru: Инструменты
zh_cn: 工具

source: Contribute to MDN
bn_bd: MDN এ অবদান রাখুন
es: Colabora en MDN
fr: Contribuer à MDN
fy: Bydrage oan MDN
it: Collabora a MDN
ja: MDN に貢献
ko: MDN 공헌하기
nl: Bijdragen aan MDN
ru: Помочь MDN
zh_cn: 为 MDN 做贡献

source: Get started
bn_bd: শুরু করুন
es: Comenzar
fr: Pour commencer
fy: Oan it wurk
it: Per iniziare
ja: 入門編
ko: 시작하기
nl: Aan de slag
ru: Быстрый старт
zh_cn: 入门

source: Review or localize docs
bn_bd: ডকগুলো পর্যালোচনা অথবা অনুবাদ করুন
es: Revisar o localizar documentos
fr: Relire ou traduire des documents
fy: Dokuminten beoardiele of oersette
it: Revisiona o traduci documenti
ja: ドキュメントをレビューもしくはローカライズ
ko: 검토 또는 문서 번역
nl: Documenten beoordelen of vertalen
ru: Проверяйте или переводите документацию
zh_cn: 复核或本地化文档

source: Site Tools
bn_bd: সাইটের টুলসমূহ
es: Herramientas del sitio
fr: Outils du site
fy: Website-helpmiddelen
it: Strumenti sito
ja: サイトツール
ko: 사이트 도구
nl: Website-hulpmiddelen
ru: Инструменты сайта
zh_cn: 网站工具

source: Revision dashboard
bn_bd: ড্যাশবোর্ড সংশোধন করুন
es: Panel de revisión
fr: Tableau de bord de relecture
fy: Refyzjedashboerd
it: Pannello versioni
ja: リビジョンダッシュボード
ko: 변경 사항 대시보드
nl: Revisiedashboard
ru: Панель ревизий
zh_cn: 修订版本面板

source: Documentation status
bn_bd: ডকুমেন্টেশনের অবস্থা
es: Estado de la documentación
fr: État de la documentation
fy: Dokumentaasjesteat
it: Stato documentazione
ja: ドキュメント翻訳状況
ko: 문서화 상태
nl: Documentatiestatus
ru: Статус документации
zh_cn: 文档状态

source: Web Technologies
bn_bd: ওয়েব প্রযুক্তিসমূহ
es: Tecnologías web
fr: Technologies web
fy: Webtechnologyen
it: Tecnologie web
ja: ウェブ技術
ko: 웹 기술
nl: Webtechnologieën
ru: Веб-технологии
zh_cn: 网络技术

source: Technologies
bn_bd: প্রযুক্তিসমুহ
es: Tecnologías
fy: Technologyen
it: Tecnologie
ja: テクノロジー
ko: 기술 목록
nl: Technologieën
ru: Технологии
zh_cn: 技术

source: Graphics
bn_bd: গ্রাফিক্স
es: Gráficos
fr: Infographies
it: Grafica
ja: グラフィックス
ko: 그래픽
ru: Графика
zh_cn: 图像

source: APIs / DOM
es: API / DOM
it: API e DOM
ja: API / DOM
ko: API 및 DOM
ru: API / DOM
zh_cn: API / DOM

source: References & Guides
bn_bd: তথ্যসূত্র এবং নির্দেশিকা
es: Referencias y guías
fr: Guides et références
fy: Referinsjes en gidsen
it: Manuali di riferimento e guide
ja: リファレンスとガイド
ko: 문서 참조 및 가이드
nl: Referenties en gidsen
ru: Справочники и руководства
zh_cn: 参考和指引

source: Learn web development
es: Aprender desarrollo web
fr: Apprendre le développement web
fy: Webûntwikling leare
it: Imparare lo sviluppo web
ja: ウェブ開発について学ぶ
nl: Webontwikkeling leren
ru: Изучение Веб-разработки
zh_cn: 学习 web 开发

source: Tutorials
bn_bd: টিউটরিয়াল
es: Tutoriales
fr: Tutoriels
fy: Hânliedingen
it: Tutorial
ja: チュートリアル
ko: 튜토리얼
nl: Handleidingen
ru: Уроки
zh_cn: 教程

source: References
bn_bd: তথ্যসূত্র
es: Referencias
fr: Références
fy: Referinsjes
it: Riferimenti
ja: リファレンス
ko: 참조문서
nl: Referenties
ru: Справочники
zh_cn: 参考文献

source: Developer Guides
bn_bd: ডেভেলপার গাইড
es: Guías para desarrolladores
fr: Guides pour développeurs
fy: Gidsen foar ûntwikkelers
it: Guide allo sviluppo
ja: 開発者ガイド
ko: 개발자 가이드
nl: Gidsen voor ontwikkelaars
ru: Руководства разработчика
zh_cn: 开发者指南

source: Accessibility
bn_bd: প্রবেশযোগ্যতা
es: Accesibilidad
fr: Accessibilité
fy: Tagonklikheid
it: Accessibilità
ja: アクセシビリティ
ko: ...문서 더보기
nl: Toegankelijkheid
ru: Доступность
zh_cn: 无障碍环境

source: Game development
bn_bd: গেম ডেভলপমেন্ট
es: Desarrollo de juegos
fr: Développement de jeux
fy: Spultsjesûntwikkeling
it: Sviluppare giochi
ja: ゲーム開発
ko: 게임 개발
nl: Spelontwikkeling
ru: Разработка игр
zh_cn: 游戏开发

source: ...more docs
bn_bd: ...অারো ডক
es: ...más documentos
fr: ... plus de docs
fy: …mear dokuminten
it: Ulteriore documentazione
ja: ...さらに見る
ko: ...문서 더 보기
nl: …meer documenten
ru: ...больше документации
zh_cn: ...更多文档

source: Mozilla Docs
fr: Documentation de Mozilla
ko: Mozilla 문서
ru: Документация Mozilla
zh_cn: Mozilla 文档

source: Add-ons
bn_bd: এড-অন
es: Complementos
fr: Modules
it: Componenti aggiuntivi
ja: アドオン
ko: 부가 기능
ru: Дополнения
zh_cn: 附加组件

source: Developer Tools
es: Herramientas para desarrolladores
fr: Outils de développement
fy: Helpmiddelen foar ûntwikkelers
it: Strumenti di sviluppo
ja: 開発者ツール
ko: 개발자 도구
nl: Hulpmiddelen voor ontwikkelaars
ru: Инструменты Разработчика
zh_cn: 开发者工具

source: Feedback
bn_bd: ফিডব্যাক
es: Comentarios
fr: Votre avis
fy: Kommentaar
ja: フィードバック
ko: 사용자 의견
ru: Обратная связь
zh_cn: 反馈

source: Get Firefox help
bn_bd: Firefox এর সহায়তা নিন
es: Obtén ayuda de Firefox
fr: Demander de l'aide pour Firefox
fy: Help by Firefox krije
it: ottieni supporto su Firefox
ja: Firefox のサポートを得る
ko: Firefox 도움 받기
nl: Hulp bij Firefox verkrijgen
ru: Получить помощь Firefox
zh_cn: 获取 Firefox 帮助

source: Get web development help
es: Obtén ayuda de desarrollo web
fr: Demander de l'aide pour le développement web
fy: Help by webûntwikling krije
it: Sviluppo web
ja: ウェブ開発のサポートを得る
ko: 웹 개발 도움 받기
nl: Hulp bij webontwikkeling verkrijgen
ru: Получить помощь по веб-разработке
zh_cn: 获取 Web 开发帮助

source: Join the MDN community
bn_bd: MDN কমিউনিটিতে যোগ দিন
es: Únete a la comunidad de MDN
fr: Rejoignez la communauté MDN
fy: Dielnimme oan MDN-mienskip
it: Unisciti alla comunità MDN
ja: MDN コミュニティに参加
ko: MDN 커뮤니티 참여
nl: Deelnemen aan de MDN-gemeenschap
ru: Присоединиться к сообществу MDN
zh_cn: 加入 MDN 社区

source: Report a content problem
bn_bd: কনটেন্টে সমস্যা থাকলে জানান
es: Denuncia un problema de contenido
fr: Signaler un problème de contenu
fy: In ynhâldsprobleem melde
it: Segnala errori dei contenuti
ja: コンテンツの問題を報告
ko: 내용 문제 보고
nl: Een inhoudsprobleem melden
ru: Сообщить о проблеме содержания
zh_cn: 报告内容问题

source: Report a bug
bn_bd: সমস্যাটি জানান
es: Informar de un error.
fr: Signaler un bug
fy: In bug melde
it: Segnala un problema
ja: バグを報告
ko: 문제점 알려주기
nl: Een bug melden
ru: Сообщить об ошибке
zh_cn: 报告缺陷

source: Search
bn_bd: খোঁজা
es: Buscar
fr: Rechercher
fy: Sykje
it: Cerca
ja: 検索
ko: 검색
nl: Zoeken
ru: Поиск
zh_cn: 搜索

source: <p>&copy; 2005-%(thisyear)s Mozilla Developer Network and individual contributors.</p> <p>Content is available under <a href="%(copyright_url)s">these licenses</a>.</p>
es: <p>&copy; Mozilla Developer Network y colaboradores individuales de 2005-%(thisyear)s .</p> <p>El contenido está disponible bajo <a href="%(copyright_url)s">estas licencias</a>.</p>
fr: <p>&copy; 2005-%(thisyear)s Mozilla Developer Network et contributeurs individuels.</p> <p>Tous les contenus sont disponibles sous <a href="%(copyright_url)s">ces licences</a>.</p>
fy: <p>&copy; 2005-%(thisyear)s Mozilla Developer Network en yndividuele meiwurkers.</p> <p>Ynhâld is beskikber ûnder <a href="%(copyright_url)s">dizze lisinsjes</a>.</p>
it: <p>&copy; 2005-%(thisyear)s Mozilla Developer Network e di singoli collaboratori al progetto.</p> <p>I contenuti sono disponibili secondo <a href="%(copyright_url)s">queste licenze</a>.</p>
ja: <p>&copy; 2005-%(thisyear)s Mozilla Developer Network & 貢献者各人</p> <p>コンテンツは <a href="%(copyright_url)s">これらのライセンス</a> の下で公開されています。</p>
ko: <p>&copy; 2005-%(thisyear)s Mozilla 개발자 네트워크 및 개별 공헌자에게 있습니다.</p> <p> 콘텐츠는 <a href="%(copyright_url)s">이 라이센스</a> 아래 이용할 수 있습니다.</p>
nl: <p>&copy; 2005-%(thisyear)s Mozilla Developer Network en individuele medewerkers.</p> <p>Inhoud is beschikbaar onder <a href="%(copyright_url)s">deze licenties</a>.</p>
ru: <p>&copy; 2005-%(thisyear)s Mozilla Developer Network и отдельные соучастники.</p><p>Содержимое доступно на условиях <a href="%(copyright_url)s">этих лицензий</a>.</p>
zh_cn: <p>&copy; 2005-%(thisyear)s Mozilla 开发者网络及各贡献者</p> <p>内容可按<a href="%(copyright_url)s">这些许可协议</a>使用。</p>

source: About MDN
bn_bd: MDN সমন্ধে
es: Acerca de MDN
fr: À propos de MDN
fy: Oer MDN
it: Informazioni su MDN
ja: MDN について
ko: MDN 소개
nl: Over MDN
ru: О MDN
zh_cn: 关于 MDN

source: Terms
bn_bd: শর্তসমূহ
es: Condiciones
fr: Conditions d'utilisation
fy: Betingsten
it: Termini
ja: 利用規約
ko: 이용약관
nl: Voorwaarden
ru: Условия использования
zh_cn: 条款

source: Privacy
bn_bd: গোপনীয়তা
es: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 개인 정보 보호
ru: Конфиденциальность
zh_cn: 隐私

source: Cookies
bn_bd: কুকিস
it: Cookie
ja: Cookie
ko: 쿠키
ru: Куки
zh_cn: Cookie

source: Contribute to the code
bn_bd: কোড তৈরীতে অবদান রাখুন
es: Contribuir en el código
fr: Contribuer au code
fy: Bydrage oan de koade
it: Collabora al codice sorgente
ja: MDN のコードに貢献
ko: 코드 공헌
nl: Bijdragen aan de code
ru: Помочь с кодом
zh_cn: 贡献代码

source: <li><a href="/logout">Log out</a> to try again.</li>
bn_bd: <li><a href="/logout">লগ আউট</a> করতে আবার চেস্টা করুন।</li>
es: <li><a href="/logout">Cerrar sesión</a> para volver a intentarlo.</li>
fr: <li><a href="/logout">Déconnectez-vous</a> pour réessayer.</li>
fy: <li><a href="/logout">Meld jo ôf</a> om it opnij te probearjen.</li>
it: <li><a href="/logout">Esci</a> e riprova.</li>
ja: <li><a href="/logout">ログアウト</a> して再度試す。</li>
ko: <li><a href="/logout">로그 아웃</a> 후 다시 하기.</li>
nl: <li><a href="/logout">Meld u af</a> om het opnieuw te proberen.</li>
ru: <li><a href="/logout">Выйдите</a> и попробуйте снова.</li>
zh_cn: <li>请<a href="/logout">注销</a>后再试。</li>

source: Search Firefox Help
bn_bd: Firefox সাহায্য খুঁজুন
es: Buscar en la ayuda de Firefox
fr: Recherche dans l'aide de Firefox
fy: Sykje yn Firefox Help
it: Cerca nel supporto di Firefox
ja: Firefox ヘルプを検索
ko: Firefox 도움말 검색
nl: Zoeken in Firefox Help
ru: Поиск в помощи по Firefox
zh_cn: 搜索 Firefox 帮助

source: Other languages:
bn_bd: অন্যান্য ভাষাসমূহ:
es: Otros idiomas:
fr: Autres langues :
fy: Oare talen:
it: Altre lingue:
ja: 他の言語:
ko: 다른 언어:
nl: Andere talen:
ru: На других языках:
zh_cn: 其他语言：

source: Go
bn_bd: যান
es: Ir
fr: OK
fy: Gean
it: Vai
ja: 移動
ko: 이동
nl: Ga
ru: Перейти
zh_cn: 转到

source: Sign out
bn_bd: সাইন আউট
es: Desconectarse
fr: Déconnexion
fy: Ofmelde
it: Esci
ja: ログアウト
ko: 로그 아웃
nl: Afmelden
ru: Выйти
zh_cn: 退出

source: Sign in
bn_bd: সাইন ইন
es: Registrarse
fr: Connexion
fy: Oanmelde
it: Accedi
ja: ログイン
ko: 로그인
nl: Aanmelden
ru: Войти
zh_cn: 登录

source: Learn the best of web development
es: Aprender lo mejor del desarrollo web
fr: Recevez le meilleur du développement web
fy: Lear it bêste fan webûntwikkeling
it: Impara il meglio del meglio dello sviluppo web
ja: ウェブ開発の一番良いところについて学ぶ
ko: 웹 개발 배우기
nl: Lees het beste over webontwikkeling
ru: Изучите лучшие материалы по Веб-разработке
zh_cn: 学习 Web 开发的最佳实践
