Repository: mdn/kuma
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn_bd, es, fr, fy, it, ja, ko, nl, ru, zh_cn

source: Hide error information
bn_bd: ভুল তথ্য লুকান
es: Ocultar información sobre el error
fr: Masquer les informations sur l'erreur
fy: Flatergegevens ferstopje
it: Non mostrare gli errori
ja: エラー情報を隠す
ko: 오류 정보 숨기기
nl: Foutgegevens verbergen
ru: Скрыть информацию об ошибке
zh_cn: 隐藏错误信息

source: More information about this error
bn_bd: এই ত্রুটি সমন্ধে আরো তথ্য
es: Más información acerca de este error
fr: Plus d'informations sur cette erreur
fy: Mear ynformaasje oer dizze flater
it: Ulteriori informazioni su questo messaggio d’errore
ja: このエラーについての詳細情報
ko: 이 오류에 관한 자세한 정보
nl: Meer informatie over deze fout
ru: Больше информации об этой ошибке
zh_cn: 更多有关此错误的信息

source: Anyone with an MDN profile can edit a document to fix an error. Use the <a href="/docs/MDN/Kuma/Troubleshooting_KumaScript_errors">KumaScript troubleshooting guide</a> as a starting point.
es: Cualquiera que tenga un perfil en MDN puede editar un documento para solucionar un error. Como punto de partida, puedes utilizar la <a href="/docs/MDN/Kuma/Troubleshooting_KumaScript_errors">guía para solucionar problemas de KumaScript</a>.
fr: Toute personne ayant un profil MDN peut modifier un document afin de corriger une erreur. Le <a href="/docs/MDN/Kuma/Troubleshooting_KumaScript_errors">guide de dépannage de KumaScript</a> peut être utilisé comme point de départ.
it: Chiunque abbia registrato un profilo su MDN ha la facoltà di modificare un documento per correggere eventuali errori. Per iniziare fai riferimento alla <a href="/docs/MDN/Kuma/Troubleshooting_KumaScript_errors">guida alla risoluzione dei problemi in KumaScript</a>.
ja: MDN プロフィールを持っている人なら誰でもドキュメントを編集して問題点を修正できます。まずは <a href="/docs/MDN/Kuma/Troubleshooting_KumaScript_errors">KumaScript トラブルシューティングガイド</a> を見てみてください。
ko: MDN 프로필이 있는 누구나 오류를 고치기 위해 문서를 편집할 수 있습니다. 시작점으로 <a href="/docs/MDN/Kuma/Troubleshooting_KumaScript_errors">KumaScript 문제 해결 가이드</a>를 사용하세요.
nl: Iedereen met een MDN-profiel kan een document bewerken om een fout te herstellen. Gebruik de <a href="/docs/MDN/Kuma/Troubleshooting_KumaScript_errors">KumaScript-gids voor probleemoplossing</a> als een beginpunt.
ru: Кто угодно с профилем MDN может отредактировать документ, чтобы исправить ошибку. Используйте <a href="/docs/MDN/Kuma/Troubleshooting_KumaScript_errors">руководство исправления ошибок KumaScript</a>, как отправную точку.
zh_cn: 任何有一个 MDN 个人资料的人都可以编辑此文档来修复错误。使用 <a href="/docs/MDN/Kuma/Troubleshooting_KumaScript_errors">KumaScript 故障排除指南</a> 作为一个起点。

source: Error type:
es: Tipo de error:
fr: Type d'erreur&nbsp;:
fy: Flatertype:
it: Tipo di errore:
ja: エラーの種類:
ko: 오류 종류:
nl: Fouttype:
ru: Тип ошибки:
zh_cn: 错误类型：

source: In macro:
es: En la macro:
fr: Dans la macro&nbsp;:
fy: Yn macro:
it: Macro di input:
ja: マクロのコード:
ko: 매크로:
ru: В макросе:
zh_cn: 宏：

source: Create Template
bn_bd: Template তৈরি করুন
es: Crear plantilla
fr: Créer le modèle
it: Crea un modello
ja: テンプレートを作成
ko: 템플릿 작성
nl: Sjabloon aanmaken
ru: Создать шаблон
zh_cn: 创建模板

source: Edit Template
es: Editar plantilla
fr: Éditer le modèle
it: Modifica modello
ja: テンプレートを編集
ko: 템플릿 편집
nl: Sjabloon bewerken
ru: Редактировать шаблон
zh_cn: 编辑模板

source: Parsing macro:
es: Analizando macro:
fr: Analyse de la macro&nbsp;:
fy: Macro parse:
it: Macro di analisi
ja: マクロの解析:
ko: 매크로 파싱:
nl: Parsende macro:
ru: Парсинг макроса:
zh_cn: 解析宏：

source: Edit Document
es: Editar documento
fr: Analyse de la macro&nbsp;:
fy: Dokumint bewurkje
it: Modifica documento
ja: ドキュメントを編集
ko: 문서 편집
nl: Document bewerken
ru: Редактировать документ
zh_cn: 编辑文档

source: Full text of error:
es: Descripción completa del error:
fr: Texte complet pour cette erreur&nbsp;:
fy: Folsleine tekst fan flater:
it: Testo completo dell’errore:
ja: エラーテキスト詳細:
ko: 오류 전문:
nl: Volledige tekst van fout:
ru: Полный текст ошибки:
zh_cn: 错误全文：

source: New Page
bn_bd: নতুন পেজ
es: Nueva página
fr: Nouvelle page
fy: Nije side
it: Nuova pagina
ja: 新規のページ
ko: 새로운 페이지
nl: Nieuwe pagina
ru: Новая страница
zh_cn: 新建页面

source: Discard changes and create a new document?
es: ¿Descartar los cambios y crear un nuevo documento?
fr: Annuler les modifications et créer un nouveau document ?
fy: Wizigingen ferwerpe en in nij dokumint oanmeitsje?
it: Annullare le modifiche e creare un nuovo documento?
ja: 変更内容を破棄し、新しいドキュメントを作成しますか？
ko: 변경 취소하고 새로운 문서를 만들까요?
nl: Wijzigingen verwerpen en een nieuw document aanmaken?
ru: Отменить изменения и создать новый документ?
zh_cn: 放弃更改并创建新文档？

source: Publish and Keep Editing
es: Publicar y continuar editando
fr: Publier et poursuivre l'édition
fy: Publisearjen en bewurkjen trochsette
it: Pubblica e continua con le modifiche
ja: 公開して編集を続行
ko: 게시하고 계속 편집
nl: Publiceren en bewerken voortzetten
ru: Сохранить и продолжить редактирование
zh_cn: 发布并继续编辑

source: Discard
bn_bd: বাতিল
es: Cancelar
fr: Supprimer
fy: Ferwerpe
it: Rigetta
ja: 破棄
ko: 버리기
nl: Verwerpen
ru: Отменить
zh_cn: 放弃

source: Review needed?
es: ¿Se necesita revisar?
fr: Relecture nécessaire ?
fy: Beoardieling nedich?
it: È necessaria una revisione?
ja: レビューが必要ですか？
ko: 검토가 필요한가요?
nl: Beoordeling nodig?
ru: Требуется проверка?
zh_cn: 需要复核吗？

source: Revision Comment
es: Comentario de la revisión
fr: Commentaire sur la révision
fy: Refyzjeopmerking
it: Commento per la versione
ja: リビジョンのコメント
ko: 리비전 답글
nl: Revisieopmerking
ru: Комментарий к ревизии
zh_cn: 修订版注释

source: Learn how to use Revision Comments
es: Aprende a usar comentarios de revisiones
fr: Apprenez comment utiliser les commentaires de révision
fy: Lês hoe't jo refyzjeopmerkingen brûke
it: Scopri come utilizzare i commenti alle versioni
ja: リビジョンコメントの使い方
ko: 리비전 답글 사용 방법
nl: Lees hoe u revisieopmerkingen gebruikt
ru: Узнайте, как использовать комментарии к ревизии
zh_cn: 了解如何使用修订注记

source: Tell us why you made additions and changes. It is optional, but will make page history easier to understand.
es: Dinos por qué has hecho adiciones y cambios. Es opcional, pero hará que el historial de la página sea más fácil de entender.
fr: Dites nous pourquoi vous avez modifié la page. C'est facultatif mais permettra d'avoir un historique de versions plus explicite.
fy: Fertel ús wêrom't jo oanfollingen en wizigingen oanbrocht hawwe. Dit is opsjoneel, mar makket de sideskiednis begrypliker.
it: Facci conoscere per quale motivo hai modificato e aggiunto contenuti a questo documento. È facoltativo, però permette di rendere lo storico della pagina più comprensibile.
ja: 変更した理由を記載してください。任意項目ですが、ページの変更履歴を簡単に理解できるようになります。
ko: 추가 및 변경 사유를 알려주세요. 이는 선택 사항이며 기록을 위한 것입니다.
nl: Vertel ons waarom u aanvullingen en wijzigingen hebt aangebracht. Dit is optioneel, maar maakt de paginageschiedenis begrijpelijker.
ru: Сообщите нам, почему вы сделали добавления и изменения. Это необязательно, но сделает историю страницы проще для понимания.
zh_cn: 告诉我们您为什么要添加或者修改。这是可选的，但有助于其他人理解页面的修改历史。

source: Sorry! We weren't able to save your contribution. Please save a draft of your change and <a href="%(admin_email)s"> contact the site administrators</a>.
es: ¡Lo sentimos! No hemos podido guardar tu colaboración. Por favor guarda un borrador de tu cambio y <a href="%(admin_email)s">contacta con los administradores del sitio</a>.
fr: Malheureusement, nous n'avons pas pu enregistrer votre contribution. Veuillez sauvegarder un brouillon de votre modification puis <a href="%(admin_email)s">contacter les administrateurs du site</a>.
it: Il sistema non è in grado di salvare il tuo contributo. Salva una copia delle modifiche effettuate e <a href="%(admin_email)s">contatta l’amministratore del sito</a>.
ja: 申し訳ありませんが、あなたの編集内容を保存できませんでした。下書きを保存し、<a href="%(admin_email)s">サイト管理者までご連絡ください</a>。
ko: 죄송합니다! 작업을 저장할 수 없습니다. 작업중인 내용을 저장하고 <a href="%(admin_email)s"> 사이트 관리자에게 연락</a>해 주세요.
nl: Sorry! Uw bijdrage kon niet worden opgeslagen. Sla een concept van uw wijziging op en <a href="%(admin_email)s">neem contact op met de websitebeheerders</a>.
ru: Извините! Мы не смогли сохранить ваш вклад. Пожалуйста, сохраните черновик ваших изменений и <a href="%(admin_email)s">свяжитесь с администраторами сайта</a>.
zh_cn: 很抱歉，我们无法保存您的贡献。请将您的内容保存一份草稿并<a href="%(admin_email)s">联系网站管理员</a>。

source: We'll try to resolve the problem, and after that you will be able to resubmit your contribution.
es: Intentaremos resolver el problema, y después podrás volver a enviar tu colaboración.
fr: Nous essayons de résoudre le problème et vous pourrez ensuite soumettre à nouveau votre contribution.
fy: Wy sille probearje it probleem te ferhelpen, wêrnei jo jo bydrage opnij yntsjinje kinne.
it: Cercheremo di risolvere il problema, dopodiché potrai reinserire il tuo contributo.
ja: 私達は問題の解決に取り組みますので、また後で編集内容を再送信してください。
ko: 문제를 해결하도록 하겠습니다. 그 후에 작업을 다시 전송할 수 있습니다.
nl: We zullen proberen het probleem te verhelpen, waarna u uw bijdrage opnieuw kunt indienen.
ru: Мы попытаемся решить проблему, и после этого вы сможете отправить ваш вклад заново.
zh_cn: 我们会尝试解决此问题，之后您就可以重新提交您的文稿了。

source: If you are a spam moderator, you can <a href="%(akismet_submission_url)s" target="_blank">mark this submission as ham</a> and try submitting it again.
es: Si eres un moderador de spam, puedes <a href="%(akismet_submission_url)s" target="_blank">marcar esta petición</a> e intentar presentarla de nuevo.
fr: Si vous faites partie de l'équipe de modération, vous pouvez <a href="%(akismet_submission_url)s" target="_blank">identifier cette contribution comme contenu valide</a> et la soumettre à nouveau.
fy: As jo in spambewurker binne, dan kinne jo <a href="%(akismet_submission_url)s" target="_blank">dizze ynstjoering as ham markearje</a> en probearje it opnij yn te tsjinjen.
it: Se sei un moderatore che ha il compito di controllare lo spam, <a href="%(akismet_submission_url)s" target="_blank">contrassegna questo contenuto come non spam</a> e prova a reinserirlo.
ja: あなたがスパム対応を担当している場合、<a href="%(akismet_submission_url)s" target="_blank">この投稿を非スパムとして処理し</a>、再度投稿してみることができます。
ko: 당신이 스팸 감독자인 경우, <a href="%(akismet_submission_url)s" target="_blank">이 게시글을 스팸 아님으로 표시</a>하고 다시 게시 시도할 수 있습니다.
nl: Als u een spammoderator bent, kunt u <a href="%(akismet_submission_url)s" target="_blank">deze inzending als ham markeren</a> en hem opnieuw proberen in te dienen.
ru: Если вы модератор спама, то вы можете <a href="%(akismet_submission_url)s" target="_blank">отметить это представление как не спам</a> и попробовать отправить его снова.
zh_cn: 如果您是一名垃圾信息检察官，您可以<a href="%(akismet_submission_url)s" target="_blank">标记此提交为良好</a>并尝试再次提交。

source: Translate Description
es: Traducir descripción
fr: Traduire la description
fy: Beskriuwing oersette
it: Traduzione della descrizione
ja: 翻訳についての説明
ko: 설명 번역
nl: Beschrijving vertalen
ru: Перевод описания
zh_cn: 翻译描述

source: Title in %(locale)s:
es: Título en %(locale)s:
fr: Titre en %(locale)s&nbsp;:
fy: Titel yn it %(locale)s:
it: Titolo in %(locale)s:
ja: %(locale)s のタイトル:
ko: %(locale)s 제목:
nl: Titel in het %(locale)s:
ru: Заголовок на %(locale)s:
zh_cn: %(locale)s 的标题：

source: Slug in %(locale)s:
es: Enlace amigable (slug) en %(locale)s:
fr: Fragment d'URL en %(locale)s&nbsp;:
fy: Identificator yn it %(locale)s:
ja: %(locale)s の URL スラグ:
ko: %(locale)s 슬러그:
nl: Identificator in het %(locale)s:
ru: URL на %(locale)s:
zh_cn: %(locale)s 网址缩略名：

source: Find the translation source with the lookup above and then click "Save".
es: Busca el texto original de la traducción con la búsqueda de arriba y luego haz clic en "Guardar".
fr: Recherchez le texte original de la traduction à l'aide du champ ci-dessus, puis cliquez sur «&nbsp;Enregistrer&nbsp;».
fy: Sykje de boarne fan de oersetting fia it boppesteande sykfjild en klik dêrnei op ‘Bewarje’.
it: Trova il documento originale della traduzione tramite il campo di ricerca in alto, poi premi “Salva”.
ja: 上の検索フォームで翻訳元を探して「保存」をクリックしてください。
ko: 위 검색으로 번역 원본을 찾은 뒤 "저장"을 누르세요.
nl: Zoek de bron van de vertaling via het bovenstaande zoekveld en klik daarna op ‘Opslaan’.
ru: Найдите источник для перевода в поиске выше, а затем нажмите на «Сохранить».
zh_cn: 在上面查询找到翻译的源代码，然后点击“保存”。

source: Found %(num)s document.
es: Se han encontrado %(num)s documentos.
fr: %(num)s document trouvé.
fy: %(num)s dokumint fûn.
it: È stato trovato %(num)s documento.
ja: %(num)s 件のドキュメントが見つかりました
ko: %(num)s개 문서를 찾았습니다
nl: %(num)s document gevonden.
ru: Найден %(num)s документ.
zh_cn: 找到 %(num)s 篇文档

source: Articles tagged: %(tag)s
es: Artículos etiquetados con: %(tag)s
fr: Articles avec l'étiquette&nbsp;: %(tag)s
fy: Artikels mei it label %(tag)s
it: Articoli con tag: %(tag)s
ja: タグ「%(tag)s」の付いた記事
ko: 문서 태그: %(tag)s
nl: Artikelen met het label %(tag)s
ru: Статьи с метками: %(tag)s
zh_cn: 文章标签：%(tag)s

source: All templates
es: Todas las plantillas
fr: Tous les modèles
it: Tutti i modelli
ja: すべてのテンプレート
ko: 모든 템플릿
nl: Alle sjablonen
ru: Все шаблоны
zh_cn: 所有模板

source: Found %(num)s template.
es: Se han encontrado %(num)s plantillas.
fr: %(num)s modèle trouvé.
it: È stato trovato %(num)s modello.
ja: %(num)s 件のテンプレートが見つかりました
ko: %(num)s 템플릿을 찾았습니다
nl: %(num)s sjabloon gevonden.
ru: Найден %(num)s шаблон.
zh_cn: 找到 %(num)s 个模板

source: Documents with errors
es: Documentos con errores
fr: Documents avec erreurs
fy: Dokuminten mei flaters
it: Documenti con errori
ja: エラーのあるドキュメント
ko: 오류 포함 문서
nl: Documenten met fouten
ru: Документы с ошибками
zh_cn: 文档有错误

source: Top level documents
es: Documentos de nivel superior
fr: Documents de premier niveau
fy: Topleveldokuminten
it: Documenti di primo livello
ja: トップレベルドキュメント
ko: 상위 문서
nl: Topleveldocumenten
ru: Документы верхнего уровня
zh_cn: 顶级文档

source: Documents with no parent
es: Documentos sin padre
fr: Documents sans parent
fy: Dokuminten sûnder boppelizzende
it: Documenti senza genitore
ja: 親のないドキュメント
ko: 상위 문서 없음
nl: Documenten zonder bovenliggende
ru: Документы без родителя
zh_cn: 没有父页面的文档

source: All documents
es: Todos los documentos
fr: Tous les documents
fy: Alle dokuminten
it: Tutti i documenti
ja: すべてのドキュメント
ko: 전체 문서
nl: Alle documenten
ru: Все документы
zh_cn: 所有文档

source: Translation updates needed
es: Es necesario actualizar traducciones
fr: Mises à jour de la traduction requises
fy: Oersettingsfernijingen nedich
it: Traduzioni da aggiornare
ja: 翻訳の更新が必要
ko: 번역 변경 필요 문서
nl: Vertalingsupdates nodig
ru: Необходимо обновление перевода
zh_cn: 需要更新翻译

source: There are no articles.
es: No hay ningún artículo.
fr: Il n'y a pas d'articles.
fy: Der binne gjin artikels.
it: Non esistono articoli.
ja: 記事がありません。
ko: 문서가 없습니다.
nl: Er zijn geen artikelen.
ru: Здесь нет ни одной статьи.
zh_cn: 没有文章

source: Documents for %(tag)s review
es: Documentos para revisión con la etiqueta %(tag)s
fr: Documents pour relecture %(tag)s
fy: Dokuminten foar beoardieling mei %(tag)s
it: Documenti per versione %(tag)s
ja: %(tag)s レビューが必要なドキュメント
ko: %(tag)s 검토용 문서
nl: Documenten voor beoordeling met %(tag)s
ru: Статьи для проверки %(tag)s
zh_cn: 标记为 %(tag)s 复核的文档

source: Documents for review
es: Documentos para revisión
fr: Documents pour relecture
fy: Dokuminten foar beoardieling
it: Documenti da revisionare
ja: レビューが必要なドキュメント
ko: 검토용 문서
nl: Documenten voor beoordeling
ru: Статьи для проверки
zh_cn: 待复核文档

source: Articles in need of review: %(tag)s
es: Artículos que necesitan revisión: %(tag)s
fr: Articles ayant besoin d’une revue : %(tag)s
fy: Artikels foar beoardieling: %(tag)s
it: Articoli in attesa di revisione: %(tag)s
ja: レビューが必要な記事: %(tag)s
nl: Artikelen voor beoordeling: %(tag)s
ru: Статьи требующие проверки: %(tag)s
zh_cn: 需要复核的文章：%(tag)s

source: All articles in need of review
es: Todos los artículos que necesitan revisión
fr: Tous les articles ayant besoin d’une revue
fy: Alle artikels foar beoardieling
it: Tutti gli articoli in attesa di revisione
ja: レビューが必要なすべての記事
nl: Alle artikelen voor beoordeling
ru: Все статьи требующие проверки
zh_cn: 所有需要复核的文章

source: Please review these articles for spelling, grammar, formatting, layout, etc., and then clear the Editorial review flag. <a href="%(url)s">See more detailed instructions</a>.
es: Por favor, revisa la escritura, gramática, formato, etc. de estos artículos y elimina la etiqueta de revisión editorial. <a href="%(url)s">Obtén instrucciones más detalladas</a>.
fr: Merci de revoir ces articles pour les fautes d'orthographe ou de grammaire, la mise en forme, l'organisation, etc. puis enlevez le marqueur de revue éditoriale. <a href="%(url)s">Obtenir plus de détails</a>.
fy: Kontrolearje dizze artikels op stavering, grammatika, opmaak, foarmjouwing ensfh., en wiskje dêrnei de flagge Redaksjonele beoardieling. <a href="%(url)s">Besjoch mear detaillearre ynstruksjes</a>.
it: Controlla i seguenti articoli e correggi eventuali errori di digitazione, grammaticali, di formattazione, di layout, ecc. A lavoro completato, rimuovi il relativo flag di revisione stilistica. <a href="%(url)s">Ulteriori informazioni</a>.
ja: これらの記事について、スペル、文法、書式、レイアウトなどをレビューした上で、編集レビューフラグを外してください。<a href="%(url)s">詳しい説明はこちら</a>。
ko: 이 글의 철자, 문법, 서식, 레이아웃 등을 검토하고 나서 편집 검토 표시를 지워 주세요. <a href="%(url)s">더 자세한 지침을 참조하세요</a>.
nl: Controleer deze artikelen op spelling, grammatica, opmaak, vormgeving etc., en wis daarna de vlag Redactionele beoordeling. <a href="%(url)s">Bekijk meer gedetailleerde instructies</a>.
ru: Пожалуйста, проверьте эти статьи на правописание, грамматику, форматирование, правильность вёрстки и так далее, а затем уберите флажок о редакционной проверке. <a href="%(url)s">Смотрите для подробных инструкций</a>.
zh_cn: 请校对这些文章的拼写、语法、格式、布局等，然后清除编辑审核标志。<a href="%(url)s">查看更详细的指南</a>。

source: Please review these articles for technical accuracy and completeness, and then clear the Technical review flag. <a href="%(url)s">See more detailed instructions</a>.
es: Por favor, revisa la precisión técnica de estos artículos y comprueba que estén completos y elimina la etiqueta de revisión técnica. <a href="%(url)s">Obtén instrucciones más detalladas</a>.
fr: Merci de revoir ces articles en termes de précision technique et d'exhaustivité. Ensuite, retirez le marqueur de revue technique. <a href="%(url)s">Obtenir plus de détails</a>.
fy: Kontrolearje dizze artikels op technyske krektheid en foltôging, en wiskje dêrnei de flagge Technyske beoardieling. <a href="%(url)s">Besjoch mear detaillearre ynstruksjes</a>.
it: Effettua un controllo qualitativo sulla completezza e l'accuratezza dei contenuti dei seguenti articoli. A lavoro completato, rimuovi il flag di revisione tecnica. <a href="%(url)s">Ulteriori informazioni</a>.
ja: これらの記事について、技術的な正確性や完全性をレビューした上で、技術レビューフラグを外してください。<a href="%(url)s">詳しい説明はこちら</a>。
ko: 이 글의 기술상 정확성 및 완전성을 검토하고 나서 기술 검토 표시를 지워 주세요. <a href="%(url)s">더 자세한 지침을 참조하세요</a>.
nl: Controleer deze artikelen op technische juistheid en voltooiing, en wis daarna de vlag Technische beoordeling. <a href="%(url)s">Bekijk meer gedetailleerde instructies</a>.
ru: Пожалуйста, проверьте эти статьи на техническую точность и полноту, а затем уберите флажок о технической проверке. <a href="%(url)s">Смотрите для подробных инструкций</a>.
zh_cn: 请校对这些文章的技术准确性和完整性，然后清除技术审核标志。<a href="%(url)s">查看更详细的指南</a>。

source: Found %(count)s documents.
es: Se han encontrado %(count)s documentos.
fr: %(count)s documents trouvés.
fy: %(count)s dokuminten fûn.
it: Sono stati trovati %(count)s documenti.
ja: %(count)s 件のドキュメントが見つかりました
ko: %(count)s개 문서를 찾았습니다.
nl: %(count)s documenten gevonden.
ru: Найдено %(count)s документов.
zh_cn: 找到 %(count)s 篇文档。

source: Revision History | %(document)s
es: Historial de revisión | %(document)s
fr: Historique des révisions | %(document)s
fy: Refyzjeskiednis | %(document)s
it: Storico delle versioni | %(document)s
ja: リビジョン履歴 | %(document)s
ko: 개정판 이력 | %(document)s
nl: Revisiegeschiedenis | %(document)s
ru: История ревизий | %(document)s
zh_cn: 修订历史 | %(document)s

source: History of
es: Historial de
fr: Historique de
fy: Skiednis fan
it: Storico di
ja: 履歴:
ko: 이력
nl: Geschiedenis van
ru: История изменений
zh_cn: 历史

source: Revision history for:
es: Historial de revisiones de:
fr: Historique des révisions pour :
fy: Refyzjeskiednis foar:
it: Storico delle versioni per:
ja: 改訂履歴:
ko: 리비전 이력:
nl: Revisiegeschiedenis voor:
ru: История ревизий для:
zh_cn: 修订历史：

source: Compare Selected Translations
bn_bd: নির্বাচিত অনুবাদগুলোর তুলনা
es: Comparara las traducciones seleccionadas
fr: Comparer les traductions sélectionnées
fy: Selektearre oersettingen fergelykje
it: Confronta le traduzioni selezionate
ja: 選択した翻訳を比較
ko: 선택된 번역 비교
nl: Geselecteerde vertalingen vergelijken
ru: Сравнить выбранные переводы
zh_cn: 比较选中的翻译

source: Compare Selected Revisions
bn_bd: নির্বাচিত পুনর্মূল্যায়নগুলোর তুলনা
es: Comparar las revisiones seleccionadas
fr: Comparer les révisions sélectionnées
fy: Selektearre refyzjes fergelykje
it: Confronta le versioni selezionate
ja: 選択したリビジョンを比較
ko: 선택된 리비전 비교
nl: Geselecteerde revisies vergelijken
ru: Сравнить выбранные ревизии
zh_cn: 比较选中的修订

source: This document has no revisions.
bn_bd: এই নথির কোন রিভিসন করা হয়নি।
es: Este documento no tiene ninguna revisión.
fr: Ce document n'a aucune révision.
fy: Dit dokumint hat gjin refyzjes.
it: Non esistono versioni di questo documento.
ja: このドキュメントにはリビジョンはありません。
ko: 이 문서는 리비전이 없습니다.
nl: Dit document heeft geen revisies.
ru: У этого документа нет ревизий.
zh_cn: 这个文档没有修订版本。

source: All Tags
es: Todas las etiquetas
fr: Toutes les étiquettes
fy: Alle labels
it: Tutte le etichette
ja: すべてのタグ
ko: 전체 태그
nl: Alle labels
ru: Все тэги
zh_cn: 所有标签

source: There are no tags.
es: No hay ninguna etiqueta.
fr: Il n'y a pas d'étiquette.
fy: Der binne gjin labels.
it: Nessun tag trovato
ja: タグがありません。
ko: 태그가 없습니다.
nl: Er zijn geen labels.
ru: Нет ни одного тэга.
zh_cn: 尚无标签。

source: Localized articles tagged with: %(tag)s
es: Artículos localizados etiquetados con: %(tag)s
fr: Articles localisés étiquetés avec&nbsp;: %(tag)s
fy: Oersette artikels mei it label %(tag)s
it: Articoli localizzati con tag: %(tag)s
ja: %(tag)s タグの付いた翻訳記事
ko: 번역 문서 태그: %(tag)s
nl: Vertaalde artikelen met het label %(tag)s
ru: Переведённые статьи с метками: %(tag)s
zh_cn: 已本地化的文章标记为：%(tag)s

source: Articles tagged with any localization tags
es: Los artículos etiquetados con cualquier etiqueta de localización
fr: Articles avec des étiquettes de localisation
fy: Artikels labele mei in lokalisaasjelabel
it: Articoli con un tag di localizzazione qualsiasi
ja: 何らかのローカライズタグが付いた記事
ko: 번역된 태그를 포함한 문서 목록
nl: Artikelen gelabeld met een lokalisatielabel
ru: Статьи с какими-либо метками локализации
zh_cn: 带有任何本地化标签的文章

source: Found %(count)s document.
es: Encontrado %(count)s documento.
fr: %(count)s document trouvé.
fy: %(count)s dokumint fûn.
it: È stato trovato %(count)s documento.
ja: %(count)s 件のドキュメントが見つかりました。
ko: %(count)s개 문서를 찾았습니다.
nl: %(count)s document gevonden.
ru: Найден %(count)s документ.
zh_cn: 找到 %(count)s 篇文档。

source: Purge documents
es: Eliminar documentos
fr: Purge des documents
fy: Dokuminten opromje
it: Cancella documenti
ja: ドキュメントを削除
ko: 문서 삭제
nl: Documenten opruimen
ru: Вычистить документы
zh_cn: 刷新文档

source: Home
bn_bd: হোম
es: Inicio
fr: Accueil
fy: Begjinside
it: Home|Pagina iniziale
ja: ホーム
ko: 홈페이지
nl: Beginpagina
ru: Главная
zh_cn: 首页

source: Documents
es: Documentos
fy: Dokuminten
it: Documenti
ja: ドキュメント
ko: 문서
nl: Documenten
ru: Документы
zh_cn: 文档
