Repository: mdn/kuma
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn_bd, es, fr, fy, it, ja, ko, nl, ru, zh_cn

source: Real-time chat: <a href="%(channel_link)s">#mdn channel on irc.mozilla.org</a>. (Get more info about <a href="%(irc_link)s">IRC</a>.) You can find the MDN writing staff admins there: Eric Shepherd (sheppy), Jean-Yves Perrier (teoli), Will Bamberg (wbamberg), Florian Scholz (fscholz), Chris Mills (chrismills), and me (jms), MDN's community manager.
es: Chat en tiempo real: <a href="%(channel_link)s">canal #mdn en irc.mozilla.org</a>. (Obtén más información sobre <a href="%(irc_link)s">IRC</a>.) Estos son los editores y administradores de MDN: Eric Shepherd (sheppy), Jean-Yves Perrier (teoli), Will Bamberg (wbamberg), Florian Scholz (fscholz), Chris Mills (chrismills) y yo mismo (jms), community manager de MDN.
fr: Discutez en direct sur <a href="%(channel_link)s">le canal #mdn de irc.mozilla.org</a>. (Plus d'informations sur <a href="%(irc_link)s">IRC</a>.) Sur ce canal, vous pourrez trouver les administrateurs et les rédacteurs techniques de MDN : Eric Shepherd (sheppy), Jean-Yves Perrier (teoli), Will Bamberg (wbamberg), Florian Scholz (fscholz), Chris Mills (chrismills), et moi-même (jms), qui m'occupe de la communauté MDN.
fy: Real-time-chat: <a href="%(channel_link)s">kanaal #mdn op irc.mozilla.org</a>. (Mear ynfo oer <a href="%(irc_link)s">IRC</a>.) Dêr kinne jo de MDN skriuwende stêfleden fine: Eric Shepherd (sheppy), Jean-Yves Perrier (teoli), Will Bamberg (wbamberg), Florian Scholz (fscholz), Chris Mills (chrismills), en my (jms), mienskipsbehearder fan MDN.
it: Chat in tempo reale: <a href="%(channel_link)s">canale #mdn su irc.mozilla.org</a>. (Ulteriori informazioni su <a href="%(irc_link)s">IRC</a>.) Sul canale potrai trovare collegati gli amministratori del team editoriale di MDN: Eric Shepherd (sheppy), Jean-Yves Perrier (teoli), Will Bamberg (wbamberg), Florian Scholz (fscholz), Chris Mills (chrismills) e la responsabile della community Janet Swisher (jms).
ja: リアルタイムチャット: <a href="%(channel_link)s">irc.mozilla.org 上の #mdn チャンネル</a> を使ってください (<a href="%(irc_link)s">IRC の詳細はこちら</a>)。MDN の編集スタッフの Eric Shepherd (sheppy)、Jean-Yves Perrier (teoli)、Will Bamberg (wbamberg)、Florian Scholz (fscholz)、Chris Mills (chrismills)、そして MDN のコミュニティマネージャを務める Janet Swisher (jms) が常駐しています。
ko: 실시간 채팅: <a href="%(channel_link)s">#mdn 채널 irc.mozilla.org</a>. (<a href="%(irc_link)s">IRC</a>에 대한 자세한 정보 알아보기.) MDN 문서 작성 관리자들은 다음과 같습니다: Eric Shepherd (sheppy), Jean-Yves Perrier (teoli), Will Bamberg (wbamberg), Florian Scholz (fscholz), Chris Mills (chrismills), 그리고 MDN 커뮤니티 매니저 Janet Swisher (jms).
nl: Real-time-chat: <a href="%(channel_link)s">kanaal #mdn op irc.mozilla.org</a>. (Meer info over <a href="%(irc_link)s">IRC</a>.) Daar kunt u de MDN schrijvende stafleden vinden: Eric Shepherd (sheppy), Jean-Yves Perrier (teoli), Will Bamberg (wbamberg), Florian Scholz (fscholz), Chris Mills (chrismills), en mij (jms), gemeenschapsbeheerder van MDN.
ru: Чат в реальном времени: <a href="%(channel_link)s">#mdn канал на irc.mozilla.org</a>. (Узнать больше о <a href="%(irc_link)s">IRC</a>.) Там вы можете найти администраторов MDN: Eric Shepherd (sheppy), Jean-Yves Perrier (teoli), Will Bamberg (wbamberg), Florian Scholz (fscholz), Chris Mills (chrismills) и меня (jms), менеджера сообщества MDN.
zh_cn: 实时聊天：<a href="%(channel_link)s">#mdn 频道于irc.mozilla.org</a>。（获取更多有关<a href="%(irc_link)s">IRC</a>的信息）。您可以找到 MDN 的编者、职员、管理员：Eric Shepherd (sheppy), Jean-Yves Perrier (teoli), Will Bamberg (wbamberg), Florian Scholz (fscholz), Chris Mills (chrismills), 和我 (jms)，MDN 的社区经理。

source: Blog: On the <a href="%(blog_link)s">about:community</a> blog, look for the posts tagged with <a href="%(tagged_link)s">Developer Engagement</a>.
es: Blog: En el blog <a href="%(blog_link)s">about:community</a>, échale un vistazo a los posts que tienen la etiqueta <a href="%(tagged_link)s">Compromiso de desarrolladores o Developer Engagement</a>.
fr: Le blog : Sur le blog <a href="%(blog_link)s">about:community</a>, les articles étiquetés <a href="%(tagged_link)s">Developer Engagement</a> pourront vous intéresser.
fy: Blog: sjoch op de <a href="%(blog_link)s">about:community</a>-blog nei berjochten mei it label <a href="%(tagged_link)s">Developer Engagement</a>.
it: Blog: Sul <a href="%(blog_link)s">blog della community</a>, cerca gli articoli contrassegnati con il tag <a href="%(tagged_link)s">Developer Engagement</a>.
ja: ブログ: <a href="%(blog_link)s">about:community</a> ブログ上で、<a href="%(tagged_link)s">Developer Engagement</a> タグの付いた記事を探してみてください。
ko: 블로그: <a href="%(blog_link)s">about:community</a>나 <a href="%(tagged_link)s">개발자 참여</a> 블로그를 보실 수 있습니다. 한국 개발자는 <a href="http://hacks.mozilla.or.kr">Mozilla Hacks 한국어</a> 블로그에 참여해보세요.
nl: Blog: kijk op de <a href="%(blog_link)s">about:community</a>-blog naar berichten met het label <a href="%(tagged_link)s">Developer Engagement</a>.
ru: Блог: На блоге <a href="%(blog_link)s">about:community</a> поищите посты с меткой <a href="%(tagged_link)s">Developer Engagement</a>.
zh_cn: 博客：在 <a href="%(blog_link)s">about:community</a> 博客，查询标记有 <a href="%(tagged_link)s">Developer Engagement</a> 标签的文章。

source: Don't be shy, if you have any doubt, problems, questions: contact us! We are here to help.
es: No seas tímido, si tienes alguna duda, problemas, preguntas: ¡contacta con nosotros! Estamos aquí para ayudarte.
fr: Ne soyez pas timides, si vous avez des doutes, des problèmes ou des questions : n'hésitez pas à nous contacter ! Nous sommes là pour vous aider.
fy: Wês net ferlegen, as jo twivels, problemen of fragen hawwe, nim dan kontakt op! Wy binne der om te helpen.
it: Non essere timido, per qualunque dubbio, problema o quesito sentiti libero di contattarci. Siamo qui apposta per aiutarti.
ja: 遠慮はいりません。疑問や問題があればぜひご連絡ください。私たちはいつでもお手伝いします。
ko: 문제점이나 질문이나 의견 있으시면 언제든지 알려주세요. 이 사이트는 여러분의 도움이 필요합니다.
nl: Wees niet verlegen, als u twijfels, problemen of vragen hebt, neem dan contact op! We zijn er om te helpen.
ru: Не стесняйтесь, если у вас есть какие-то сомнения, проблемы, вопросы: свяжитесь с нами! Мы здесь, чтобы помочь.
zh_cn: 不要害羞，如果您有任何疑问或者问题：联系我们！我们就在这帮助您。

source: Hi %(username)s
bn_bd: শুভেচ্ছা %(username)s
es: Hola %(username)s
fr: Bonjour %(username)s
fy: Hallo %(username)s
it: Ciao %(username)s,
ja: %(username)s さん、こんにちは
ko: %(username)s님 안녕하세요
nl: Hallo %(username)s
ru: Привет, %(username)s
zh_cn: 你好，%(username)s

source: Thanks for creating a profile on Mozilla Developer Network (MDN) -- a community making great resources for developers like you.
es: Gracias por crearte un perfil en Mozilla Developer Network (MDN) -- una comunidad que crea grandes recursos para desarrolladores como tú.
fr: Merci d'avoir créé un profil sur Mozilla Developer Network (MDN), une communauté qui construit des ressources pour les développeurs comme vous.
fy: Tank foar it oanmeitsjen fan in profyl op it Mozilla Developer Network (MDN) -- in mienskip dy't bjusterbaarlike helpboarnen makket foar ûntwikkelers as jo.
it: Grazie per aver creato un profilo su Mozilla Developer Network (MDN) – una comunità focalizzata nel mettere a disposizione risorse per gli sviluppatori come te.
ja: Mozilla Developer Network (MDN) にプロフィールを作成していただき、ありがとうございます。ここはあなたのような開発者のための優れた資料を作成しているコミュニティです。
ko: Mozilla 개발자 네트워크(MDN)에 계정을 만들어 주셔서 감사합니다 -- 여러분과 같은 개발자를 위한 자료를 만드는 커뮤니티입니다.
nl: Bedankt voor het aanmaken van een profiel op het Mozilla Developer Network (MDN) -- een gemeenschap die geweldige hulpbronnen maakt voor ontwikkelaars als u.
ru: Спасибо за создание профиля на Mozilla Developer Network (MDN) -- сообщества, делающем великолепные ресурсы для разработчиков, как вы.
zh_cn: 感谢您在 Mozilla 开发者网络 (MDN) 上创建一个个人资料 -- 一个向您一样的开发者们创造的资源社区。

source: You've completed the first step of Getting Started on MDN by creating a profile. Now, keep going by picking a task on MDN, and doing it! We have a bunch of intro tasks you can choose based on your interests.
es: Te has creado un perfil, el primer paso para iniciarte en MDN. Ahora, ¡eslige una tarea en MDN y llévala a cabo! Tenemos un montón de tareas introductorias que puedes escoger basándote en tus intereses.
fr: En créant un profil, vous avez accompli la première étape pour débuter sur MDN. Vous pouvez continuer en choisissant une tâche à réaliser sur MDN. Vous pouvez choisir parmi plusieurs tâches indiquées pour commencer en fonction de ce qui vous intéresse.
fy: Jo hawwe de earste stap om te begjinnen op MDN foltôge troch in profyl oan te meitsjen. Gean no fierder troch in taak op MDN te kiezen, en út te fieren! Der binne in oantal begjintaken wêr't jo út kieze kinne, basearre op jo ynteresses.
it: Creando un profilo hai compiuto il primo passo per diventare un collaboratore su MDN. Il prossimo passo è scegliere un’attività e portarla a termine. A seconda dei tuoi interessi puoi scegliere tra una vasta gamma di attività introduttive.
ja: あなたはプロフィールを作成することで MDN に参加する最初のステップを完了しました。次に、MDN で取り組みたいタスクを選んで、実際に始めてみましょう！ 興味に応じて選択可能な入門的タスクはたくさんあります。
ko: 프로필을 만들었으며 MDN의 첫 단계를 완료하였습니다. 이제, MDN의 다양한 작업들을 선택하여 공헌 할 수 있습니다! 관심사에 따라 시작할 수 있는 다양한 작업들이 있습니다.
nl: U hebt de eerste stap om te beginnen op MDN voltooid door een profiel aan te maken. Ga nu verder door een taak op MDN te kiezen, en uit te voeren! Er zijn een aantal begintaken waaruit u kunt kiezen, gebaseerd op uw interesses.
ru: Вы завершили первый шаг "Начала работы с MDN" созданием профиля. Сейчас можно продолжить, выбрав задачу на MDN и выполнив её! У нас есть куча вступительных задач, которые вы можете выбрать на основе ваших интересов.
zh_cn: 您已经完成了 MDN 入门的首个步骤——创建一个个人资料。接下来，选择一个 MDN 上的任务继续前进吧，做吧！我们有一串的入门任务，您可以根据自己的兴趣选择。

source: Like words?
es: ¿Te gustan las palabras?
fr: Vous aimez lire et écrire ?
fy: Hâlde jo fan wurden?
it: Ti piace scrivere?
ja: 文章が好きですか？
ko: 추천 키워드
nl: Houdt u van woorden?
ru: Нравятся слова?
zh_cn: 喜欢文字？

source: Like code?
es: ¿Te gusta el código?
fr: Vous aimez coder ?
fy: Hâlde jo fan koade?
it: Ti piace programmare?
ja: コードが好きですか？
ko: 추천 코드
nl: Houdt u van code?
ru: Нравится код?
zh_cn: 喜欢代码？

source: Like both words and code?
es: ¿Te gustan las palabras y el código?
fr: Vous aimez coder mais aussi écrire ?
fy: Hâlde jo fan sawol wurden as koade?
it: Ti piace sia scrivere che programmare?
ja: 文章とコードの両方が好きですか？
ko: 코드 및 키워드
nl: Houdt u van zowel woorden als code?
ru: Нравится переводить и кодить?
zh_cn: 文字和代码都很喜欢？

source: Want to translate MDN to your language?
bn_bd: আপনার ভাষায় MDN অনুবাদ করতে চান?
es: ¿Quieres traducir MDN a tu idioma?
fr: Vous souhaitez traduire MDN pour le rendre disponible dans votre langue ?
fy: Wolle jo MDN nei jo taal oersette?
it: Vuoi tradurre MDN nella tua lingua?
ja: MDN をあなたの言語に翻訳したいですか？
ko: MDN 문서를 한국어로 제공하시고 싶으신가요?
nl: Wilt u MDN naar uw taal vertalen?
ru: Хотите переводить MDN на Ваш язык?
zh_cn: 想要翻译 MDN 到您使用的语言？

source: Mailing list: %(list_link)s
es: Lista de correo: %(list_link)s
fr: Liste de diffusion : %(list_link)s
fy: Mailinglijst: %(list_link)s
ja: メーリングリスト: %(list_link)s
ko: 메일링 리스트: %(list_link)s
nl: Mailinglijst: %(list_link)s
ru: Список рассылки: %(list_link)s
zh_cn: 邮件列表：%(list_link)s

source: Subscribe to tell us about what you're interested in on MDN and ask questions about the site.
bn_bd: MDN এর কোন বিষয়ে আপনার আগ্রহ এবং সাইট নিয়ে কোন জিজ্ঞাসা থাকলে জানাতে সাবস্ক্রাইব করুন।
es: Suscríbete y dinos lo que te interesa de MDN y pregúntanos cosas de la página web.
fr: Inscrivez-vous pour nous dire pourquoi MDN vous intéresse et pour nous poser des questions sur le site.
fy: Skriuw jo yn om litte te witten wêryn jo op MDN ynteressearre binne en fragen oer de website te stellen.
it: Iscriviti per discutere dei tuoi interessi su MDN e porre domande riguardo al sito.
ja: 購読して、MDN 上であなたが興味のあることを教えてください。サイトに関する質問もお気軽にどうぞ。
ko: MDN에 관심사를 구독하시고, 사이트에 대해 질문하세요.
nl: Schrijf u in om te laten weten waarin u op MDN bent geïnteresseerd en vragen over de website te stellen.
ru: Подпишись, чтоб рассказать нам о том, что вам интересно на MDN и задать вопросы по сайту.
zh_cn: 订阅来告诉我们您所感兴趣的 MDN 的方面，以及询问有关本网站的问题。

source: Real-time chat: #mdn channel on irc.mozilla.org
es: Chat en tiempo real: el canal #mdn en irc.mozilla.org
fr: Messagerie instantanée : canal #mdn sur irc.mozilla.org
fy: Real-time-chat: kanaal #mdn op irc.mozilla.org
it: Chat in tempo reale: canale #mdn su irc.mozilla.org
ja: リアルタイムチャット: irc.mozilla.org 上の #mdn チャンネル
ko: 실시간 채팅: irc.mozilla.org 상의 #mdn 채널
nl: Real-time-chat: kanaal #mdn op irc.mozilla.org
ru: Чат в реальном времени: канал #mdn на irc.mozilla.org
zh_cn: 实时聊天：#mdn 频道于 irc.mozilla.org

source: See %(irc_link)s for more info about IRC.
es: Consulta %(irc_link)s para más información sobre IRC.
fr: Voir %(irc_link)s pour plus d'informations sur IRC.
fy: Sjoch %(irc_link)s foar mear ynfo oer IRC.
it: Per ulteriori informazioni su IRC consulta %(irc_link)s.
ja: IRC の詳細は %(irc_link)s を参照してください。
ko: IRC에 관한 더 많은 정보는 %(irc_link)s를 보세요.
nl: Zie %(irc_link)s voor meer info over IRC.
ru: Обратитесь к %(irc_link)s для получения дополнительной информации по IRC.
zh_cn: 查看 %(irc_link)s 了解更多有关 IRC 的信息。

source: You can find the MDN writing staff admins there: Eric Shepherd (sheppy), Jean-Yves Perrier (teoli), Will Bamberg (wbamberg), Florian Scholz (fscholz), Chris Mills (chrismills), and me (jms), MDN's community manager.
es: Estos son los administradores de edición de MDN: Eric Shepherd (sheppy), Jean-Yves Perrier (teoli), Will Bamberg (wbamberg), Florian Scholz (fscholz), Chris Mills (chrismills) y yo (jms), community manager de MDN.
fr: Vous pourrez y trouver les administrateurs et les rédacteurs techniques de MDN : Eric Shepherd (sheppy), Jean-Yves Perrier (teoli), Will Bamberg (wbamberg), Florian Scholz (fscholz), Chris Mills (chrismills), et moi-même (jms), qui m'occupe de la communauté MDN.
fy: Hjir kinne jo de foar MDN skriuwende stêfbehearders fine: Eric Shepherd (sheppy), Jean-Yves Perrier (teoli), Will Bamberg (wbamberg), Florian Scholz (fscholz), Chris Mills (chrismills) en my (jms), MDN’s mienskipsbehearder.
it: Sul canale potrai trovare collegati gli amministratori del team editoriale di MDN: Eric Shepherd (sheppy), Jean-Yves Perrier (teoli), Will Bamberg (wbamberg), Florian Scholz (fscholz), Chris Mills (chrismills) e la responsabile della community Janet Swisher (jms).
ja: MDN の編集スタッフの Eric Shepherd (sheppy)、Jean-Yves Perrier (teoli)、Will Bamberg (wbamberg)、Florian Scholz (fscholz)、Chris Mills (chrismills)、そして MDN のコミュニティマネージャーを務める Janet Swisher (jms) が常駐しています。
ko: MDN 문서 작성 관리자들에게 질문할 수 있습니다: Eric Shepherd (sheppy), Jean-Yves Perrier (teoli), Will Bamberg (wbamberg), Florian Scholz (fscholz), Chris Mills (chrismills) 및 커뮤니티 매니저 Janet Swisher (jms).
nl: Hier kunt u de vor MDN schrijvende stafbeheerders vinden: Eric Shepherd (sheppy), Jean-Yves Perrier (teoli), Will Bamberg (wbamberg), Florian Scholz (fscholz), Chris Mills (chrismills) en mij (jms), MDN’s gemeenschapsbeheerder.
ru: Там вы можете найти администраторов MDN: Eric Shepherd (sheppy), Jean-Yves Perrier (teoli), Will Bamberg (wbamberg), Florian Scholz (fscholz), Chris Mills (chrismills) и меня (jms), менеджера сообщества MDN.
zh_cn: 您可以找到 MDN 的编者、职员、管理员：Eric Shepherd (sheppy), Jean-Yves Perrier (teoli), Will Bamberg (wbamberg), Florian Scholz (fscholz), Chris Mills (chrismills), 和我 (jms)，MDN 的社区经理。

source: Blog: %(blog_link)s
bn_bd: ব্লগ: %(blog_link)s
ja: ブログ: %(blog_link)s
ko: 블로그: %(blog_link)s
ru: Блог: %(blog_link)s
zh_cn: 博客：%(blog_link)s

source: Already reported as spam.
bn_bd: ইতিমধ্যে স্প্যাম হিসেবে রিপোর্ট করা হয়েছে।
es: Ya identificada como spam.
fr: Déjà identifié comme spam.
fy: Al rapportearre as spam.
it: È già stato segnalato come spam.
ja: すでにスパムとして報告されています。
ko: 스팸으로 신고됨.
nl: Al gerapporteerd als spam.
ru: Уже обозначено как спам.
zh_cn: 已标记为垃圾信息。

source: This user has not created any revisions in the past three days.
es: Este usuario no ha creado ninguna revisión en los últimos tres días.
fr: Cet utilisateur n'a ajouté aucune révision au cours des trois derniers jours.
fy: Brûker hat yn de lêste 3 dagen gjin refyzjes makke.
it: Questo utente non ha effettuato modifiche ai documenti negli ultimi tre giorni.
ja: このユーザーが過去 3 日間に作成したリビジョンはありません。
ko: 이 사용자는 지난 3일간 어떤 리비전도 만들지 않았습니다.
nl: Deze gebruiker heeft de afgelopen drie dagen geen revisies gemaakt.
ru: Пользователь не делал каких-либо ревизий в последние 3 дня.
zh_cn: 此用户在过去三天没有创建任何修订。

source: Edit
bn_bd: সম্পাদনা
es: Editar
fr: Modifier
fy: Bewurkje
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
ru: Редактировать
zh_cn: 编辑

source: Advanced
bn_bd: অগ্রসর
es: Avanzado
fr: Avancé
fy: Avansearre
it: Avanzate
ja: 詳細
ko: 고급
nl: Geavanceerd
ru: Дополнительно
zh_cn: 高级

source: Manage
bn_bd: পরিচালনা
es: Administrar
fr: Gérer
fy: Beheare
it: Gestisci
ja: 管理
ko: 관리
nl: Beheren
ru: Управление
zh_cn: 管理

source: API keys
bn_bd: API কী
es: Claves de la API
fr: Clés API
fy: API-kaaien
it: Chiavi API (API key)
ja: API キー
ko: API 키
nl: API-sleutels
ru: Ключи API
zh_cn: API 密钥

source: Areas of Expertise
bn_bd: দক্ষতার ক্ষেত্রসমূহ
es: Áreas de experiencia
fr: Domaines d'expertise
fy: Underfiningsgebieden
it: Campi di competenza
ja: 専門分野
ko: 전문 영역
nl: Ervaringsgebieden
ru: Экспертные области
zh_cn: 专业领域

source: Member since %(date_joined)s
bn_bd: সদস্য %(date_joined)s তারিখ থেকে
es: Miembro desde %(date_joined)s
fr: Membre depuis %(date_joined)s
fy: Lid sûnt %(date_joined)s
it: Registrato in data %(date_joined)s
ja: %(date_joined)s からのメンバー
ko: %(date_joined)s 이후로 멤버
nl: Lid sinds %(date_joined)s
ru: Участник с %(date_joined)s
zh_cn: 自 %(date_joined)s 成为会员

source: Banned on %(ban_date)s by %(ban_admin)s.
es: Entrada denegada el %(ban_date)s por %(ban_admin)s.
fr: Banni(e) le %(ban_date)s par %(ban_admin)s.
fy: Blokkearre op %(ban_date)s troch %(ban_admin)s.
it: Espulso il %(ban_date)s da %(ban_admin)s.
ja: %(ban_admin)s により %(ban_date)s にアカウントが停止されました。
ko: %(ban_date)s에 %(ban_admin)s에 의해 차단되었습니다.
nl: Geblokkeerd op %(ban_date)s door %(ban_admin)s.
ru: Заблокировал %(ban_admin)s %(ban_date)s.
zh_cn: 已被 %(ban_admin)s 于 %(ban_date)s 封禁。

source: Banned
bn_bd: নিষিদ্ধ হয়েছে
es: Entrada denegada
fr: Banni(e)
fy: Blokkearre
it: Espulso
ja: アカウント停止
ko: 금지됨
nl: Geblokkeerd
ru: Заблокирован
zh_cn: 已封禁

source: Clean Up Revisions
es: Limpiar Revisiones
fr: Nettoyer les révisions
fy: Refyzjes opskjinje
it: Annulla modifiche effettuate
ja: リビジョンを整理
ko: 리비전 초기화
nl: Revisies opschonen
ru: Удалить ревизии
zh_cn: 清除修订版本

source: Ban User
bn_bd: নিষেধাজ্ঞা জারি করুন
es: Prohibir usuario
fr: Bannir l'utilisateur
fy: Brûker blokkearre
it: Espelli questo utente
ja: ユーザーをアカウント停止にする
ko: 차단된 사용자
nl: Gebruiker blokkeren
ru: Заблокировать пользователя
zh_cn: 封禁用户

source: Ban User & Clean Up
es: Restringir Usuario y Limpiar
fr: Bannir l'utilisateur et nettoyer
fy: Brûker blokkearje & opskjinje
it: Espelli questo utente e cancella le modifiche da lui apportate
ja: ユーザーをアカウント停止にし、整理する
ko: 사용자 금지 & 초기화
nl: Gebruiker blokkeren en opschonen
ru: Заблокировать пользователя и прибраться
zh_cn: 封禁用户并清理

source: Admin
bn_bd: অ্যাডমিন
es: Administrador
fy: Behear
it: Amministra
ja: 管理者
ko: 관리자
nl: Beheer
ru: Админ
zh_cn: 管理员

source: Wiki
ko: 위키
ru: Вики

source: Technical - code samples, APIs, or technologies
bn_bd: প্রযুক্তি সংক্রান্ত - কোড উদাহরণসমূহ, এপিআই, অথবা প্রযুক্তি
es: Técnico: ejemplos de código, API o tecnologías
fr: Technique – exemples de code, API ou technologies
fy: Technysk - koadefoarbylden, API’s of technologyen
it: Tecniche – Codice d’esempio, API o tecnologie
ja: 技術レビュー - サンプルコード、API 、技術について
ko: 기술 - 코드 샘플, API, 테크놀로지
nl: Technisch - codevoorbeelden, API’s of technologieën
ru: Техническая — примеры кода, API или технологий
zh_cn: 技术复核 - 代码范例、API 或技术

source: Editorial - prose, grammar, or content
bn_bd: সম্পাদকীয় - গদ্য, ব্যাকরণ, অথবা বিষয়বস্তু
es: Editorial: prosa, gramática o contenido
fr: Rédactionnel – prose, grammaire ou contenu
fy: Redaksjoneel - proza, grammatika of ynhâld
it: Stilistica – stile, grammatica o contenuto
ja: 編集レビュー - 表現、文法、内容について
ko: 편집 - 산문, 문법, 내용
nl: Redactioneel - proza, grammatica of inhoud
ru: Редакционная — текст, грамматика или содержание
zh_cn: 文法 - 措辞、语法或内容

source: Localization in progress - not completely translated yet.
bn_bd: অগ্রগতি স্থানীয়করণ - সম্পূর্ণ এখনো অনুবাদ না.
es: Localización en curso - aún no está traducido completamente.
fr: Localisation en cours, la page n'est pas encore complètement traduite.
fy: Oan oersetting wurdt wurke - noch net folslein oerset.
it: Traduzione in corso… L’attuale versione non è definitiva.
ja: 翻訳途中 - まだ翻訳が完了していない
ko: 문서 지역화 중 - 모두 번역되지 않음을 양해바라며, 여러분의 도움이 필요합니다.
nl: Aan vertaling wordt gewerkt - nog niet volledig vertaald.
ru: Локализация в процессе - ещё не переведено полностью.
zh_cn: 本地化进行中 - 还没完全翻译呢。

source: Edit section
bn_bd: সম্পাদনা বিভাগ
es: Editar sección
fr: Modifier la section
fy: Seksje bewurkje
it: Modifica sezione
ja: セクションを編集
ko: 섹션 편집
nl: Sectie bewerken
ru: Редактировать раздел
zh_cn: 编辑段落

source: [MDN] Page "%(document_title)s" changed by %(creator)s
es: [MDN] La página "%(document_title)s" ha sido cambiada por %(creator)s
fr: [MDN] Page « %(document_title)s » modifiée par %(creator)s
it: [MDN] La pagina “%(document_title)s” è stata modificata da %(creator)s
ja: %(creator)s によって変更された [MDN] ページ「%(document_title)s」
ko: [MDN] 페이지 "%(document_title)s" 변경자 %(creator)s
nl: [MDN] Pagina ‘%(document_title)s’ is gewijzigd door %(creator)s
ru: [MDN] Страница "%(document_title)s" изменена %(creator)s
zh_cn: [MDN] 页面 "%(document_title)s" 已由 %(creator)s 更改

source: MDN documents
bn_bd: এমডিএন ডকুমেন্ট
es: Documentos de MDN
fr: Documents de MDN
fy: MDN-dokuminten
it: Documentazione MDN
ja: MDN ドキュメント
ko: MDN 문서
nl: MDN-documenten
ru: Документы MDN
zh_cn: MDN 文档

source: Documents authored by MDN users
bn_bd: এমডিএন ব্যবহারকারী দ্বারা ডকুমেন্টগুলো লিখিত
es: Documentos escritos por usuarios de MDN
fr: Documents rédigés par des utilisateurs de MDN
fy: Troch brûkers fan MDN skreaune dokuminten
it: Documentazione scritta dagli utenti di MDN
ja: MDN ユーザーによって作成されたドキュメント
ko: MDN 회원이 작성한 문서
nl: Door gebruikers van MDN geschreven documenten
ru: Документы, написанные пользователями MDN
zh_cn: 由 MDN 用户编写的文档

source: MDN recent document changes
bn_bd: এমডিএনে সাম্প্রতিক ডকুমেন্ট পরিবর্তনসমূহ
es: Cambios recientes en los documentos de MDN
fr: Modifications récentes dans les documents de MDN
fy: Resinte wizigingen oan MDN-dokuminten
it: Ultime modifiche alla documentazione su MDN
ja: 最近の MDN ドキュメントの変更
ko: MDN 최신 문서 변경 사항
nl: Recente wijzigingen aan MDN-documenten
ru: Недавние изменения документов MDN
zh_cn: MDN 最近文档更新

source: Recent changes to MDN documents
bn_bd: সাম্প্রতিককালে যে এমডিএন ডকুমেন্টগুলো পরিবর্তন করা হয়েছে
es: Cambios recientes en documentos de MDN
fr: Modifications récentes dans les documents de MDN
fy: Resinte wizigingen oan MDN-dokuminten
it: Ultime modifiche ai documenti su MDN
ja: MDN ドキュメントに最近加えられた変更
ko: MDN 문서의 최신 변경 사항
nl: Recente wijzigingen aan MDN-documenten
ru: Недавние изменения в документах MDN
zh_cn: MDN 文档的最新更改

source: MDN recent changes to documents tagged %s
bn_bd: %s ট্যাগ সম্বলিত MDN এর সাম্প্রতিক পরিবর্তনগুলো
es: Cambios recientes en los documentos etiquetados como %s en MDN
fr: Modifications récentes dans les documents de MDN étiquetés %s
fy: Resinte wizigingen oan MDN-dokuminten mei it label %s
it: Ultime modifiche ai documenti con tag %s su MDN
ja: %s のタグ付きの MDN ドキュメントに最近加えられた変更
ko: %s로 태그된 문서에 대한 MDN 최근 변경
nl: Recente wijzigingen aan MDN-documenten met het label %s
ru: Недавние изменения в документах MDN, помеченных %s
zh_cn: MDN 文档中标签为 %s 的文档的最近更新

source: MDN documents in need of review
bn_bd: পর্যালোচনার জন্য MDN নথিসমূহ
es: Documentos de MDN que necesitan revisión
fr: Documents MDN en attente de relecture
fy: MDN-dokuminten dy't beoardieling nedich hawwe
it: Documenti MDN che necessitano una revisione
ja: レビューが必要な MDN ドキュメント
ko: 검토 필요 MDN 문서
nl: MDN-documenten die beoordeling nodig hebben
ru: Документы MDN для проверки
zh_cn: 需要复核的 MDN 文档
