Repository: mdn/kuma
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn_bd, es, fr, fy, it, ja, ko, nl, ru, zh_cn

source: Create a
bn_bd: তৈরি করুন
es: Crear un
fr: Créer un
fy: Oanmeitsje:
it: Crea un
ja: 生成:
ko: 생성
nl: Aanmaken:
ru: Создать
zh_cn: 创建一个

source: New Document
bn_bd: নতুন নথি
es: Nuevo documento
fr: Nouveau document
fy: Nij dokumint
it: Nuovo documento
ja: 新しいドキュメント
ko: 새 문서
nl: Nieuw document
ru: Новый документ
zh_cn: 新建文档

source: URL segment that identifies the page
es: Segmento URL que identifica la página
fr: Segment d'URL identifiant la page
fy: Part fan URL dat de side identifisearret
it: Il segmento dell’URL che identifica la pagina
ja: ページ特定のための URL セグメント
ko: 현재 페이지를 알 수 있는 URL 항목
nl: Deel van URL dat de pagina identificeert
ru: Сегмент в URL, идентифицирующий страницу
zh_cn: 标识这个页面的网址段

source: Document Deleted
bn_bd: ডকুমেন্ট মুছে দেয়া হয়েছে।
es: Documento borrado
fr: Document supprimé
fy: Dokumint fuortsmiten
it: Il documento è stato eliminato
ja: ドキュメントは削除されました
ko: 문서 삭제
nl: Document verwijderd
ru: Статья удалена
zh_cn: 文档已删除

source: This document was deleted on %(when)s.
bn_bd: এই নথিটি %(when)s এ মুছে ফেলা হয়েছিল।
es: Este documento se eliminó en %(when)s.
fr: Ce document a été supprimé le %(when)s.
fy: Dit dokumint is op %(when)s fuortsmiten.
it: Questo documento è stato eliminato in data %(when)s.
ja: このドキュメントは %(when)s に削除されました。
ko: 이 문서는 %(when)s에 삭제됐습니다.
nl: Dit document is op %(when)s verwijderd.
ru: Этот документ был удален %(when)s.
zh_cn: 此文档已于 %(when)s 被删除。

source: Reason for Deletion
bn_bd: মুছে ফেলার কারণ
es: Razón por la que se borra
fr: Motif de la suppression
fy: Reden foar it fuortsmiten
it: Motivi per l’eliminazione
ja: 削除の理由
ko: 삭제 사유
nl: Reden voor verwijdering
ru: Причина удаления
zh_cn: 删除原因

source: Restore this document
bn_bd: এই ডকুমেন্টটি পুনরূদ্ধার করুন
es: Restaurar el documento
fr: Restaurer ce document
fy: Dit dokumint weromsette
it: Ripristina questo documento
ja: このドキュメントを復元
ko: 현재 문서 복원
nl: Dit document terugzetten
ru: Восстановить статью
zh_cn: 恢复此文档

source: Previous Search Result
bn_bd: পূর্ববর্তী অনুসন্ধান ফলাফল
es: Resultado anterior de la búsqueda
fr: Résultat de la recherche précédente
it: Risultato di ricerca precedente
ja: 前の検索結果
ko: 이전 검색 결과
nl: Vorig zoekresultaat
ru: Предыдущий результат поиска
zh_cn: 前一个搜索结果

source: No Previous Search Result
bn_bd: পূর্বের কোনো অনুসন্ধান ফলাফল নেই
es: No hay resultados anteriores de la búsqueda
fr: Aucun résultat de recherche précédente
it: Nessun risultato di ricerca precedente
ja: 前の検索結果はありません
ko: 이전 검색 결과 없음
nl: Geen vorig zoekresultaat
ru: Нет предыдущего результата поиска
zh_cn: 没有更靠前的搜索结果

source: Your Search Results
bn_bd: আপনার অনুসন্ধান ফলাফল
es: Los resultados de tu búsqueda
fr: Vos résultats de recherche
it: Risultati di ricerca
ja: 検索結果
ko: 검색 결과
nl: Uw zoekresultaten
ru: Результаты вашего поиска
zh_cn: 您的搜索结果

source: Next Search Result
bn_bd: পরবর্তী অনুসন্ধান ফলাফল
es: Siguiente resultado de la búsqueda
fr: Prochain résultat de recherche
it: Risultato di ricerca successivo
ja: 次の検索結果
ko: 다음 검색 결과
nl: Volgend zoekresultaat
ru: Следующий результат поиска
zh_cn: 后一个搜索结果

source: see all contributors
bn_bd: সকল কন্ট্রিবিউটরদের দেখুন
es: ver todos los colaboradores
fr: voir tous les contributeurs
fy: alle meiwurkers toane
it: visualizza tutti i collaboratori
ja: すべての貢献者を見る
ko: 모든 공헌자 보기
nl: alle medewerkers tonen
ru: просмотреть всех участников
zh_cn: 查看所有贡献者

source: hide contributors
bn_bd: অবদানকারী গোপন করুন
es: ocultar colaboradores
fr: masquer les contributeurs
fy: meiwurkers ferstopje
it: nascondi collaboratori
ja: 貢献者を隠す
ko: 공헌자 감추기
nl: medewerkers verbergen
ru: скрыть участников
zh_cn: 隐藏贡献者

source: View profile: %(username)s
bn_bd: প্রোফাইল দেখুন: %(username)s
es: Ver perfil: %(username)s
fr: Voir le profil de %(username)s
fy: Profyl werjaan: %(username)s
it: Profilo di: %(username)s
ja: プロフィールを表示: %(username)s
ko: 프로필: %(username)s
nl: Profiel weergeven: %(username)s
ru: Просмотреть профиль: %(username)s
zh_cn: 查看个人资料：%(username)s

source: In This Article
bn_bd: এই নিবন্ধে
es: En este artículo
fr: Dans cet article
fy: Yn dit artikel
it: Indice dell’articolo
ja: この記事内
ko: 현재 문서 내
nl: In dit artikel
ru: В этой статье
zh_cn: 在本文章中

source: This document has not yet been rendered, and cannot be rendered while MDN is in <a href="%(url)s">maintenance mode</a>. Please check back when maintenance has concluded.
es: Este documento no se ha renderizado todavía y no podrá generarse mientras MDN esté en <a href="%(url)s">modo de mantenimiento</a>. Vuelve a consultarlo cuando termine el mantenimiento.
fr: Le rendu de ce document n'a pas encore été calculé et il ne pourra pas être affiché tant que MDN est en <a href="%(url)s">cours de maintenance</a>. Vous pouvez consulter cette page à nouveau lorsque la maintenance sera terminée.
fy: Dit dokumint is noch net rendere en kin net rendere wurde wylst MDN yn <a href="%(url)s">ûnderhâldsmodus</a> is. Kontrolearje nochris as it ûnderhâld foltôge is.
it: Impossibile eseguire il rendering di questo documento finché MDN è in <a href="%(url)s">modalità manutenzione</a>. Ricontrolla quando le operazioni di manutenzione saranno concluse.
ja: このドキュメントはまだ出力されておらず、また MDN が <a href="%(url)s">メンテナンスモード</a> の間は出力できません。メンテナンス終了後に再度確認しに来てください。
nl: Dit document is nog niet weergegeven, wat ook niet kan zolang MDN zich in <a href="%(url)s">onderhoudsmodus</a> bevindt. Kijk later nog eens zodra het onderhoud is afgesloten.
ru: Этот документ не был обработан, и не может быть показан, пока MDN находится в <a href="%(url)s">режиме обслуживания</a>. Пожалуйста, попробуйте снова, когда обслуживание завершится.
zh_cn: 此文档尚未渲染，并且不能在 MDN 处于<a href="%(url)s">维护模式</a>时渲染。请在维护结束后检查。

source: This document is being rendered for the first time by the system. Please <a href="%(url)s">reload this page</a> in a few minutes to see full content.
bn_bd: এই নথিটি প্রথমবারের মতো সিস্টেম রেন্ডার করেছে। পরিবর্তনগুলো দেখতে কিছু মিনিটের মধ্যে <a href="%(url)s">পাতাটি রিলোড করুন</a>।
es: Este documento está siendo generado por primera vez por el sistema. Por favor, <a href="%(url)s">recarga esta página</a> dentro de unos minutos para ver el contenido completo.
fr: Ce document est généré pour la première fois par le système. Veuillez <a href="%(url)s">actualiser cette page</a> dans quelques minutes pour voir son contenu complet.
fy: Dit dokumint wurdt foar it earst troch it systeem werjûn. <a href="%(url)s">Fernij dizze side</a> oer inkelde minuten om de folsleine ynhâld te besjen.
it: È la prima volta che questo documento viene visualizzato dal sistema. <a href="%(url)s">Ricarica questa pagina</a> per visualizzare tutti i contenuti.
ja: このドキュメントはシステムによる完全なレンダリングが行われる前の状態です。完全な内容を表示するには数分たってから <a href="%(url)s">このページを再度読み込む</a> か、スーパーリロード (<kbd>ctlr</kbd> + <kbd>F5</kbd>) をお試しください。
ko: 이 문서는 시스템이 처음으로 표시한 것입니다. 모든 콘텐트를 보려면 몇 분 뒤에 <a href="%(url)s">페이지를 새로 고침</a>해 주세요.
nl: Dit document wordt voor het eerst door het systeem weergegeven. <a href="%(url)s">Vernieuw deze pagina</a> over enkele minuten om de volledige inhoud te bekijken.
ru: Данный документ был впервые отрисован системой. Пожалуйста, <a href="%(url)s">перезагрузите эту страницу</a> через несколько минут для просмотра полного содержимого.
zh_cn: 系统首次渲染此文档。请几分钟后<a href="%(url)s">重新加载此页</a>，以查看全部内容。

source: An update to this document <abbr title="%(started_at)s">is currently in progress</abbr>. If the content below seems stale or if something is missing, please <a href="%(url)s">reload this page</a> in a few minutes.
bn_bd: বর্তমানে নথিটির একটু হালনাগাদ<abbr title="%(started_at)s">এইমুহুর্তে চলছে</abbr>। নিচের কন্টেন্ট যদি নতুনত্বহীন বা এটাতে কিছু নেই বলে মনে হয় তবে কিছু মিনিটের মধ্যে <a href="%(url)s">পাতাটি রিলোড করুন</a>।
es: Una actualización de este documento <abbr title="%(started_at)s">está en proceso en estos momentos</abbr>. Si el contenido aquí debajo parece haberse detenido o si falta algo, por favor, <a href="%(url)s">recarga esta página</a> dentro de unos minutos.
fr: Une mise à jour de ce document <abbr title="%(started_at)s">est actuellement en cours</abbr>. Si le contenu ci-dessous semble incomplet ou que quelque chose manque, veuillez <a href="%(url)s">actualiser cette page</a> dans quelques minutes.
fy: Der wurdt op dit stuit in <abbr title="%(started_at)s">fernijing fan dit dokumint</abbr> útfierd. As de ûndersteande ynhâld der frjemd útsjocht of as der wat ûntbrekt, <a href="%(url)s">fernij dan dizze side</a> oer inkelde minuten.
it: <abbr title="%(started_at)s">Al momento è in corso un aggiornamento</abbr> di questo documento. Se il contenuto sottostante appare obsoleto o incompleto attendi qualche minuto e poi <a href="%(url)s">ricarica la pagina</a>.
ja: このドキュメントへの更新が <abbr title="%(started_at)s">現在進行中</abbr> です。以下の内容が最新でなかったり一部欠けている場合は、数分後に <a href="%(url)s">ページを再読み込み</a> してみてください。
ko: 이 문서에 대한 업데이트가 <abbr title="%(started_at)s">현재 진행중입니다</abbr>. 만약 아래의 콘텐트가 낡았거나 무엇인가 빠졌다면, 몇 분 후에 <a href="%(url)s">이 페이지를 새로고침</a>해 주세요.
nl: Er wordt momenteel een <abbr title="%(started_at)s">update van dit document</abbr> uitgevoerd. Als de onderstaande inhoud er vreemd uitziet of als er iets ontbreekt, <a href="%(url)s">vernieuw dan deze pagina</a> over enkele minuten.
ru: <abbr title="%(started_at)s">В настоящее время идёт</abbr> обновление данного документа. Если содержимое ниже кажется устаревшим, или чего-то не хватает, пожалуйста, <a href="%(url)s">перезагрузите эту страницу</a> через несколько минут.
zh_cn: 貌似有人<abbr title="%(started_at)s">此时此刻</abbr>正在修改这份文档。如果你发现下面的内容过时或者出现了某些错误，请稍等几分钟后<a href="%(url)s">刷新该页面</a>。

source: An update to this document <abbr title="%(scheduled_at)s">has been scheduled</abbr>. If the content below seems stale or if something is missing, please <a href="%(url)s">reload this page</a> in a few minutes.
bn_bd: এই নথিটির একটি হালনাগাদ <abbr title="%(scheduled_at)s">শিডিউল করা হয়েছে</abbr>। নিচের কন্টেন্ট যদি নতুনত্বহীন বা এটাতে কিছু নেই বলে মনে হয় তবে কিছু মিনিটের মধ্যে <a href="%(url)s">পাতাটি রিলোড করুন</a>।
es: <abbr title="%(scheduled_at)s">Se ha planificado</abbr> una actualización de este documento . Si el contenido que se muestra a continuación no está actualizado o no está completo, <a href="%(url)s">recarga esta página</a> dentro de unos minutos.
fr: Une mise à jour de ce document <abbr title="%(scheduled_at)s">a été prévue</abbr>. Si le contenu ci-dessous semble incomplet ou que quelque chose manque, veuillez <a href="%(url)s">actualiser cette page</a> dans quelques minutes.
fy: Der is in fernijing fan dit dokumint <abbr title="%(scheduled_at)s">pland</abbr>. As de ûndersteande ynhâld der frjemd útsjocht of as der wat ûntbrekt, <a href="%(url)s">fernij dan dizze side</a> oer inkelde minuten.
it: Questo documento è <abbr title="%(scheduled_at)s">in attesa</abbr> di un aggiornamento. Se il contenuto sottostante appare obsoleto o incompleto attendi qualche minuto e poi <a href="%(url)s">ricarica la pagina</a>.
ja: このドキュメントは <abbr title="%(scheduled_at)s">更新が予定されています</abbr>。内容に欠落などの問題がある場合は、数分後に <a href="%(url)s">このページを再読み込み</a> してください。
ko: 이 문서에 대한 업데이트가 <abbr title="%(scheduled_at)s">예약되어 있습니다</abbr>. 만약 아래의 콘텐트가 낡았거나 무엇인가 빠졌다면, 몇 분 후에 <a href="%(url)s">이 페이지를 새로고침</a>해 주세요.
nl: Er is een update van dit document <abbr title="%(scheduled_at)s">gepland</abbr>. Als de onderstaande inhoud er vreemd uitziet of als er iets ontbreekt, <a href="%(url)s">vernieuw dan deze pagina</a> over enkele minuten.
ru: <abbr title="%(scheduled_at)s">Было запланировано</abbr> обновление данного документа. Если содержимое ниже кажется устаревшим, или чего-то не хватает, пожалуйста, <a href="%(url)s">перезагрузите эту страницу</a> через несколько минут.
zh_cn: 这篇文档的更新<abbr title="%(scheduled_at)s">已进入队列</abbr>。如果下面的内容似乎过时或者存在某些错误，请在几分钟后<a href="%(url)s">重新载入此页面</a>。

source: This is an experimental page.
es: Esta es una página experimental.
fr: Ceci est une page expérimentale.
fy: Dit is in eksperimintele side.
it: Questa è una pagina sperimentale.
ja: これは実験的なページです。
nl: Dit is een experimentele pagina.
ru: Это экспериментальная страница.
zh_cn: 这是一个实验页面。

source: This translation is incomplete. Please help <a href="%(translate_url)s">translate this article</a> from English.
bn_bd: অনুবাদ অসম্পূর্ণ। দয়া করে ইংরেজি থেকে <a href="%(translate_url)s">নিবন্ধটি অনুবাদ করুন </a>।
es: Esta traducción está incompleta. Por favor, ayuda a <a href="%(translate_url)s">traducir este artículo</a> del inglés.
fr: Cette traduction est incomplète. Aidez à <a href="%(translate_url)s">traduire cet article</a> depuis l'anglais.
fy: Dizze oersetting is net folslein. Help <a href="%(translate_url)s">dit artikel oer te setten</a> fan it Ingelsk út.
it: Questa traduzione è incompleta. Collabora <a href="%(translate_url)s">alla traduzione di questo articolo</a> dall’originale in lingua inglese.
ja: この翻訳は不完全です。英語から <a href="%(translate_url)s">この記事を翻訳</a> してください。
ko: 현재 번역은 완벽하지 않습니다. 한국어로 <a href="%(translate_url)s">문서 번역</a>에 동참해주세요.
nl: Deze vertaling is niet volledig. Help <a href="%(translate_url)s">dit artikel te vertalen</a> vanuit het Engels.
ru: Перевод не завершен. Пожалуйста, помогите <a href="%(translate_url)s">перевести эту статью</a> с английского.
zh_cn: 这篇翻译不完整。请帮忙从英语<a href="%(translate_url)s">翻译这篇文章</a>。

source: This translation is in progress.
es: Traducción en curso
fr: Cette traduction est en cours.
fy: Oan dizze oersetting wurdt wurke.
it: Traduzione in corso.
ja: この記事は翻訳作業中です。
ko: 번역 작업 진행중입니다.
nl: Aan deze vertaling wordt gewerkt.
ru: В процессе перевода.
zh_cn: 翻译正在进行中。

source: Our volunteers haven't translated this article into <bdi>%(locale)s</bdi> yet. <a href="%(help_link)s" rel="nofollow, noindex">Join us and help get the job done!</a><br> You can also read the article in <a href="%(doc_abs_url)s">%(parent_language)s</a>.
es: Nuestros voluntarios aún no han traducido este artículo al <bdi>%(locale)s</bdi>. <a href="%(help_link)s">¡Únete a nosotros y ayúdanos a traducirlo!</a><br> También puedes leer el artículo en <a href="%(doc_abs_url)s">%(parent_language)s</a>.
fr: Nos bénévoles n'ont pas encore traduit cet article en <bdi>%(locale)s</bdi>. <a href="%(help_link)s" rel="nofollow, noindex">Inscrivez-vous et aidez-nous à réaliser cette tâche&nbsp;!</a><br>Vous pouvez également lire cet article en <a href="%(doc_abs_url)s">%(parent_language)s</a>.
fy: Us frijwilligers hawwe dit artikel noch net nei it <bdi>%(locale)s</bdi> oerset. <a href="%(help_link)s" rel="nofollow, noindex">Doch mei en help it putsje dien te krijen!</a><br> Jo kinne it artikel ek yn it <a href="%(doc_abs_url)s">%(parent_language)s</a> lêze.
it: I volontari di MDN non hanno ancora tradotto questo articolo in <bdi>%(locale)s</bdi>. <a href="%(help_link)s" rel="nofollow, noindex">Unisciti a noi e traducilo tu stesso</a>. <br>Puoi anche consultare l’articolo in <a href="%(doc_abs_url)s">%(parent_language)s</a>.
ja: この記事はまだボランティアによって <bdi>%(locale)s</bdi> に翻訳されていません。<a href="%(help_link)s" rel="nofollow, noindex">ぜひ MDN に参加して翻訳を手伝ってください！</a><br>この記事を <a href="%(doc_abs_url)s">%(parent_language)s</a> で読むこともできます。
ko: 이 문서는 아직 자원 봉사자들이 <bdi>%(locale)s</bdi>로 번역하지 않았습니다. <a href="%(help_link)s" rel="nofollow, noindex">참여해서 번역을 마치도록 도와 주세요!</a><br><a href="%(doc_abs_url)s">%(parent_language)s</a>의 문서도 읽어보세요.
nl: Onze vrijwilligers hebben dit artikel nog niet naar het <bdi>%(locale)s</bdi> vertaald. <a href="%(help_link)s" rel="nofollow, noindex">Doe mee en help de klus te klaren!</a><br> U kunt het artikel ook in het <a href="%(doc_abs_url)s">%(parent_language)s</a> lezen.
ru: Наши волонтёры ещё не перевели данную статью на <bdi>%(locale)s</bdi>. <a href="%(help_link)s" rel="nofollow, noindex">Присоединяйтесь к нам и помогите сделать эту работу!</a><br> Вы можете также прочитать эту статью на <a href="%(doc_abs_url)s">%(parent_language)s</a>.
zh_cn: 我们的志愿者还没有将这篇文章翻译为 <bdi>%(locale)s</bdi>。<a href="%(help_link)s" rel="nofollow, noindex">加入我们帮助完成翻译！</a><br>您也可以阅读此文章的<a href="%(doc_abs_url)s">%(parent_language)s</a>版。

source: This article doesn't have any content yet.
bn_bd: এই নিবন্ধটির এখনো কোনো বিষয়বস্তু নেই।
es: Este artículo aún no tiene contenido aprobado.
fr: Cet article n'a pas encore de contenu.
fy: Dit artikel hat noch gjin ynhâld.
it: Questo articolo non ha ancora alcun contenuto.
ja: この記事にはまだ内容がありません。
ko: 이 글에는 아직 내용이 없습니다.
nl: Dit artikel heeft nog geen inhoud.
ru: Данная статья пока не имеет содержимого.
zh_cn: 本文章目前没有任何内容。

source: Search for <a href="%(search_link)s" rel="nofollow, noindex">pages that use %(title)s</a> to see example use cases and how many pages use this macro.
es: Busca <a href="%(search_link)s" rel="nofollow, noindex">páginas que usen %(title)s</a> para ver ejemplos prácticos y saber el número de páginas que utilizan esta macro.
fr: Cherchez les <a href="%(search_link)s" rel="nofollow, noindex">pages qui utilisent %(title)s</a> pour des exemples d'utilisation et le nombre de pages qui intègrent cette macro.
it: Cerca per <a href="%(search_link)s" rel="nofollow, noindex">pagine in cui viene utilizzata %(title)s</a> per vedere alcuni esempi e il numero di pagine che utilizzano questa macro.
ja: <a href="%(search_link)s" rel="nofollow, noindex">%(title)s を使用しているページ</a> を検索して、このマクロの使用例と使用回数を確認してください。
ko: 본보기 사용 사례 및 얼마나 많은 페이지가 이 매크로를 사용하는 지 보기 위해 <a href="%(search_link)s" rel="nofollow, noindex">%(title)s 사용 페이지</a>를 검색하세요.
nl: Zoek naar <a href="%(search_link)s" rel="nofollow, noindex">pagina’s die %(title)s</a> gebruiken om use-case-voorbeelden en het aantal pagina’s dat deze macro gebruikt te zien.
ru: Поищите <a href="%(search_link)s" rel="nofollow, noindex">страницы, использующие %(title)s</a>, чтобы увидеть примеры использования данного макроса и количество страниц, на которых он используется.
zh_cn: 搜索使用了 <a href="%(search_link)s" rel="nofollow, noindex">%(title)s 的页面</a>来查看有多少例子使用此用例和多少页面使用此宏。

source: This article doesn't have approved content yet.
es: Este artículo aún no tiene contenido aprobado.
fr: Cet article n'a pas encore de contenu approuvé.
fy: Dit artikel hat noch gjin goedkarre ynhâld.
it: Questo articolo non ha ancora contenuti approvati.
ja: この記事の内容は未承認です。
ko: 현재 문서는 아직 승인된 내용이 없습니다.
nl: Dit artikel heeft nog geen goedgekeurde inhoud.
ru: Содержимое данной статьи ещё не одобрено.
zh_cn: 这篇文章目前还没有已复核的内容。

source: Was this article helpful?
es: ¿Te resultó útil este artículo?
fr: Cet article vous a-t-il été utile ?
fy: Wie dit artikel behelpsum?
it: Questo articolo ti è stato utile?
ja: この記事は役に立ちましたか？
ko: 이 글이 여러분에게 도움이 되나요?
nl: Was dit artikel nuttig?
ru: Была ли эта статья полезной?
zh_cn: 这篇文章有帮助吗？

source: Thank you!
es: ¡Gracias!
fr: Merci&nbsp;!
fy: Tige tank!
it: Grazie!
ja: ありがとうございます！
nl: Dank u!
ru: Спасибо!
zh_cn: 谢谢！

source: Document Tags and Contributors
bn_bd: ডকুমেন্ট ট্যাগ এবং অবদানকারী
es: Etiquetas y colaboradores del documento
fr: Étiquettes et contributeurs liés au document
fy: Dokumintlabels en -meiwurkers
it: Tag del documento e collaboratori
ja: ドキュメントのタグと貢献者
ko: 문서 태그 및 공헌자
nl: Documentlabels en -medewerkers
ru: Метки документа и участники
zh_cn: 文档标签和贡献者

source: Contributors to this page:
es: Colaboradores en esta página:
fr: Contributeurs à cette page&nbsp;:
fy: Oan dizze side hawwe bydroegen:
it: Hanno collaborato alla realizzazione di questa pagina:
ja: このページの貢献者:
ko: 이 페이지의 공헌자:
nl: Aan deze pagina hebben bijgedragen:
ru: Внесли вклад в эту страницу:
zh_cn: 此页面的贡献者：

source: Last updated by:
bn_bd: সর্বশেষ হালনাগাদ করেছেন:
es: Última actualización por:
fr: Dernière mise à jour par :
fy: Lêst bywurke troch:
it: Ultima modifica di:
ja: 最終更新者:
ko: 최종 변경:
nl: Laatst bijgewerkt door:
ru: Обновлялась последний раз:
zh_cn: 最后编辑者:

source: %(title)s | Edit Template
es: %(title)s | Editar plantilla
fr: %(title)s | Éditer le modèle
it: %(title)s | Modifica modello
ja: %(title)s | テンプレートを編集
ko: %(title)s | 템플릿 편집
nl: %(title)s | Sjabloon bewerken
ru: %(title)s | Редактировать шаблон
zh_cn: %(title)s | 编辑模板

source: %(title)s | Edit Article
es: %(title)s | Editar artículo
fr: %(title)s | Modifier l'article
fy: %(title)s | Artikel bewurkje
it: %(title)s | Modifica articolo
ja: %(title)s | 記事を編集
ko: %(title)s | 문서 편집
nl: %(title)s | Artikel bewerken
ru: %(title)s | Редактировать статью
zh_cn: %(title)s | 编辑文章

source: Please review the differences between your changes and the changes saved since you started editing. You may save again, but try to resolve any conflicts by hand so that the changes made since you started are not lost.
es: Por favor, revisa las diferencias entre los cambios que hiciste y los cambios que se guardaron desde que comenzaste la edición. Puedes volver a guardar, pero intenta resolver cualquier conflicto manualmente para que no se pierdan los cambios que se hicieron desde que comenzaste.
fr: Veuillez contrôler les différences entre vos modifications et les changements enregistrés depuis le début de votre intervention. Vous pouvez réenregistrer, mais essayez de résoudre tous les conflits à la main afin que les changements effectués dans l'intervalle ne soient pas perdus.
fy: Beoardiel de ferskillen tusken jo wizigingen en de bewarre wizigingen sûnt jo mei it bewurkjen begûn binne. Jo kinne nochris bewarje, mar probearje mooglike konflikten hânmjittich op te lossen, sadat de makke wizigingen fan de oanfang ôf net ferlern gean.
it: Confronta le differenze tra le modifiche da te apportate e quelle salvate mentre stavi lavorando sul documento. Puoi salvare di nuovo, ma è consigliabile risolvere manualmente i conflitti per evitare che alcune modifiche vadano perse.
ja: あなたの変更と、あなたが編集を始めてから保存された変更の差分を確認してください。このまま再度保存することも可能ですが、編集を始めてから行われた変更が失われないよう、何か矛盾点があれば手作業で修正してください。
ko: 변경하신 것과 편집을 시작할 때부터 저장된 변경 사항의 차이를 검토하세요. 다시 저장할 수 있지만, 시작한 이후로 만들어진 변경 사항을 잃어버리지 않도록 수동으로 충돌을 해결하도록 노력해 주세요.
nl: Beoordeel de verschillen tussen uw wijzigingen en de opgeslagen wijzigingen sinds u met het bewerken begon. U kunt nogmaals opslaan, maar probeer eventuele conflicten handmatig op te lossen, zodat de gemaakte wijzigingen vanaf de aanvang niet verloren gaan.
ru: Пожалуйста, просмотрите разницу между вашими изменениями и изменениями, внесёнными во время вашего редактирования. Вы можете сохранить свои изменения, но попытайтесь разрешить любые возникающие конфликты вручную, чтобы изменения, сделанные во время вашего редактирования, не оказались утерянными.
zh_cn: 请仔细查看你的修改与在你的修改保存前的保存的修改。你可以重新保存，但请试着手动解决所有冲突，保证在你开始编辑后出现的修改没有被遗漏。

source: Your Changes
bn_bd: আপনার পরিবর্তনসমূহ
es: Tus cambios
fr: Vos modifications
fy: Jo wizigingen
it: Le tue modifiche
ja: あなたの変更
ko: 변경 사항
nl: Uw wijzigingen
ru: Ваши изменения
zh_cn: 你的修改

source: Revision %(id)s by <a href="%(user_profile_url)s">%(user)s</a> on %(date)s
es: Revisión %(id)s de <a href="%(user_profile_url)s">%(user)s</a> el %(date)s
fr: Révision %(id)s par <a href="%(user_profile_url)s">%(user)s</a> le %(date)s
it: Versione %(id)s di <a href="%(user_profile_url)s">%(user)s</a> del %(date)s
ja: リビジョン %(id)s / 編集者: <a href="%(user_profile_url)s">%(user)s</a> / 編集日時: %(date)s
ko: 개정판 %(id)s 작성자 <a href="%(user_profile_url)s">%(user)s</a> 작성일 %(date)s
nl: Revisie %(id)s door <a href="%(user_profile_url)s">%(user)s</a> op %(date)s
ru: Ревизия %(id)s от <a href="%(user_profile_url)s">%(user)s</a>, сделанная %(date)s
zh_cn: 由 <a href="%(user_profile_url)s">%(user)s</a> 在 %(date)s 进行的修订 %(id)s

source: Current Revision:
bn_bd: বর্তমান সংস্করণঃ
es: Revisión actual:
fr: Révision actuelle :
fy: Aktuele refyzje:
it: Versione corrente:
ja: 現行リビジョン:
ko: 현재 리비전:
nl: Huidige revisie:
ru: Текущая ревизия:
zh_cn: 当前版本：

source: Search results summary:
bn_bd: খোঁজের ফলাফলের সারমর্ম:
es: Resumen de resultados de la búsqueda:
fr: Résumé des résultats de recherche :
fy: Gearfetting foar sykresultaten:
it: Sommario dei risultati della ricerca:
ja: 検索結果の概要:
ko: 검색 결과 요약:
nl: Samenvatting voor zoekresultaten:
ru: Результаты поиска:
zh_cn: 搜索结果概要：
