Repository: mdn/kuma
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn_bd, es, fr, fy, it, ja, ko, nl, ru, zh_cn

source: Ensure this value has at most %(limit_value)s characters (it has %(show_value)s).
es: Asegúrate de que este valor tenga %(limit_value)s caracteres como máximo (tiene %(show_value)s).
fr: Veillez à ce que cette valeur ait au plus %(show_value)s caractères (elle comporte actuellement %(limit_value)s caractères).
fy: Soargje derfoar dat dizze wearde op syn meast %(limit_value)s tekens befettet (dizze hat %(show_value)s).
it: Questo campo deve contenere almeno %(limit_value)s caratteri. Caratteri attuali: %(show_value)s.
ja: この値は %(limit_value)s 文字以下でなければなりません (現在 %(show_value)s 文字入力されています)。
ko: 이 값은 최대 %(limit_value)s 자까지 입력 가능합니다(현재 %(show_value)s 자).
nl: Zorg ervoor dat deze waarde hoogstens %(limit_value)s tekens bevat (deze heeft er %(show_value)s).
ru: Убедитесь, что длина этого значения не более %(limit_value)s символов (оно содержит %(show_value)s).
zh_cn: 确保此值不超过最多 %(limit_value)s 个字符（它目前是 %(show_value)s 个）。

source: Apps
bn_bd: অ্যাপস
es: Aplicaciones
fr: Applications
it: App
ko: 앱
ru: Приложения
zh_cn: 应用

source: Mobile
bn_bd: মোবাইল
es: Móviles
fy: Mobyl
ja: モバイル
ko: 모바일
nl: Mobiel
ru: Мобильная версия
zh_cn: 移动

source: Web
bn_bd: ওয়েব
ja: ウェブ
ko: 웹
ru: Веб

source: Today at %s
es: Hoy a las %s
fr: Aujourd'hui à %s
fy: Hjoed om %s
it: Oggi alle %s
ja: 今日 %s
ko: %s의 오늘
nl: Vandaag om %s
ru: Сегодня в %s
zh_cn: 今天 %s

source: Yes
bn_bd: হ্যাঁ
es: Sí
fr: Oui
fy: Ja
it: Sì
ja: はい
ko: 네
nl: Ja
ru: Да
zh_cn: 是

source: No
bn_bd: না
fr: Non
fy: Nee
ja: いいえ
ko: 아니오
nl: Nee
ru: Нет
zh_cn: 否

source: Add-ons & Extensions
bn_bd: অ্যাড-অনস এবং এক্সটেনশন
es: Complementos y extensiones
fr: Modules complémentaires & Extensions
fy: Add-ons en útwreidingen
it: Componenti aggiuntivi ed estensioni
ja: アドオンと拡張機能
ko: 부가 기능 및 확장 기능
nl: Add-ons en extensies
ru: Дополнения и расширения
zh_cn: 附加组件和扩展

source: I'm an Expert
bn_bd: আমি বিশেষজ্ঞ
es: Soy experto
fr: Je suis un expert
fy: Ik bin in ekspert
it: Sono un esperto
ja: 私は上級者です
ko: 전문가
nl: Ik ben een expert
ru: Я — эксперт
zh_cn: 我是专家

source: APIs and DOM
bn_bd: এপিআই সমূহ এবং ডিওএম
es: API y DOM
fr: APIs et DOM
fy: API’s / DOM
it: API e DOM
ja: API / DOM
ko: API 및 DOM
nl: API’s / DOM
ru: API и DOM
zh_cn: API 和 DOM

source: Open Web Apps
bn_bd: ওপেন ওয়েব অ্যাপসমূহ
es: Aplicaciones web abiertas
fr: Applications web
fy: Iepen webapps
it: app open web
ja: オープンウェブアプリ
ko: 오픈 웹 앱
ru: Создавайте веб-приложения
zh_cn: 开放网络应用

source: I'm Learning
bn_bd: আমি শিখছি
es: Soy aprendiz
fr: Je débute
fy: Ik bin begjinner
it: Sono un principiante
ja: 私は学習中です
ko: 초보자
nl: Ik ben beginner
ru: Я новичок
zh_cn: 我正在学习

source: Code Samples
bn_bd: কোড উদাহরণসমূহ
es: Ejemplos de código
fr: Exemples de code
fy: Koadefoarbylden
it: Codici d’esempio
ja: コードサンプル
ko: 코드 샘플
nl: Codevoorbeelden
ru: Примеры кода
zh_cn: 代码示例

source: Firefox for Desktop
bn_bd: ডেস্কটপের জন্য ফায়ারফক্স
es: Firefox para escritorio
fr: Firefox
fy: Firefox foar desktop
it: Firefox per Desktop
ja: デスクトップ版 Firefox
ko: Firefox 데스크톱
nl: Firefox voor desktop
ru: Firefox для компьютера
zh_cn: Firefox 桌面版

source: Firefox for Android
bn_bd: এন্ড্রয়েডের জন্য ফায়ারফক্স
es: Firefox para Android
fr: Firefox pour Android
fy: Firefox foar Android
it: Firefox per Android
ja: Android 版 Firefox
ko: Firefox 안드로이드
nl: Firefox voor Android
ru: Firefox для Android
zh_cn: Firefox Android 版

source: Games
bn_bd: গেমস
es: Juegos
fr: Jeux
fy: Spultsjes
it: Giochi
ja: ゲーム
ko: 게임
nl: Spellen
ru: Игры
zh_cn: 游戏

source: How-To & Tutorial
bn_bd: কিভাবে এবং টিউটোরিয়াল
es: Guía y tutorial
fr: Guide & Tutoriel
fy: Hânlieding en selsstúdzje
it: How-To e tutorial
ja: 手引き & チュートリアル
ko: 배우기 및 학습 문서
nl: Handleiding en zelfstudie
ru: Уроки
zh_cn: 教程和指南

source: Intermediate
bn_bd: মধ্যবর্তী
es: Intermedio
fr: Intermédiaire
fy: Gemiddeld
it: Intermedio
ja: 中級
ko: 중급자
nl: Gemiddeld
ru: Средний
zh_cn: 中级

source: Web Development
bn_bd: ওয়েব ডেভলপমেন্ট
es: Desarrollo web
fr: Développement web
fy: Webûntwikkeling
it: Sviluppo web
ja: ウェブ開発
ko: 웹 개발
nl: Webontwikkeling
ru: Веб-разработка
zh_cn: Web 开发

source: Document type
bn_bd: ডকুমেন্টটির ধরণ
es: Tipo de documento
fr: Type de document
fy: Dokuminttype
it: Typo di documento
ja: 文書型
ko: 문서 형식
ru: Тип документа
zh_cn: 文档类型

source: Skill level
bn_bd: দক্ষতার স্তর
es: Nivel
fr: Niveau
fy: Feardichheidsnivo
it: Livello di abilità
ja: スキルレベル
ko: 학습 등급
nl: Vaardigheidsniveau
ru: Уровень
zh_cn: 技能等级

source: Topics
bn_bd: টপিকসমূহ
es: Temas
fr: Sujets
fy: Underwerpen
it: Argomenti
ja: トピック
ko: 주제
nl: Onderwerpen
ru: Темы
zh_cn: 主题

source: All Locales
es: Todos los idiomas
fr: Toutes les locales
fy: Alle locales
it: Tutte le lingue
ja: すべてのロケール
ko: 모든 지역
nl: Alle locales
ru: Все локализации
zh_cn: 所有语言

source: None
bn_bd: কোনটিই নয়
es: Ninguno
fr: Aucun
fy: Gjin
it: Nessuno
ja: なし
ko: 없음
nl: Geen
ru: Отсутствует
zh_cn: 无

source: Hour
bn_bd: ঘণ্টা
es: Hora
fr: Heure
fy: Oer
it: Ora
ja: 時間
ko: 시
nl: Uur
ru: Час
zh_cn: 小时

source: Day
bn_bd: দিন
es: Día
fr: Jour
fy: Dei
it: Giorno
ja: 日
ko: 일
nl: Dag
ru: День
zh_cn: 天

source: Week
bn_bd: সপ্তাহ
es: Semana
fr: Semaine
fy: Wike
it: Settimana
ja: 週
ko: 주
ru: Неделя
zh_cn: 周

source: 30 days
bn_bd: 30 দিন
es: 30 días
fr: 30 jours
fy: 30 dagen
it: 30 giorni
ja: 30 日
ko: 30일
nl: 30 dagen
ru: 30 дней
zh_cn: 30 天

source: All Authors
es: Todos los autores
fr: Tous les auteurs
fy: Alle auteurs
it: Tutti gli autori
ja: すべての著者
ko: 모든 저자
nl: Alle auteurs
ru: Все авторы
zh_cn: 所有作者

source: Known Authors
es: Autores conocidos
fr: Auteurs connus
fy: Ferneamde auteurs
it: Autori noti
ja: 既知の著者
ko: 알려진 저자
nl: Bekende auteurs
ru: Известные авторы
zh_cn: 已知作者

source: Unknown Authors
es: Autores no conocidos
fr: Auteurs inconnus
fy: Unbekende auteurs
it: Autori sconosciuti
ja: 不明な著者
ko: 알 수 없는 저자
nl: Onbekende auteurs
ru: Неизвестные авторы
zh_cn: 未知作者

source: Locale:
es: Idioma:
fr: Locale&nbsp;:
it: Lingua:
ja: ロケール:
ko: 지역:
ru: Локаль:
zh_cn: 语言：

source: User:
bn_bd: ব্যবহারকারী:
es: Usuario:
fr: Utilisateur&nbsp;:
fy: Brûker:
it: Utente:
ja: ユーザー:
ko: 사용자:
nl: Gebruiker:
ru: Пользователь:
zh_cn: 用户：

source: Topic:
bn_bd: টপিকসমূহ:
es: Tema:
fr: Sujet&nbsp;:
fy: Underwerp:
it: Argomento:
ja: トピック:
ko: 주제:
nl: Onderwerp:
ru: Заголовок:
zh_cn: 主题：

source: Start Date:
bn_bd: শুরুর তারিখ:
es: Fecha de inicio:
fr: Date de début&nbsp;:
fy: Begjindatum:
it: Data iniziale:
ja: 開始日:
ko: 시작일:
nl: Begindatum:
ru: Дата начала:
zh_cn: 开始日期：

source: End Date:
bn_bd: শেষের তারিখ:
es: Fecha final:
fr: Date de fin&nbsp;:
fy: Eindatum:
it: Data finale:
ja: 終了日:
ko: 종료일:
nl: Einddatum:
ru: Дата окончания:
zh_cn: 结束日期：

source: Preceding Period:
es: Periodo anterior:
fr: Période précédente&nbsp;:
fy: Foargeande perioade:
it: Periodo precedente:
ja: 先行期間:
ko: 이전 기간:
nl: Voorgaande periode:
ru: Предшествующий период:
zh_cn: 前段时间：

source: Authors
es: Autores
fr: Auteurs
fy: Auteurs
it: Autori
ja: 著者
ko: 저자
nl: Auteurs
ru: Авторы
zh_cn: 作者

source: Active macros
es: Macros activas
fr: Macros actives
fy: Aktive makro's
ja: 使用中のマクロ
nl: Actieve macro’s
ru: Активные макросы
zh_cn: 使用中的宏

source: Found %(num)s active macro.
es: Se ha encontrado %(num)s macro activa.
fr: %(num)s macro active trouvée.
fy: %(num)s aktive makro fûn.
ja: %(num)s 件の使用中のマクロが見つかりました。
nl: %(num)s actieve macro gevonden.
ru: Найден %(num)s активный макрос.
zh_cn: 找到 %(num)s 个使用中的宏。

source: See the <a href="%(url)s">GitHub repo</a> for the list of macros.
es: Para obtener una lista de macros, consulta el <a href="%(url)s">repositorio de GitHub</a>.
fr: Pour la liste des macros, voir le <a href="%(url)s">dépôt GitHub</a>.
fy: Besjoch de <a href="%(url)s">GitHub-repo</a> foar de list fan makro’s.
ja: マクロの一覧は <a href="%(url)s">GitHub レポジトリ</a> を見てください。
nl: Bekijk de <a href="%(url)s">GitHub-repo</a> voor de lijst van macro’s.
ru: Загляните в <a href="%(url)s">репозиторий на GitHub</a>, чтобы увидеть список всех макросов.
zh_cn: 宏列表详见 <a href="%(url)s">GitHub 库</a>。

source: You can also <a href="%(url)s">manually search for macros</a>.
es: También puedes <a href="%(url)s">buscar macros de forma manual</a>.
fr: Vous pouvez aussi <a href="%(url)s">rechercher des macros manuellement</a>.
fy: Jo kinne ek <a href="%(url)s">hânmjittich nei makro’s sykje</a>.
ja: <a href="%(url)s">手作業でマクロを検索する</a> こともできます。
nl: U kunt ook <a href="%(url)s">handmatig naar macro’s zoeken</a>.
ru: Также вы можете <a href="%(url)s">вручную поискать макросы</a>.
zh_cn: 您也可以<a href="%(url)s">手动搜索宏</a>。

source: Active macros and their usage counts
es: Macros activas y su contador de uso
fr: Macros actives et leur nombre d’utilisations
fy: Aktive makro’s en harren brûksoantallen
ja: 使用中のマクロとそれらの使用回数
nl: Actieve macro’s en hun gebruiksaantallen
ru: Активные макросы и их статистика использования
zh_cn: 使用中的宏及使用次数

source: Macro Name
es: Nombre de la macro
fr: Nom de la macro
fy: Makronamme
ja: マクロ名
nl: Macronaam
ru: Имя макроса
zh_cn: 宏名称

source: English Page Count
es: Número de páginas en inglés
fr: Nombre de pages en anglais
fy: Oantal op Ingelske siden
ja: 英語のページ内容
nl: Aantal op Engelse pagina’s
ru: На страницах на английском
zh_cn: 英语页面数量

source: All Page Count
es: Número total de páginas
fr: Nombre de pages
fy: Oantal op alle siden
ja: 全ページ数
nl: Aantal op alle pagina’s
ru: На всех страницах
zh_cn: 所有页面数量

source: Search for macro usage:
es: Buscar uso de macros_
fr: Recherche d’utilisation de la macro :
fy: Sykje nei makrogebrûk:
ja: マクロの使用例を検索:
nl: Zoeken naar macrogebruik:
ru: Поиск статистики использования макроса:
zh_cn: 搜索宏的使用情况：

source: Search All Pages
es: Buscar en todas las páginas
fr: Rechercher dans toutes les pages
fy: Alle siden trochsykje
ja: すべてのページを検索
nl: Alle pagina’s doorzoeken
ru: Искать на всех страницах
zh_cn: 搜索所有页面

source: Search English Pages
es: Buscar en todas las páginas en inglés
fr: Rechercher dans les pages en anglais
fy: Ingelske siden trochsykje
ja: 英語のページを検索
nl: Engelse pagina’s doorzoeken
ru: Искать на страницах на английском
zh_cn: 搜索英语页面

source: Revision Dashboard
bn_bd: সংশোধন ড্যাশবোর্ড
es: Panel de revisión
fr: Tableau de bord des révisions
fy: Refyzjedashboerd
it: Pannello versioni
ja: リビジョンダッシュボード
ko: 변경 사항 대시보드
nl: Revisiedashboard
ru: Панель ревизий
zh_cn: 修订面板

source: Authors:
es: Autores:
fr: Auteurs&nbsp;:
fy: Auteurs:
it: Autori:
ja: 著者:
ko: 저자:
nl: Auteurs:
ru: Авторы:
zh_cn: 作者：

source: Filter
bn_bd: ফিল্টার
es: Filtrar
fr: Filtrer
fy: Filterje
it: Filtra
ja: 絞り込み
ko: 항목
nl: Filteren
ru: Отфильтровать
zh_cn: 筛选器

source: Trends Over Time, Ending %(date)s
es: Tendencias en el tiempo, hasta %(date)s
fr: Tendances sur le temps, jusqu'au %(date)s
fy: Trends yn de tiid, oant %(date)s
it: Andamento fino al giorno %(date)s
ja: 時間の経過に伴うトレンド: %(date)s まで
ko: 시간경과에 따른 동향, 종료 %(date)s
nl: Trends in de tijd, tot %(date)s
ru: Тренды во времени, заканчивая %(date)s
zh_cn: %(date)s 日趋势

source: Revision
bn_bd: সংশোধন
es: Revisión
fr: Révision
fy: Refyzje
it: Versione
ja: リビジョン
ko: 리비전
nl: Revisie
ru: Ревизия
zh_cn: 版本

source: Comment
bn_bd: মন্তব্য
es: Comentario
fr: Commentaire
fy: Reaksje
it: Commento
ja: コメント
ko: 댓글
nl: Reactie
ru: Комментарий
zh_cn: 评论

source: Author
bn_bd: লেখক
es: Autor
fr: Auteur
fy: Auteur
it: Autore
ja: 著者
ko: 저자
nl: Auteur
ru: Автор
zh_cn: 作者

source: Toggle IPs
es: Habilitar/deshabilitar las IP
fr: Activer/désactiver les IP
fy: IP’s wikselje
it: Attiva/disattiva IPs
ja: IP を切り替え
ko: IP 토글
nl: IP’s wisselen
ru: Показать/скрыть IP
zh_cn: 切换 IP

source: new
bn_bd: নতুন
es: nuevo
fr: nouveau
fy: nij
it: nuovo
ja: 新規
ko: 새로운
nl: nieuw
ru: новая
zh_cn: 新

source: deleted
bn_bd: মুছে ফেলা হয়েছে
es: eliminado
fr: supprimé
fy: fuortsmiten
it: eliminato
ja: 削除済み
ko: 삭제됨
nl: verwijderd
ru: удалено
zh_cn: 已删除

source: Ban IP from Editing
bn_bd: সম্পাদনা থেকে এই IP কে নিষেধাজ্ঞা প্রদান করুন
es: Expulsar esta IP de Edición
fr: Interdire les éditions depuis cette adresse IP
fy: IP blokkearje foar bewurkjen
it: Non consentire più a questo IP di apportare modifiche
ja: この IP からの編集を禁止
ko: 편집이 금지된 IP
nl: IP blokkeren voor bewerken
ru: Заблокировать IP от правок
zh_cn: 封禁IP禁止编辑

source: User agent:
es: Agente de usuario:
fr: Agent utilisateur&nbsp;:
ja: ユーザーエージェント:
ko: 사용자 도구:
ru: Браузер:

source: Referrer:
es: Referente:
fr: Referrer&nbsp;:
ja: リファラー:
ko: 참조:
ru: Реферер:

source: banned %(ban_date)s by %(user)s
es: expulsado el %(ban_date)s por %(user)s
fr: banni(e) le %(ban_date)s par %(user)s
fy: blokkearre op %(ban_date)s troch %(user)s
it: espulso il %(ban_date)s da %(user)s
ja: %(user)s により %(ban_date)s にアカウントが停止されました
ko: %(ban_date)s에 %(user)s에 의해 계정이 정지됨
nl: geblokkeerd op %(ban_date)s door %(user)s
ru: заблокировал %(user)s %(ban_date)s
zh_cn: 已被 %(user)s 于 %(ban_date)s 封禁

source: Submitted as %(submission_type)s
es: Enviado como %(submission_type)s
fr: Enregistré comme %(submission_type)s
fy: Yntsjinne as %(submission_type)s
it: Inviato come %(submission_type)s
ja: %(submission_type)s として投稿
ko: %(submission_type)s 형식으로 제출됨
nl: Ingediend als %(submission_type)s
ru: Опубликовано как %(submission_type)s
zh_cn: 已提交为 %(submission_type)s

source: %(sent_date)s by %(user)s
es: %(sent_date)s por %(user)s
fr: Le %(sent_date)s par %(user)s
fy: op %(sent_date)s troch %(user)s
it: %(sent_date)s da %(user)s
ja: 投稿日: %(sent_date)s 投稿者: %(user)s
ko: 제출일: %(sent_date)s 제출자: %(user)s
nl: op %(sent_date)s door %(user)s
ru: %(sent_date)s пользователем %(user)s
zh_cn: 由 %(user)s 发布于 %(sent_date)s

source: Submit as:
bn_bd: সাবমিট করুন:
es: Enviar como:
fr: Envoyer en tant que&nbsp;:
fy: Yntsjinje as:
it: Invia come:
ja: 投稿元:
ko: 제출:
nl: Indienen als:
ru: Отправить как:
zh_cn: 提交为：

source: spam
bn_bd: স্প্যাম
es: contenido no deseado
fr: contenu indésirable
ja: スパム
ko: 스팸
ru: спам

source: There are no revisions matching this filter set.
es: No hay revisiones que coincidan con ese filtro.
fr: Aucune révision ne correspond à cet ensemble de filtres.
fy: Der binne gjin refyzjes dy't oan dizze filterset foldogge.
it: Nessuna versione corrispondente ai parametri selezionati.
ja: このフィルターセットに一致するリビジョンはありません。
ko: 이 필터와 일치하는 변경 내역이 없습니다.
nl: Er zijn geen revisies die aan deze filterset voldoen.
ru: Нет ревизий, подходящих этому фильтру.
zh_cn: 没有修订匹配此过滤器集。

source: Stop getting emailed when English revisions are approved
es: Dejar de recibir correos cuando se aprueben las revisiones en inglés
fr: Ne plus recevoir d'e-mail lorsque les révisions en français sont approuvées
fy: Gjin e-mail mear ûntfange as Ingelske refyzjes goedkard wurde
it: Non inviarmi notifiche per l’approvazione delle versioni in inglese
ja: 英語版が承認されたときにメールを受け取るのをやめる
ko: 영문 변경사항이 승인되는 경우 메일 받지 않기
nl: Geen e-mail meer ontvangen als Nederlandse revisies worden goedgekeurd
ru: Перестать получать сообщения, когда правят английскую версию
zh_cn: 停止当简体中文版本被批准时的邮件通知

source: Get emailed when English revisions are approved
es: Recibir un correo cuando se aprueben las revisiones en inglés
fr: Recevoir un courriel lorsque les révisions de l'article en français sont approuvées
fy: E-mail ûntfange as Ingelske refyzjes goedkard wurde
it: Inviami le notifiche per l’approvazione delle versioni in inglese
ja: 英語版が承認されたときにメールを受け取る
ko: 한국어 변경사항이 승인되면 메일 받기
nl: E-mail ontvangen als Nederlandse revisies worden goedgekeurd
ru: Получать сообщения, когда правят английскую версию
zh_cn: 当简体中文版本被批准时获得邮件通知

source: Stop getting emailed when English reviews are waiting
es: Dejar de recibir correos cuando haya revisiones en inglés pendientes
fr: Ne plus recevoir d'e-mail lorsque des revues pour des articles en français sont en attente
fy: Gjin e-mail mear ûntfange as Ingelske refyzjes wachtsje
it: Non inviarmi notifiche per le versioni inglesi in attesa di revisione
ja: 英語版が承認待ちになったときにメールを受け取るのをやめる
ko: 영문 리뷰가 대기 중인 경우 메일 받지 않기
nl: Geen e-mail meer ontvangen als Nederlandse beoordelingen wachten
ru: Перестать получать почту, когда английская версия ждёт пересмотр
zh_cn: 停止当简体中文版本等待批准时的邮件通知

source: Get emailed when English reviews are waiting
es: Recibir un correo cuando haya revisiones en inglés pendientes
fr: Recevoir un courriel lorsque des revues sont en attente pour l'article en français
fy: E-mail ûntfange as Ingelske refyzjes wachtsje
it: Inviami le notifiche per le versioni inglesi in attesa di revisione
ja: 英語版が承認待ちになったときにメールを受け取る
ko: 한국어 리뷰가 대기중이면 메일 받기
nl: E-mail ontvangen als Nederlandse beoordelingen wachten
ru: Получать почту, когда английская версия ждёт пересмотр
zh_cn: 当简体中文版本等待批准时获得邮件通知

source: The Mozilla Developer Network (MDN) Fellowship Program invites world-class web developers to come change the world with Mozilla.
es: El programa de becas de la red de desarrolladores de Mozilla (MDN) invita a los desarrolladores de todo el planeta a cambiar el mundo con Mozilla.
fr: Le programme Mozilla Developer Network (MDN) Fellowship invite des développeurs web réputés mondialement à venir changer le monde avec Mozilla.
fy: It Mozilla Developer Network (MDN) Fellowship Program nûget webûntwikkelers fan wrâldklasse út om mei Mozilla de wrâld te helpen feroarjen.
it: Il programma fellowship di Mozilla Developer Network (MDN) offre ai migliori sviluppatori del Web l’opportunità di unirsi a Mozilla per cambiare il mondo.
ja: Mozilla Developer Network (MDN) のフェローシッププログラムは、Mozilla と共に世界を変えるワールドクラスのウェブ開発者たちを招待します。
ko: 모질라 개발자 네트워크(MDN) 펠로우십 프로그램은 모질라와 함께 세상을 바꿀 세계 최고의 웹 개발자들을 초대하고 있습니다.
nl: Het Mozilla Developer Network (MDN) Fellowship Program nodigt webontwikkelaars van wereldklasse uit om met Mozilla de wereld te helpen veranderen.
ru: Братство Mozilla Developer Network (MDN) приглашает веб-разработчиков мирового класса, чтобы изменить мир с Mozilla.
zh_cn: Mozilla 开发者网络（MDN）奖学金计划邀请世界一流的 Web 开发者与 Mozilla 一起来改变世界。

source: The Mozilla Developer Network (MDN) provides information about Open Web technologies including HTML, CSS, and APIs for both Web sites and HTML5 Apps. It also documents Mozilla products, like Firefox OS.
bn_bd: মজিলা ডেভেলপার নেটওয়ার্ক (MDN) এ এইচটিএমএল, সিএসএস এবং এইচটিএমএলফাইফ এপস এবং ওয়েবসাইটগুলোর API সংক্রান্ত ওপেন ওয়েব টেকনোলজিগুলো সম্পর্কে তথ্য প্রদান করে। এটি মজিলা প্রোডাক্ট যেমন ফায়ারফক্স ওএস'কেও ব্যাখ্যা করে।
es: Mozilla Developer Network (MDN) facilita información acerca de tecnologías web abiertas, como HTML, CSS y API para sitios web y aplicaciones HTML5. También documenta los productos de Mozilla, como Firefox OS.
fr: Mozilla Developer Network (MDN) fournit des informations sur les technologies web ouvertes comme HTML, CSS et les APIs utilisées pour les sites web et les applications HTML5. On y trouve également de la documentation sur les produits Mozilla tels que Firefox OS.
fy: It Mozilla Developer Network (MDN) biedt ynformaasje oer Open Web-technologyën, wêrûnder HTML, CSS en API’s foar sawol websites as HTML5-apps. Ek dokumintearret it Mozilla-produkten, lykas Firefox OS.
it: Mozilla Developer Network (MDN) mette a disposizione materiale informativo sulle tecnologie open Web come HTML, CSS e sulle API per lo sviluppo di siti web e app in HTML5. Inoltre contiene documentazione sui prodotti Mozilla come Firefox OS.
ja: Mozilla Developer Network (MDN) は、ウェブサイトと HTML5 アプリ向けの HTML、CSS、API を含むオープンウェブについての情報を提供しています。また、Firefox OS のような Mozilla 製品のドキュメントもあります。
ko: Mozilla 개발자 네트워크(MDN)은 HTML, CSS, 및 웹 사이트와 HTML5 앱을 위한 API 등 다양한 오픈 웹 기술에 대한 정보를 제공합니다. 또한 Firefox OS 및 Mozilla 제품에 대한 문서도 포함합니다.
nl: Het Mozilla Developer Network (MDN) biedt informatie over Open Web-technologieën, waaronder HTML, CSS en API’s voor zowel websites als HTML5-apps. Ook documenteert het Mozilla-producten, zoals Firefox OS.
ru: Mozilla Developer Network (MDN) предоставляет информацию об открытых веб-технологиях, включая HTML, CSS и API-интерфейсы для веб-сайтов и приложений HTML5. Он также содержит материалы о продуктах Mozilla, таких как Firefox OS.
zh_cn: Mozilla 开发者网络（MDN）提供有关开放网络技术（Open Web）的信息，包括 HTML、CSS 和万维网及 HTML5 应用的 API。它还记录了 Mozilla 产品的文档，例如 Firefox OS。

source: Shared knowledge <span>for the Open Web</span>
bn_bd: তথ্য ও জ্ঞান<span>মুক্ত ওয়েবের জন্য</span>
es: Conocimiento compartido <span>para la Web abierta</span>
fr: Des connaissances partagées <span>sur le Web ouvert</span>
fy: Dielde kennis <span>foar it iepen web</span>
it: Conoscenza condivisa <span>per l’Open Web</span>
ja: オープンウェブ <span>に関する共有知</span>
ko: 오픈 웹 정보 <span>공유하기</span>
nl: Gedeelde kennis <span>voor het open web</span>
ru: Поделитесь знаниями <span>с Открытым Интернетом</span>
zh_cn: 分享知识 <span>共建开放网络</span>

source: Search the docs
bn_bd: ডকুমেন্টেশন খুঁজুন
es: Buscar en la documentación
fr: Rechercher dans la documentation
fy: De dokuminten trochsykje
it: Ricerca nella documentazione
ja: ドキュメントを検索
ko: 문서 검색
nl: De documenten doorzoeken
ru: Поиск по документации
zh_cn: 搜索文档

source: Show topics
bn_bd: বিষয় দেখান
es: Mostrar temas
fr: Afficher les sujets
fy: Underwerpen toane
it: Mostra argomenti
ja: トピックを表示
ko: 주제 보기
nl: Onderwerpen tonen
ru: Показать темы
zh_cn: 显示主题

source: Web<br />Technologies
bn_bd: ওয়েব <br /> প্রযুক্তিসমূহ
es: Tecnologías<br />web
fr: Technologies<br />web
fy: Web-<br />technologyen
it: Tecnologie<br/>web
ja: ウェブ<br />技術
ko: 웹<br/>기술
nl: Web-<br />technologieën
ru: Веб<br />Технологии
zh_cn: Web<br />技术

source: Web APIs &amp; DOM
bn_bd: ওয়েব API সমূহ &amp; DOM
es: Web API y DOM
fr: API Web et DOM
it: Web API e DOM
ja: ウェブ API &amp; DOM
ko: Web API 및 DOM
ru: Веб-API и DOM
zh_cn: Web API &amp; DOM

source: more...
bn_bd: আরো ...
es: más...
fr: plus…
fy: mear…
it: altro…
ja: もっと見る...
ko: 자세히...
nl: meer…
ru: еще...
zh_cn: 更多...

source: Learn
es: Aprende
fr: Apprendre
fy: Leare
it: Apprendimento
ja: 学ぶ
ko: 배우기
nl: Leren
ru: Обучение
zh_cn: 学院

source: Getting started with the Web
bn_bd: ওয়েবে আরম্ভ করুন
es: Introducción a la Web
fr: Débuter avec le Web
fy: Begjinne mei it web
it: Introduzione alle tecnologie web
ja: はじめてのウェブ開発
ko: 웹 시작하기
nl: Beginnen met het web
ru: Начало работы с Вебом
zh_cn: Web 入门

source: Learn HTML
bn_bd: এইচটিএমএল শিখুন
es: Aprender HTML
fr: Apprendre HTML
fy: HTML leare
it: Imparare HTML
ja: HTML について学ぶ
ko: HTML 배우기
nl: HTML leren
ru: Изучение HTML
zh_cn: 学习 HTML

source: Learn CSS
bn_bd: সিএসএস শিখুন
es: Aprender CSS
fr: Apprendre CSS
fy: CSS leare
it: Impara i CSS
ja: CSS について学ぶ
ko: CSS 배우기
nl: CSS leren
ru: Изучение CSS
zh_cn: 学习 CSS

source: Learn JavaScript
bn_bd: জাভাস্ক্রিপ্ট শিখুন
es: Aprender JavaScript
fr: Apprendre JavaScript
fy: JavaScript leare
it: Imparare JavaScript
ja: JavaScript について学ぶ
ko: 자바 스크립트 배우기
nl: JavaScript leren
ru: Изучение JavaScript
zh_cn: 学习 JavaScript

source: Developer<br />Tools
bn_bd: ডেভেলপার <br /> টুলসমূহ
es: Herramientas<br />para desarrolladores
fr: Outils de<br />développement
fy: Helpmiddelen foar<br />ûntwikkelers
it: Strumenti di<br />sviluppo
ja: 開発ツール
ko: 개발자 도구
nl: Hulpmiddelen voor<br />ontwikkelaars
ru: Инструменты<br />Разработчика
zh_cn: 开发者<br />工具

source: Page Inspector
bn_bd: পেইজ ইন্সপেক্টর
es: Inspector de página
fr: Inspecteur de pages
it: Analisi pagina
ja: ページインスペクター
ko: 페이지 검사기
ru: Инспектор страницы
zh_cn: 页面查看器

source: Web Console
bn_bd: ওয়েব কনসোল
es: Consola web
fr: Console web
it: Console web
ja: ウェブコンソール
ko: 웹 콘솔
ru: Веб-консоль
zh_cn: Web 控制台

source: JavaScript Debugger
bn_bd: জাভাস্ক্রিপ্ট ডিবাগার
es: Depurador de JavaScript
fr: Débogueur JavaScript
it: Debugger JavaScript
ja: JavaScript デバッガー
ko: 자바스크립트 디버거
ru: Отладчик JavaScript
zh_cn: JavaScript 调试器

source: Performance Tools
bn_bd: পারফরম্যান্স টুল
es: Herramientas de rendimiento
fr: Outils de performances
fy: Prestaasjehelpmiddelen
it: Strumenti per le prestazioni
ja: パフォーマンス計測ツール
ko: 성능 측정 도구
nl: Prestatiehulpmiddelen
ru: Инструменты производительности
zh_cn: 性能工具

source: Open Web and Mobile
bn_bd: মুক্ত ওয়েব এবং মোবাইল
es: Web abierta y móvil
fr: Web ouvert et mobile
fy: Webûntwikling leare
it: Open Web e piattaforma mobile
ja: オープンウェブとモバイル
ko: 오픈 웹 및 모바일
nl: Webontwikkeling leren
ru: Открытый веб и мобильный интернет
zh_cn: 开放网络和移动通讯
