Repository: mdn/kuma
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn_bd, es, fr, fy, it, ja, ko, nl, ru, zh_cn

source: Page
bn_bd: পৃষ্ঠা
es: Página
fy: Side
it: Pagina
ja: ページ
ko: 페이지
nl: Pagina
ru: Страница
zh_cn: 页面

source: Date
bn_bd: তারিখ
es: Fecha
fy: Datum
it: Data
ja: 日時
ko: 날짜
nl: Datum
ru: Дата
zh_cn: 日期

source: Edit page
bn_bd: পৃষ্ঠা সম্পাদন
es: Editar página
fr: Modifier la page
fy: Side bewurkje
it: Modifica pagina
ja: ページを編集
ko: 페이지 편집
nl: Pagina bewerken
ru: Редактировать страницу
zh_cn: 编辑页面

source: View complete diff
bn_bd: সম্পূর্ণ পরিবর্তন দেখুন
es: Ver diff completo
fr: Voir toutes les différences
fy: Folsleine diff besjen
it: Visualizza il diff completo
ja: すべての差分を表示
ko: 모든 차이점 보기
nl: Volledige diff bekijken
ru: Просмотреть полную разницу
zh_cn: 查看完整比对

source: View page history
bn_bd: পৃষ্ঠার ইতিহাস দেখুন
es: Ver historial de la página
fr: Voir l'historique de la page
fy: Sideskiednis werjaan
it: Visualizza lo storico della pagina
ja: ページの履歴を表示
ko: 페이지 이력 보기
nl: Paginageschiedenis weergeven
ru: Просмотреть историю страницы
zh_cn: 查看页面历史

source: <p class="none">You haven't contributed to any MDN docs. <a href="%(docs_url)s">Pitch in!</a></p>
bn_bd: <p class="none">আপনি এখনো কোন MDN ডকুমেন্টে অবদান রাখেননি। <a href="%(docs_url)s">এখনই করে ফেলুন!</a></p>
es: <p class="none">No has colaborado en ningún documento de MDN. <a href="%(docs_url)s">¡Anímate!</a></p>
fr: <p class="none">Vous n'avez contribué à aucun document de MDN. <a href="%(docs_url)s">On s'y met !</a></p>
fy: <p class="none">Jo hawwe net oan MDN-dokuminten bydroegen. <a href="%(docs_url)s">Jou him in waan op 'e hoed!</a></p>
it: <p class="none">Non hai contribuito ancora ad alcuna pagina di MDN. <a href="%(docs_url)s">Fallo adesso!</a></p>
ja: <p class="none">まだ MDN ドキュメントに貢献していません。<a href="%(docs_url)s">ご協力をお願いします！</a></p>
ko: <p class="none">보내주신 MDN문서가 아무것도 없습니다. <a href="%(docs_url)s">힘내시죠!</a></p>
nl: <p class="none">U hebt niet aan MDN-documenten bijgedragen. <a href="%(docs_url)s">Geef hem van katoen!</a></p>
ru: <p class="none">Вы не внесли вклад в какую либо документацию на MDN. <a href="%(docs_url)s">Вперед!</a></p>
zh_cn: <p class="none">你尚未对 MDN 的文档做出贡献. <a href="%(docs_url)s">加入我们吧!</a></p>

source: This user has no activity.
bn_bd: এই ব্যবহারকারির কোনো কার্যকলাপ নেই।
es: Este usuario no tiene ninguna actividad.
fr: Cet utilisateur n'a aucune activité.
fy: Dizze brûker hat gjin aktiviteit.
it: Nessuna attività per questo utente.
ja: このユーザーは活動履歴がありません。
ko: 활동 사항이 없습니다.
nl: Deze gebruiker heeft geen activiteit.
ru: Этот пользователь не имеет никакой активности.
zh_cn: 此用户没有活动。

source: Edit Your Profile
bn_bd: আপনার প্রোফাইল সম্পাদন করুন
es: Edita tu perfil
fr: Modifier votre profil
fy: Jo profyl bewurkje
it: Modifica il tuo profilo
ja: プロフィールを編集
ko: 프로필 편집
nl: Uw profiel bewerken
ru: Редактировать Ваш профиль
zh_cn: 修改您的个人资料

source: Change your avatar at
bn_bd: আপনার অ্যাভাটার পরিবর্তন
es: Cambia tu avatar en
fr: Changez d'avatar sur
fy: Wizigje jo avatar op
it: Cambia l’avatar su
ja: アバターを変更:
ko: 아바타 변경
nl: Wijzig uw avatar op
ru: Сменить аватар на
zh_cn: 于此处修改你的头像

source: View profile
bn_bd: প্রোফাইল দেখুন
es: Ver perfil
fr: Afficher le profil
fy: Profyl besjen
it: Visualizza Profilo
ja: プロフィールを表示
ko: 프로필 보기
nl: Profiel bekijken
ru: Просмотреть профиль
zh_cn: 查看个人资料

source: You're editing a different profile than your own. Please take care!
es: Estás editando un perfil que no es el tuyo. ¡Por favor, ten cuidado!
fr: Vous modifiez un profil différent du vôtre. Faites attention&nbsp;!
fy: Jo bewurkje in oar profyl as dat fan josels. Wês foarsichtich!
it: Stai modificando l’account di un altro utente. Fai molta attenzione.
ja: 編集中のプロフィールはあなたのプロフィールではありません。注意してください！
ko: 자신의 것이 아닌 다른 프로필을 편집 중입니다. 주의해 주세요!
nl: U bewerkt een ander profiel dan dat van uzelf. Wees voorzichtig!
ru: Вы изменяете другой профиль, а не свой! Пожалуйста, будьте внимательны!
zh_cn: 您正在编辑不是您自己的个人资料。请多加注意！

source: We'd love to have your feedback on site changes! Beta testers get access to new features first and we send the occasional email asking for help testing specific things.
es: ¡Nos encantaría saber tu opinión sobre los últimos cambios! Los testers Beta son los primeros en tener acceso a las nuevas características y, a veces, enviamos correos para que nos ayuden a probar cosas específicas.
fr: Nous aimerions connaitre votre avis sur les changements sur le site ! Les testeurs bêta peuvent accéder aux nouvelles fonctionnalités à l'avance et recevront occasionnellement des courriels demandant de nous aider à tester certaines choses.
fy: Wy heare graach jo kommentaar oer wizigingen oan de website! Bètatesters krije earst tagong ta nije funksjes en sa no en dan stjoere wy in e-mailberjocht wêryn wy freegje bepaalde saken te helpen te testen.
it: I commenti e le opinioni degli utenti sulle modifiche al sito sono molto graditi. I beta tester hanno accesso alle nuove funzionalità in anteprima e ricevono occasionalmente via email richieste per eseguire test specifici.
ja: このサイトの様々な変更についてあなたの意見を聞かせてください！ ベータテスターはいち早く新機能を試すことができ、特定の機能のテストに協力をお願いするメールを時々お送りします。
ko: 사이트 변화에대한 피드백을 받고 싶습니다! 베타 테스터는 먼저 신기능에 접근할 수 있고 가끔 특정 기능 테스팅에 도움을 구하는 이메일을 받습니다.
nl: We horen graag uw feedback over wijzigingen aan de website! Bètatesters krijgen eerst toegang tot nieuwe functies en af en toe sturen we een e-mailbericht waarin we vragen bepaalde dingen te helpen testen.
ru: Мы были бы рады, если бы вы оставили отзыв об изменениях на сайте. Бета тестеры получают доступ к новым фишкам первыми, а мы иногда отправляем письмо, запрашивая помощь в тестировании специфичных штук.
zh_cn: 我们想听到您对于网站变化的反馈！测试者可以首先访问到新的功能，并且我们偶尔会发送电子邮件提醒帮忙测试特定的地方。

source: Primary Email
bn_bd: প্রাথমিক ইমেইল
es: Correo principal
fr: Adresse électronique principale
fy: Primêre e-mailadres
it: Email principale
ja: 優先メールアドレス
ko: 기본 이메일
nl: Primaire e-mailadres
ru: Основной адрес электронной почты
zh_cn: 主要邮箱

source: Edit email
bn_bd: মেইল সম্পাদনা করুন
es: Editar correo electrónico
fr: Modifier l'adresse électronique
fy: E-mailadres bewurkje
it: Modifica email
ja: メールアドレスを編集
ko: 이메일 편집
nl: E-mailadres bewerken
ru: Изменить электронную почту
zh_cn: 编辑邮箱

source: Interests (tags)
bn_bd: আগ্রহের (ট্যাগ)
es: Intereses (etiquetas)
fr: Intérêts (étiquettes)
fy: Ynteresses (labels)
it: Interessi (tag)
ja: 興味のある分野 (タグ)
ko: 관심 (태그)
nl: Interesses (labels)
ru: Интересы (метки)
zh_cn: 兴趣爱好（标签）

source: Separate tags with commas or spaces. Join multi-word tags with double quotes, like "web standards".
bn_bd: ট্যাগগুলোকে কমা অথবা স্পেস দিয়ে আলাদা করুন। দুই শব্দবিশিষ্ট ট্যাগগুলোকে কোটেশন চিহ্নের মধ্যে দিয়ে যুক্ত করতে হবে, যেমন "ওয়েব স্ট্যান্ডার্ডসমূহ"।
es: Separa las etiquetas con comas o espacios. Une etiquetas de más de una palabra con comillas dobles, como, por ejemplo, "estándares web".
fr: Séparez vos étiquettes par des virgules ou des espaces. Joignez les étiquettes constituées de plusieurs mots par des guillemets, comme "standards du web".
fy: Skied labels mei komma’s of spaasjes. Ferbyn labels dy't út mear wurden bestean mei rjochte dûbele oanhellingstekens, lykas "objektoriëntearre programmearje".
it: Separa i tag con spazi o virgole. Unisci i tag composti da più parole con delle virgolette, ad esempio "web standards".
ja: タグを複数入力する際はカンマか半角スペースで区切ってください。複数の単語で構成されるタグは、"web standards" のようにダブルクォートで囲んでください。
ko: 태그는 쉼표나 공백으로 분리하세요. 구(句)는 "웹 표준"처럼 인용부호로 감싸주세요.
nl: Scheid labels met komma’s of spaties. Verbind labels die uit meerdere woorden bestaan met rechte dubbele aanhalingstekens, zoals "objectgeoriënteerd programmeren".
ru: Разделяйте метки запятыми или пробелами. Метки, состоящие из нескольких слов заключайте в кавычки, например, "веб стандарты".
zh_cn: 用逗号或者空格分隔标签. 用双引号把多词语标签括起来，就好像"网络 标准"

source: Areas of expertise
bn_bd: দক্ষতার ক্ষেত্রসমূহ
es: Áreas de experiencia
fr: Domaines d'expertise
fy: Underfiningsgebieden
it: Settori di competenza
ja: 専門分野
ko: 전문 영역
nl: Ervaringsgebieden
ru: Экспертные области
zh_cn: 专业领域

source: Add your interests first, then declare yourself an expert in selected topics.
bn_bd: আপনার আগ্রহের বিষয়গুলো আগে যুক্ত করুন, তারপর আপনাকে নির্বাচিত টপিকগুলোতে একজন বিশেষজ্ঞ হিসেবে ঘোষণা করুন।
es: Agrega tus intereses primero, después declárate experto en los temas que quieras.
fr: Ajoutez d'abord vos intérêts, puis déclarez votre expertise dans certains sujets.
fy: Foegje earst jo ynteresses ta en beskriuw josels dêrnei as in ekspert yn bepaalde ûnderwerpen.
it: Prima aggiungi gli interessi generali, poi scegli le tue competenze tra i settori selezionati.
ja: まず興味のある分野を追加し、そして選択肢から自身の専門分野を宣言します。
ko: 관심사를 추가하고, 선택된 토픽의 전문가로 선언하세요.
nl: Voeg eerst uw interesses toe en beschrijf uzelf daarna als een expert in bepaalde onderwerpen.
ru: Добавьте сначала свои интересы, а уже потом провозглашайте себя экспертом в выбранных темах.
zh_cn: 先添加您的兴趣，然后在选定的主题中说明您的专长。

source: My Profiles
bn_bd: আমার প্রোফাইল
es: Mis perfiles
fr: Mes profils
fy: Myn profilen
it: I miei profili
ja: 自分のプロフィール
ko: 내 프로필
nl: Mijn profielen
ru: Мои профили
zh_cn: 我的个人资料

source: Use your GitHub account to sign in.
bn_bd: সাইন ইন করতে আপনার GitHub অ্যাকাউন্ট ব্যবহার করুন।
es: Utiliza tu cuenta en GitHub para iniciar sesión.
fr: Utilisez votre compte GitHub pour vous connecter.
fy: Brûk jo GitHub-account om jo oan te melden.
it: Accedi con l’account GitHub.
ja: GitHub アカウントを利用してログインしてください。
ko: 로그인 하려믄 GitHub 계정을 사용하세요.
nl: Gebruik uw GitHub-account om u aan te melden.
ru: Используйте ваш GitHub аккаунт, чтобы войти.
zh_cn: 使用您的 GitHub 账户进行登录。

source: Publish
bn_bd: প্রকাশ
es: Publicar
fr: Publier
fy: Publisearje
it: Pubblica
ja: 公開
ko: 게시
nl: Publiceren
ru: Опубликовать
zh_cn: 发布

source: Delete your account.
bn_bd: আপনার একাউন্ট মুছে ফেলুন।
es: Eliminar tu cuenta.
fr: Supprimer votre compte.
fy: Jo account fuortsmite.
it: Elimina il tuo account.
ja: あなたのアカウントを削除します。
ko: 계정을 삭제합니다.
nl: Uw account verwijderen.
ru: Удалить мой аккаунт.
zh_cn: 删除您的账户。

source: Manage your Mozilla Newsletter Subscriptions.
es: Gestionar las subscripciones al boletín de Mozilla.
fr: Gérez vos inscriptions aux lettres d'information Mozilla.
fy: Behear jo Mozilla-nijsbriefabonneminten.
it: Gestisci le tue iscrizioni alle newsletter Mozilla.
ja: Mozilla 関連ニュースレターの購読を管理
ko: Mozilla 뉴스레터 구독을 관리합니다.
nl: Uw Mozilla-nieuwsbriefabonnementen beheren.
ru: Управление моими новостными рассылками от Mozilla.
zh_cn: 管理您的 Mozilla 新闻报订阅。

source: Hello from MDN!
es: ¡Hola desde MDN!
fr: Bonjour de la part de MDN !
fy: Goeie fan MDN!
it: Benvenuto in MDN.
ja: MDN からこんにちは！
ko: 안녕하세요. MDN입니다!
nl: MDN zegt hallo!
ru: Привет от MDN!
zh_cn: 欢迎来到 MDN！

source: You are receiving this e-mail because you or someone else has requested access to your user account %(username)s at %(domain)s. It can be safely ignored if you did not make this request. Click the link below to access your account:
es: Has recibido este correo porque alguien ha solicitado acceso a tu cuenta %(username)s en %(domain)s. Si no fuiste tú, puedes ignorarlo. Haz clic en el enlace de más abajo para acceder a tu cuenta:
fr: Vous avez reçu ce message électronique car vous ou quelqu'un d'autre a demandé l'accès à votre compte %(username)s chez %(domain)s. Vous pouvez ignorer ce message si vous n'êtes pas à l'origine de cette demande. Cliquez sur le lien ci-dessous pour accéder à votre compte :
fy: Jo ûntfange dit e-mailberjocht, omdat jo of in oar tagong frege hat ta jo brûkeraccount %(username)s op %(domain)s. It kin feilich negearre wurde as jo dit fersyk makke hawwe. Klik op ûndersteande keppeling foar tagong ta jo account:
it: Ricevi questo messaggio perché ci è pervenuta una richiesta, da parte tua o di qualcun altro, di accedere al tuo account %(username)s su %(domain)s. Se non sei stato tu a effettuarla, puoi tranquillamente ignorare questo messaggio. Per accedere al tuo account fai clic sul seguente link:
ja: 誰かがあなたの %(domain)s ユーザアカウント %(username)s へのアクセスを要求したため、このメールをお送りしています。あなたがこのリクエストを行っていない場合、無視してもらって大丈夫です。あなたのアカウントへアクセスするにはこのリンクをクリックしてください:
ko: 누군가가 %(domain)s에서 사용자 계정 %(username)s에 접근을 요청했기에 이 메일을 보고 있습니다. 요청하지 않은 경우 이를 안전하게 무시할 수 있습니다. 계정에 접근하려면 아래 링크를 클릭하세요:
nl: U ontvangt dit e-mailbericht omdat u of iemand anders om toegang tot uw gebruikersaccount %(username)s op %(domain)s heeft gevraagd. Als u dit verzoek niet hebt ingediend, kan het veilig worden genegeerd. Klik op de onderstaande koppeling voor toegang tot uw account:
ru: Вы получили это письмо, потому что вы или кто-то ещё запросил доступ к вашему аккаунту %(username)s на %(domain)s. Вы можете проигнорировать это письмо, если вы не отправляли этот запрос. Щёлкните по ссылке ниже, чтобы получить доступ к вашему аккаунту:
zh_cn: 您收到这封电子邮件是因为您或者某人请求访问您在 %(domain)s 的 %(username)s 账户。如果您没有执行此请求，只需忽略本邮件。点击下面的链接访问您的账户：

source: Thank you for using MDN!
bn_bd: MDN ব্যবহার করার জন্য ধন্যবাদ!
es: ¡Gracias por usar MDN!
fr: Merci d'utiliser MDN !
fy: Tank foar it gebrûk fan MDN!
it: Grazie per aver scelto MDN.
ja: MDN を使っていただきありがとうございます！
ko: MDN을 이용해 주셔서 감사합니다!
nl: Bedankt voor het gebruik van MDN!
ru: Спасибо за использование MDN!
zh_cn: 感谢您使用 MDN！

source: Profile Recovery for %(username)s at %(domain)s
es: Recuperación de perfil para %(username)s en %(domain)s
fr: Récupération du profil pour %(username)s à %(domain)s
fy: Profywerstel foar %(username)s op %(domain)s
it: Recupero profilo per l’utente %(username)s di %(domain)s
ja: %(domain)s プロフィール %(username)s の復元
ko: %(domain)s의 %(username)s 프로필 복구
nl: Profielherstel voor %(username)s op %(domain)s
ru: Восстановление профиля для %(username)s на %(domain)s
zh_cn: 找回 %(domain)s 上的账户 %(username)s

source: Hi %(username)s!
bn_bd: হাই %(username)s!
es: ¡Hola, %(username)s!
fr: Bonjour %(username)s&nbsp;!
fy: Hallo %(username)s!
it: Ciao, %(username)s.
ja: %(username)s さん、こんにちは！
ko: %(username)s님 안녕하세요!
nl: Hallo %(username)s!
ru: Привет, %(username)s!
zh_cn: 你好，%(username)s！

source: Thanks for creating a profile on <a href="%(mdn_link)s">Mozilla Developer Network (MDN)</a> - a community making great resources for developers like you.
es: Gracias por crearte un perfil en <a href="%(mdn_link)s">Mozilla Developer Network (MDN)</a>, una comunidad que crea recursos increíbles para desarrolladores como tú.
fr: Merci d'avoir créé un profil sur <a href="%(mdn_link)s">Mozilla Developer Network (MDN)</a>, une communauté qui construit des ressources pour les développeurs comme vous.
fy: Tank foar it oanmeitsjen fan in profyl op it <a href="%(mdn_link)s">Mozilla Developer Network (MDN)</a> - in mienskip dy't bjusterbaarlike helpboarnen makket foar ûntwikkelers as jo.
it: Grazie per aver creato un profilo su <a href="%(mdn_link)s">Mozilla Developer Network (MDN)</a> – una comunità focalizzata nel mettere a disposizione risorse per gli sviluppatori come te.
ja: <a href="%(mdn_link)s">Mozilla Developer Network (MDN)</a> にプロフィールを作成していただき、ありがとうございます。ここはあなたのような開発者のために優れた資料を作成しているコミュニティです。
ko: <a href="%(mdn_link)s">Mozilla 개발자 네트워크(MDN)</a> 프로필을 만든 것에 감사드립니다 - Mozilla 개발자 네트워크는 여러분과 같은 개발자를 위한 문서를 만드는 커뮤니티입니다.
nl: Bedankt voor het aanmaken van een profiel op het <a href="%(mdn_link)s">Mozilla Developer Network (MDN)</a> - een gemeenschap die geweldige hulpbronnen maakt voor ontwikkelaars als u.
ru: Спасибо за создание профиля на <a href="%(mdn_link)s">Mozilla Developer Network (MDN)</a> - сообществе, делающем великолепные ресурсы для таких как вы разработчиков.
zh_cn: 感谢您在 <a href="%(mdn_link)s">Mozilla 开发者网络 (MDN)</a> 上创建一个个人资料 - 一个向您一样的开发者们创造的资源社区。

source: You've completed the first step of <a href="%(started_link)s">Getting Started on MDN</a> by creating a profile.
es: Has completado el primer paso para <a href="%(started_link)s">comenzar con MDN</a> creando un perfil.
fr: En créant un profil, vous avez déjà effectué la première étape pour <a href="%(started_link)s">Débuter sur MDN</a>.
fy: Jo hawwe de earste stap om te <a href="%(started_link)s">Begjinnen op MDN</a> foltôge troch in profyl oan te meitsjen.
it: Creando un profilo hai fatto il primo passo <a href="%(started_link)s">per iniziare a contribuire a MDN</a>.
ja: あなたはプロフィールを作成することで <a href="%(started_link)s">MDN に参加する</a> 最初のステップを完了しました。
ko: 프로필을 만들었으며 <a href="%(started_link)s">MDN 시작하기</a>의 첫 단계를 완료했습니다.
nl: U hebt de eerste stap om te <a href="%(started_link)s">Beginnen op MDN</a> voltooid door een profiel aan te maken.
ru: Вы завершили первый шаг <a href="%(started_link)s">Начала работы с MDN</a> путем создания профиля.
zh_cn: 您已经完成了 <a href="%(started_link)s">MDN 入门</a>的首个步骤——创建一个个人资料。

source: Now, keep going by picking a task on MDN, and doing it! We have a bunch of intro tasks you can choose from, whether you <a href="%(words_link)s">like words</a>, <a href="%(code_link)s">like code</a>, <a href="%(both_link)s">like both words and code</a>, or you want to <a href="%(translate_link)s">translate MDN to your language</a>.
es: Ahora, lo que puedes hacer es elegir una tarea en MDN y realizarla. Puedes elegir entre un montón de tareas introductorias, dependiendo si te gustan <a href="%(words_link)s">las palabras</a>, <a href="%(code_link)s">el código</a>, <a href="%(both_link)s">tanto las palabras como el código</a> o si quieres <a href="%(translate_link)s">traducir MDN a tu idioma</a>.
fr: Vous pouvez maintenant choisir quoi faire sur MDN et contribuer ! Nous avons plusieurs tâches qui peuvent vous intéresser pour commencer, que vous <a href="%(words_link)s">aimiez lire, écrire</a>, <a href="%(code_link)s">coder</a>, <a href="%(both_link)s">coder mais aussi écrire</a>, ou que vous souhaitiez que <a href="%(translate_link)s">MDN soit disponible dans votre langue</a>.
fy: Gean no fierder troch in taak op MDN te kiezen, en út te fieren! Der binne in oantal begjintaken wêr't jo út kieze kinne, of jo no <a href="%(words_link)s">fan wurden hâlde</a>, <a href="%(code_link)s">fan koade hâlde</a>, <a href="%(both_link)s">sawol fan wurden as fan koade hâlde</a>, of dat jo <a href="%(translate_link)s">MDN nei jo taal oersette wolle</a>.
it: Adesso puoi fare un’ulteriore passo scegliendo un’attività e portandola a termine. Abbiamo svariate attività tra le quali puoi scegliere, a seconda che <a href="%(words_link)s">ti piaccia scrivere</a>, <a href="%(code_link)s">ti piaccia programmare</a>, <a href="%(both_link)s">ti piacciano entrambe le cose</a> oppure ti interessi <a href="%(translate_link)s">tradurre MDN nella tua lingua</a>.
ja: 次に、MDN で取り組みたいタスクを選んで、実際に始めてみましょう！ 選択可能な入門的タスクはたくさんあります。例えば <a href="%(words_link)s">単語</a>、<a href="%(code_link)s">コード</a>、あるいは <a href="%(both_link)s">単語とコードの両方</a> を書いたり、<a href="%(translate_link)s">MDN をあなたの言語に翻訳</a> したりできます。
ko: MDN에서 할 수 있는 다양한 작업을 선택해보세요! <a href="%(words_link)s">추천 키워드</a>, <a href="%(code_link)s">추천 코드</a> 및 <a href="%(both_link)s">키워드 및 코드</a>를 선택하거나 <a href="%(translate_link)s">한국어 문서 번역</a>도 하실 수 있습니다.
nl: Ga nu verder door een taak op MDN te kiezen, en uit te voeren! Er zijn een aantal begintaken waaruit u kunt kiezen, of u nu <a href="%(words_link)s">van woorden houdt</a>, <a href="%(code_link)s">van code houdt</a>, <a href="%(both_link)s">zowel van woorden als van code houdt</a>, of dat u <a href="%(translate_link)s">MDN naar uw taal wilt vertalen</a>.
ru: Теперь продолжим выбором задачи на MDN и выполним её! У нас есть куча вступительных задач, которые вы можете выбрать: <a href="%(words_link)s">любите слова</a>, <a href="%(code_link)s">любите код</a>, <a href="%(both_link)s">любите слова и код</a> или вы хотите <a href="%(translate_link)s">перевести MDN на ваш язык</a>.
zh_cn: 现在，让我们继续前进，选择进行一个 MDN 上的任务并尝试它！我们有多种入门任务可供您选择，无论您是<a href="%(words_link)s">喜欢文字</a>还是<a href="%(code_link)s">喜欢代码</a>，<a href="%(both_link)s">或者两者都有</a>，再或者您是想要<a href="%(translate_link)s">翻译 MDN 到您使用的语言</a>。

source: Talk to us!
bn_bd: আমাদের সাথে কথা বলুন!
es: ¡Contacta con nosotros!
fr: Venez discuter avec nous !
fy: Praat mei ús!
it: Parla con noi
ja: 話しましょう！
ko: 피드백 보내기!
nl: Praat met ons!
ru: Поговорите с нами!
zh_cn: 和我们聊聊！

source: Want to talk to someone about MDN? There are a few ways you can do that:
es: ¿Quieras hablar con alguien sobre MDN? Puedes hacerlo de varias formas:
fr: Vous voulez discuter de MDN avec quelqu'un ? Voici quelques outils pour ça :
fy: Wolle jo mei ien prate oer MDN? Der binne in pear manieren om dat te dwaan:
it: Vuoi discutere con qualcuno riguardo a MDN? Esistono diversi modi per farlo:
ja: MDN について誰かと話がしたいですか？ それにはいくつかの方法があります。
ko: MDN에 대해 이야기하고 싶으세요? 아래 방법 중 하나를 선택하세요:
nl: Wilt u iemand spreken over MDN? Er zijn een paar manieren om dat te doen:
ru: Хотите рассказать кому-нибудь о MDN? Есть несколько способов:
zh_cn: 想跟别人聊聊有关 MDN 的事情？这里有几种途径可以做到这点：

source: Mailing list: <a href="%(list_link)s">subscribe</a> to tell us about what you're interested in on MDN and ask questions about the site.
es: Lista de correo: <a href="%(list_link)s">suscríbete</a> para contarnos lo que te interesa de MDN y preguntarnos cosas del sitio web.
fr: La liste de discussion : <a href="%(list_link)s">inscrivez-vous</a> pour nous dire pourquoi MDN vous intéresse et pour nous poser des questions sur le site.
fy: Mailinglijst: <a href="%(list_link)s">abonnearje jo</a> om witte te litten wat jo op MDN ynteressearret en fragen oer de website te stellen.
it: Mailing list: <a href="%(list_link)s">Iscriviti</a> per comunicarci i tuoi interessi su MDN e porre le tue domande riguardo al sito.
ja: メーリングリスト: <a href="%(list_link)s">購読を開始</a> して、MDN 上であなたが興味のあることを教えてください。サイトに関する質問もお気軽にどうぞ。
ko: 메일링리스트: MDN에 관심사나 사이트 요청은 <a href="%(list_link)s">구독</a> 후 메일을 보내 주세요. 한국어 사용자는 <a href="https://groups.google.com/forum/#!forum/mozillakorea">한국어 모임</a>에 참여하세요.
nl: Mailinglijst: <a href="%(list_link)s">abonneer u</a> om te laten weten wat u op MDN interesseert en vragen over de website te stellen.
ru: Список рассылки: <a href="%(list_link)s">подпишитесь</a>, чтоб рассказать нам о том, что вам интересно на MDN и задать вопросы по сайту.
zh_cn: 邮件列表：<a href="%(list_link)s">订阅</a>来告诉我们您所感兴趣的 MDN 的方面，以及讨论有关本网站的问题。
