Repository: mdn/kuma
Catalog: locale/*/LC_MESSAGES/javascript.po
Languages: es, hi_in, hr, ja, ka, pl, ru, sq, te

source: Close submenu
es: Cerrar submenú
hr: Zatvorite pod-izbornik
ja: サブメニューを閉じる
ka: ქვემენიუს დახურვა
pl: Zamknij podmenu
ru: Закрыть подменю
sq: Mbylle nënmenunë
te: ఉప మెనుని మూసివేయండి

source: Close notification
es: Cerrar notificación
hr: Zatvorite obavijest
ja: 通知を閉じる
ka: შეტყობინების დახურვა
pl: Zamknij powiadomienie
ru: Закрыть оповещение
sq: Mbylle njoftimin
te: ఈ గమనింపుని మూసివేయండి

source: Did this page help you?
hi_in: इस पृष्ठ से आपको मदद मिली?
hr: Je li Vam ova stranica pomogla?
sq: A ju ndihmoi kjo faqe?

source: Yes
hi_in: हाँ
hr: Da
sq: Po

source: No
hi_in: नहीं
hr: Ne
sq: Jo

source: Never ask me again
hi_in: मुझसे दुबारा कभी न पूछें
hr: Nemoj me više pitati
sq: Mos më pyet më kurrë

source: Thanks for your feedback!
hi_in: आपकी प्रतिक्रिया के लिए धन्यवाद!
hr: Hvala Vam na Vašim povratnim informacijama!
sq: Faleminderit për përshtypjet tuaja!

source: We won't bug you again.
hr: Nećemo Vam više dosađivati.
sq: S’do t’ju bezdisim më.

source: Translate it into my language
hi_in: इसे मेरी भाषा में अनुवाद करें
hr: Prijevod na moj jezik
sq: Përkthejeni në gjuhën time

source: Make explanations clearer
hr: Napravite jasnija objašnjenja
sq: Bëjini shpjegimet më të qarta

source: Add more details
hi_in: अधिक विवरण जोड़ें
hr: Dodajte više detalja
sq: Shtoni më tepër hollësi

source: Fix incorrect information
hi_in: गलत जानकारी को ठीक करें
hr: Ispravite neispravne informacije
sq: Ndreqni të dhëna të pasakta

source: Add or improve examples
hi_in: उदाहरण जोड़ें या उन्नत करें
hr: Dodajte ili poboljšajte primjere
sq: Shtoni ose përmirësoni shembuj

source: My search should have led to a different article
hr: Moja pretraga ja trebala dovesti do drugog članka
sq: Kërkimi im do të duhej të shpinte në një tjetër artikull

source: Something else
hi_in: कुछ और
hr: Nešto drugo
sq: Diçka tjetër

source: Choose one...
hi_in: एक का चयन करें...
hr: Odaberite jedno...
sq: Zgjidhni një...

source: Uh oh. What would make it better?
hr: A ne. Što bi ga učinilo boljim?
sq: Hmmm. Çfarë do ta përmirësonte?

source: Thanks! We'll fix it.
hi_in: धन्यवाद! हम इसे ठीक कर देंगे.
hr: Hvala! Popravit ćemo.
sq: Faleminderit! Do ta ndreqim.

source: No selection
es: No se ha seleccionado nada
hi_in: कोई चयन नहीं
hr: Be odabira
ja: 選択なし
ka: არაფერია მონიშნული
pl: Brak wyboru
ru: Не выбрано
sq: Pa përzgjedhje
te: ఎటువంటి ఎంపిక లెదు

source: Selected:
es: Seleccionado:
hi_in: चयनित:
hr: Odabrano:
ja: 選択済み:
ka: მონიშნულია:
pl: Wybrane:
ru: Выбрано:
sq: Të përzgjedhur:
te: ఎంపికైంది:

source: New interest...
es: Nuevo interés...
hi_in: नई रूचि...
hr: Novi interest...
ja: 新たな興味...
ka: ახალი მისწრაფება...
pl: Nowe zainteresowanie...
ru: Новый интерес...
sq: Interes i ri...
te: కొత్త ఆసక్తి...

source: Open implementation notes
hi_in: खुला कार्यान्वयन नोट्स
hr: Otvorite bilješke implementacije
sq: Hapni shënime sendërtimi

source: Open
hi_in: खोलिए
hr: Otvori
sq: Hape

source: Return to compatibility table.
hi_in: संगतता तालिका पर वापस जाएँ.
hr: Vratite na tablicu kompatibilnosti.
sq: Rikthehuni te tabela e përputhshmërive.

source: Close
hi_in: बंद करे
hr: Zatvori
sq: Mbylle

source: New compatibility tables are in beta
hr: Nove tablice kompatibilnosti su u beti
sq: Tabelat e reja të përputhshmërisë janë në gjendje beta

source: More about the beta.
hi_in: बीटा के बारे में अधिक.
hr: Više o beti.
sq: Më tepër mbi betan.

source: Take the survey
hi_in: सर्वेक्षण लें
hr: Ispunite anketu
sq: Plotësoni pyetësorin

source: Report an error.
hi_in: त्रुटि रिपोर्ट करें.
hr: Prijavite grešku.
sq: Njoftoni një gabim

source: Reported. Thanks!
hi_in: रिपोर्ट की गई. धन्यवाद!
hr: Prijavljeno. Hvala!
sq: U njoftua. Faleminderit!

source: Show old table.
hi_in: पुराने तालिका दिखाएँ.
hr: Prikaži staru tablicu.
sq: Shfaq tabelën e vjetër.

source: Save Draft
hi_in: प्रारूप सहेजें
hr: Spremi skicu
sq: Ruajeni Skicën

source: Enable autosave.
hi_in: स्वचलित सहेजना सक्षम करें.
hr: Omogući automatsko spremanje.
sq: Aktivizoni vetëruajtjet.

source: an unknown date
es: una fecha desconocida
hi_in: एक अज्ञात तारीख
hr: nepoznat datum
ja: 不明な日時
ka: თარიღი დაუდგენელია
pl: nieznana data
ru: неизвестная дата
sq: një datë e panjohur
te: తెలియని తేదీ

source: You have a draft from:
hr: Imate skicu od:
sq: Keni një skicë nga:

source: Restore the draft content
hi_in: ड्राफ्ट सामग्री पुनर्स्थापित करें
hr: Vratite sadržaj skice
sq: Rikthe lëndën e skicës

source: Discard the draft
hi_in: मसौदा निरस्त
hr: Odbacite skicu
sq: Hidhe tej skicën

source: restored
hi_in: बहाल
hr: vraćeno
sq: e rikthyer

source: Draft
hi_in: ड्राफ्ट
hr: Skica
sq: Skicë

source: saved
hi_in: सहेजा लिया गया
hr: spremljeno
sq: u ruajt

source: autosaved
hi_in: स्वतः सहेजा गया
hr: automatski spremljeno
sq: u vetëruajt

source: published
hi_in: प्रकाशित
hr: objavljeno
sq: e botuar

source: discarded
hi_in: छोड़ा गया
hr: odbačeno
sq: hedhur tej

source: Autosave enabled.
es: Autoguardado activado.
hi_in: स्वत: सहेजना सक्षम किया गया.
hr: Automatsko spremanje omogućeno.
ja: 自動保存が有効化されました。
ka: ავტო-დამახსოვრება ჩართულია.
pl: Automatyczny zapis włączony.
ru: Автосохранение включено.
sq: Vetëruajtjet u aktivizuan.
te: ఆటోసేవ్ ఎనేబుల్ అయినది.

source: Autosave disabled.
hi_in: स्वत: सहेजना अक्षम किया गया.
hr: Automatsko spremanje onemogućeno.
sq: Vetëruajtjet u çaktivizuan.

source: Open in %(site)s
es: Abrir en %(site)s
hi_in: %(site)s में खोलें
hr: Otvori u %(site)s
ja: %(site)s で開く
ka: გახსნა %(site)s-ში
pl: Otwórz w %(site)s
ru: Открыть на %(site)s
sq: Hape në %(site)s
te: తెరువుము %(site)s లొ

source: New tag...
es: Nueva etiqueta...
hi_in: नया टैग...
hr: Novi tag...
ja: 新しいタグ...
ka: ახალი ჭდე...
pl: Nowa etykieta...
ru: Новая метка...
sq: Etiketë e re...
te: కొత్త ట్యాగ్...

source: How to read CSS syntax.
es: Cómo leer la sintaxis CSS.
hr: Kako čitati CSS sintaksu.
ja: CSS 構文の読み方
ka: როგორ წავიკითხოთ CSS სინტაქსი.
pl: Jak czytać CSS.
ru: Как читать CSS синтаксис.
sq: Si të lexohet sintaksa CSS.
te: CSS సింటాక్స్ని చదవడం ఎలా.

source: Search Stack Overflow
es: Buscar en Stack Overflow
hi_in: स्टैक ओवरफ़्लो खोजें
hr: Pretraži Stack Overflow
ja: Stack Overflow を検索
ka: Stack Overflow-ზე მოძიება
pl: Przeszukaj Stack Overflow
ru: Поиск по Stack Overflow
sq: Kërkoni te Stack Overflow
te: స్టాక్ ఫ్లోని వెతుకుము

source: Your browser does not support MathML. A CSS fallback has been used instead.
es: Tu navegador no admite MathML. En su lugar, se ha utilizado otro recurso CSS.
hr: Vaš preglednik ne podržava MathML. Bit će korišten CSS rezerva.
ja: お使いのブラウザーは MathML に対応していません。代わりに CSS フォールバックを表示します。
ka: MathML არაა მხარდაჭერილი თქვენს ბრაუზერში. მის ნაცვლად გამოყენებული იქნება CSS fallback.
pl: Twoja przeglądarka nie obsługuje MathML. Zamiast tego korzystasz z alternatywnej wersji CSS.
ru: Ваш браузер не поддерживает MathML. Вместо него используется аварийное решение на CSS.
sq: Shfletuesi juaj nuk mbulon MathML. Në vend të tij është përdorur CSS.
te: మీ బ్రౌసెర్ MathML కి మద్దతు ఇవ్వదు. దానికి బదులుగా CSS ని వాడారు.

source: Details
es: Detalles
hi_in: विवरण
hr: Detalji
ja: 詳細
ka: ვრცლად
pl: Szczegóły
ru: Детали
sq: Hollësi
te: వివరాలు

source: Select an attachment
es: Selecciona un archivo adjunto
hi_in: अनुलग्नक का चयन करें
hr: Odaberite privitak
ja: 添付ファイルを選択
ka: მიმაგრებული ფაილის არჩევა
pl: Wybierz załącznik
ru: Выбрать вложение
sq: Përzgjidhni një bashkëngjitje
te: ఒక జోడింపును ఎంచుకోండి

source: No attachments available
es: No hay archivos adjuntos disponibles
hi_in: कोई अनुलग्नक नहीं उपलब्ध
hr: Nema dostupnih privitaka
ja: 表示可能な添付ファイルはありません
ka: მიმაგრებული ფაილები არაა ხელმისაწვდომი
pl: Brak załączników
ru: Нет вложений
sq: S’ka bashkëngjitje
te: జోడింపులేమీ అందుబాటులో లేవు

source: Attachments
es: Archivos adjuntos
hi_in: संलग्नक
hr: Privitci
ja: 添付ファイル
ka: მიმაგრებული ფაილები
pl: Załączniki
ru: Прикреплённые файлы
sq: Bashkangjitje
te: జోడింపులు

source: Article Title Lookup / Link Text
es: Búsqueda del título del artículo / texto del vínculo
hi_in: लेख शीर्षक लुकअप / लिंक पाठ
hr: Pretraga naslova članka / teksta poveznice
ja: 記事タイトル検索 / リンクテキスト
ka: სტატიის სათაურის მოძიება / ტექსტის ბმული
pl: Podgląd tytułu artykułu / Tekst odnośnika
ru: Поиск заголовка статьи / Текст ссылки
sq: Kërkim Titulli Artikulli / Tekst Lidhjeje
te: వ్యాసం శీర్షిక శోధన / లింక్ టెక్స్ట్

source: Launch
es: Lanzar
hi_in: प्रमोचन
hr: Pokreni
ja: 開く
ka: გაშვება
pl: Uruchom
ru: Запустить
sq: Nise
te: ప్రారంభించు

source: Create a Redirect
es: Crear una Redirección
hi_in: एक अनुप्रेषित बनाएँ
hr: Stvori preusmjeravanje
ja: リダイレクトを作成
ka: გადამისამართების გაკეთება
pl: Stwórz przekierowanie
ru: Создать перенаправление
sq: Krijoni një Ridrejtim
te: ఒక దారిమళ్లింపుని సృష్టించండి

source: MDN Redirect
es: Redirección a MDN
hi_in: MDN अनुप्रेषण
hr: MDN preusmjeravanje
ja: MDN リダイレクト
ka: MDN გადამისამართება
pl: Przekierowanie MDN
ru: MDN перенаправление
sq: Ridrejtim MDN-je
te: MDN దారిమళ్లింపు

source: Document
es: Documento
hi_in: दस्तावेज़
hr: Dokument
ja: ドキュメント
ka: დოკუმენტი
pl: Dokument
ru: Документ
sq: Dokument
te: పత్రం

source: Insert Code Sample iFrame
es: Insertar una muestra de código iFrame
hi_in: कोड नमूना iFrame प्रविष्ट करें
hr: Unesite primjer kôda iFrame
ja: コードサンプルの iFrame を挿入
ka: ჩასვით მაგალითი iFrame-ში
pl: Wstaw próbkę kodu iFrame
ru: Вставить пример кода в iframe.
sq: Futni iFrame Shembull Kodi
te: iFrame ఆదేశక్రమాన్ని ఇన్సర్ట్ చేయండి

source: Sample Finder
es: Buscador de muestras
hi_in: नमूना खोजक
hr: Pretraga primjera
ja: サンプル検索
ka: მაგალითების საძიებელი
pl: Wyszukiwarka przykładów
ru: Поиск примеров
sq: Gjetës Shembujsh
te: నమూనా శోధని

source: Select a section
es: Selecciona una sección
hi_in: अनुभाग का चयन करें
hr: Odaberite dio
ja: セクションを選択
ka: განყოფილების არჩევა
pl: Wybierz sekcję
ru: Выбрать раздел
sq: Përzgjidhni një ndarje
te: ఒక విభాజనాన్ని ఎంచుకోండి

source: Sections in Document
es: Secciones del documento
hi_in: दस्तावेज़ में अनुभाग
hr: Dio u dokumentu
ja: ドキュメント内のセクション
ka: განყოფილებები დოკუმენტში
pl: Sekcje dokumentu
ru: Разделы документа
sq: Ndarje në Dokument
te: పత్రంలోని విభజనలు

source: What should the sample title be?
es: ¿Cuál debería ser el título de la muestra?
hr: Što bi trebao biti naslov primjera?
ja: サンプルのタイトルを入力してください。
ka: როგორი უნდა იყოს მაგალითის სათაური?
pl: Jaki ma być tytuł przykładu?
ru: Каким будет заголовок примера?
sq: Cili do të ishte titulli i shembullit?
te: నమూనా శీర్షిక ఏమి ఉండాలి?

source: HTML Content
sq: Lëndë HTML

source: Sample HTML Content
es: Muestra de contenido HTML
hi_in: नमूना HTML सामग्री
hr: Primjer HTML sadržaja
ja: サンプル HTML コンテンツ
ka: HTML შიგთავსის მაგალითი
pl: Przykładowa zawartość HTML
ru: HTML контент примера
sq: Shembull Lënde HTML
te: మాదిరి HTML విషయం

source: CSS Content
sq: Lëndë CSS

source: Sample CSS Content
es: Muestra de contenido CSS
hi_in: नमूना CSS सामग्री
hr: Primjer CSS sadržaja
ja: サンプル CSS コンテンツ
ka: CSS შიგთავსის მაგალითი
pl: Przykładowa zawartość CSS
ru: CSS контент примера
sq: Shembull Lënde CSS
te: మాదిరి CSS విషయం

source: JavaScript Content
sq: Lëndë JavaScript

source: Sample JavaScript Content
es: Muestra de contenido JavaScript
hi_in: नमूना JavaScript सामग्री
hr: Primjer JavaScript sadržaja
ja: サンプル JavaScript コンテンツ
ka: JavaScript შიგთავსის მაგალითი
pl: Przykładowa zawartość JavaScript
ru: JavaScript контент примера
sq: Shembull Lënde JavaScript
te: నమూనా JavaScript విషయం

source: Insert Code Sample Template
es: Insertar plantilla de muestra de código
hr: Unesite predložak primjera kôda
ja: コードサンプルテンプレートを挿入
ka: ჩასვით ნიმუშის მაგალითი
pl: Wstaw szablon przykładowego kodu
ru: Вставить пример кода шаблона
sq: Futni Gjedhe Shembull Kodi
te: ఆదేశక్రమ నమూనా మూసని చొప్పించండి

source: Syntax Highlighter
es: Resaltar sintaxis
hr: Sintaksno isticanje
ja: 構文ハイライター
ka: სინტაქსის აღმნიშვნელი
pl: Podświetl składnię
ru: Подсветка синтаксиса
sq: Theksues Sintakse
te: సిన్టాక్స్ హైలైటర్

source: No Highlight
es: No resaltar
hi_in: कोई हाइलाइट नहीं
hr: Bez isticanja
ja: ハイライトなし
ka: აღნიშვნების გარეშე
pl: Bez podświetlenia
ru: Без подсветки
sq: Pa Theksim
te: హైలెట్ లేదు

source: Embed YouTube Video
es: Integrar video de YouTube
hi_in: YouTube वीडियो एम्बेड करें
hr: Ugradite YouTube video
ja: YouTube 動画を埋め込み
ka: YouTube ვიდეოს ჩასმა
pl: Wstaw wideo z YouTube
ru: Вставить YouTube видео
sq: Trupëzoni Video YouTube
te: YouTube చలనచిత్రాన్ని పొందుపరుచు

source: Locate a YouTube Video
es: Ubicar un video de YouTube
hr: Locirajte YouTube video
ja: YouTube 動画を特定
ka: YouTube ვიდეოს მოძიება
pl: Znajdź wideo z YouTube
ru: Найти YouTube видео
sq: Gjeni një Video YouTube
te: ఒక YouTube చలనచిత్రాన్ని కనుగొను

source: Paste YouTube Video URL
es: Pegar la URL de un video de YouTube
hr: Zalijepite YouTube video URL
ja: YouTube 動画の URL を貼り付け
ka: YouTube ვიდეოს URL ბმულის ჩასმა
pl: Wklej URL wideo z YouTube
ru: Вставьте URL видео YouTube
sq: Hidhni URL-në e Videos YouTube
te: YouTube చలనచిత్ర URL ను అతికించు

source: Aspect ratio
es: Relación de aspecto
hi_in: पक्ष अनुपात
hr: Omjer
ja: 縦横比
ka: პროპორციები
pl: Skala obrazu
ru: Соотношение сторон
sq: Përpjestim
te: కారక నిష్పత్తి

source: You must input a valid YouTube video URL.
es: Debes introducir una URL válida para un video de YouTube.
hr: Morate unijeti valjani YouTube video URL.
ja: 正しい YouTube 動画の URL を入力してください。
ka: აუცილებელია YouTube-ის სწორი URL ბმულის შეყვანა.
pl: Podaj prawidłowy URL wideo z YouTube.
ru: Вы должны ввести правильный URL на YouTube видео.
sq: Duhet të jepni një URL videoje YouTube të vlefshme.
te: మీరు సరైన YouTube చలనచిత్ర URL మాత్రమే పెట్టాలి.

source: The URL you've entered doesn't appear to be valid
es: La URL que has introducido parece que no es válida
hr: URL kojeg ste unijeli izgleda da nije valjan
ja: 入力された URL が正しくないようです
ka: შეყვანილი URL მისამართი, არ გჰავს ნამდვილს
pl: Podany URL nie wygląda na poprawny
ru: URL, который вы ввели, выглядит неправильным
sq: URL-ja që dhatë s’duket se është e vlefshme
te: మీరు ఇచ్చిన URL సరైనదిగా కనపడడం లేదు

source: Default
es: Predeterminada
hi_in: तयशुदा
hr: Zadano
ja: 既定値
ka: ნაგულისხმევი
pl: Domyślny
ru: По умолчанию
sq: Parazgjedhje
te: అప్రమేయం

source: Revert
es: Deshacer
hi_in: वापस जाएँ
ja: 元に戻す
ka: დაბრუნება
pl: Przywróć
ru: Вернуть

source: View Page
es: Ver página
hi_in: पृष्ठ देखें
ja: ページを表示
ka: გვერდის ნახვა
pl: Wyświetl stronę
ru: Просмотреть страницу

source: Edit Page
es: Editar página
hi_in: पृष्ठ संपादित करें
ja: ページを編集
ka: გვერდის ჩასწორება
pl: Edytuj stronę
ru: Изменить страницу

source: History
es: Historial
hi_in: इतिहास
ja: 履歴
ka: ისტორია
pl: Historia
ru: История

source: Hang on! Updating filters…
es: ¡Espera! Actualizando filtros…
hi_in: लगे रहें! फ़िल्टर अद्यतन कर रहा है...
ja: しばらくお待ちください。フィルターを更新しています...
ka: მოითმინეთ! მიმდინარეობს ფილტრების განახლება…
pl: Proszę czekać. Aktualizowanie filtrów…
ru: Погодите! Обновление фильтров…

source: Updated filters.
es: Filtros actualizados.
hi_in: अद्यतन किए गए फ़िल्टर्स.
ja: フィルターを更新しました。
ka: ფილტრები განახლებულია.
pl: Zaktualizowano filtry.
ru: Фильтры обновлены.

source: Submitting...
es: Enviando...
hi_in: दर्ज़ हो रहा है...
ja: 送信中...
ka: იგზავნება...
pl: Wysyłanie…
ru: Отправляю...

source: Submitted as %(submission_type)s
es: Enviado como %(submission_type)s
hi_in: %(submission_type)s के रूप में दर्ज़
ja: %(submission_type)s で送信されました
ka: გადაგზავნილია როგორც %(submission_type)s
pl: Wysłano jako „%(submission_type)s”
ru: Отправлено как %(submission_type)s

source: %(sent_date)s by %(user)s
es: %(sent_date)s por %(user)s
hi_in: %(user)s के द्वारा %(sent_date)s
ja: %(sent_date)s / %(user)s
ka: %(sent_date)s %(user)s-სგან
pl: %(sent_date)s, autorstwa użytkownika „%(user)s”
ru: %(sent_date)s от %(user)s

source: Changes saved.
es: Se han guardado los cambios.
hi_in: परिवर्तन सहेजे गए.
ja: 変更が保存されました。
ka: ცვლილებები შენახულია.
pl: Zapisano zmiany.
ru: Изменения сохранены.
te: మార్పులు చేయబడ్డాయి.

source: Result
es: Resultado
hi_in: परिणाम
ja: 結果
ka: შედეგი
pl: Wynik
ru: Результат
te: ఫలితం

source: Error submitting as %(type)s
es: Error al enviarlo como %(type)s
ja: %(type)s で送信中に問題が発生しました
ka: შეცდომა %(type)s გადაგზავნისას
pl: Błąd podczas wysyłania jako „%(type)s”
ru: Ошибка отправки как %(type)s

source: View draft.
es: Ver borrador.
ja: 下書きを表示
ka: შავად დაწერილის ნახვა.
pl: Wyświetl szkic.
ru: Просмотреть черновик.
te: చిత్తుప్రతిని వీక్షించు.

source: Restore draft.
es: Recuperar borrador.
ja: 下書きを復元
ka: შავად დაწერილის აღდგენა.
pl: Przywróć szkic.
ru: Восстановить черновик.
te: డ్రాఫ్ట్ ను పునరుద్ధరించు.

source: Discard draft.
es: Descartar borrador.
ja: 下書きを破棄
ka: შავად დაწერილის წაშლა.
pl: Odrzuć szkic.
ru: Удалить черновик.
te: డ్రాఫ్ట్ ని విస్మరించు.

source: A newer version of this article has been published since this draft was saved. You can restore the draft to view the content, but you will not be able to submit it for publishing.
es: Se ha publicado una nueva versión de este artículo desde que se guardó este borrador. Puedes restaurar el borrador para ver el contenido, pero no podrás enviarlo para su publicación.
ja: この下書きが保存された後、この記事のより新しいバージョンが公開されています。下書きを復元してその内容を見ることもできますが、それを送信して公開することはできません。
ka: ამ შავად დაწერილის შენახვამდე, უკვე გამოქვეყნდა სტატიის უფრო ახალი ვერსია. თქვენ შეგიძლიათ ამ შავი ნაწერის აღდგენა შინაარსის სანახავად, თუმცა გამოსაქვეყნებლად ვეღარ გადააგზავნით.
pl: Od czasu zapisania tego szkicu opublikowano nowszą wersję tego artykułu. Można przywrócić szkic, aby wyświetlić jego treść, ale nie będzie można go opublikować.
ru: С момента сохранения черновика была опубликована более новая версия этой статьи. Вы можете восстановить черновик, чтобы увидеть контент, но вы не сможете опубликовать его.

source: Revision history.
es: Historial de revisión.
ja: リビジョン履歴
ka: შემოწმების ისტორია.
pl: Historia wersji.
ru: История ревизий.
te: చరిత్ర పునర్విమర్శ.

source: Published version
es: Versión publicada
ja: 公開済みバージョン
ka: გამოქვეყნებული ვერსია
pl: Opublikowana wersja
ru: Опубликованная версия

source: Compare this date to the latest revision date to ensure you're not overwriting later changes.
es: Compara esta fecha con la de la última revisión para asegurarte de que no estás sobreescribiendo los últimos cambios.
ja: この日付と最新のリビジョン日時を比較して、より新しい変更を上書きしていないことを確かめてください。
ka: შეადარეთ ეს თარიღი, ბოლო შემოწმების თარიღს ახალ გაკეთებულ ცვლილებებს არ გადააწეროთ.
pl: Porównaj tę datę do daty najnowszej wersji, aby upewnić się, że późniejsze zmiany nie zostaną zastąpione.
ru: Сравните эту дату с датой последней версии, чтобы убедиться, что вы не перезаписываете более поздние изменения.

source: You have a draft from: %(time)s.
es: Tienes un borrador de: %(time)s.
ja: %(time)s に保存された下書きがあります。
ka: თქვენ გაქვთ შავად დაწერილი: %(time)s-იდან.
pl: Masz szkic od: %(time)s.
ru: У вас есть черновик от: %(time)s.
te: మీకు ఒక డ్రాఫ్ట్ వచ్చినది: %(time)s.

source: Viewing old draft. This draft cannot be published.
es: Estás viendo un borrador antiguo, que no se puede publicar.
ja: 古い下書きを表示しています。この下書きは公開できません。
ka: ნახულობთ ძველ შავად ნაწერს. ეს ვერსია, ვეღარ გამოქვეყნდება.
pl: Wyświetlanie starego szkicu. Nie można go opublikować.
ru: Просмотр старого черновика. Этот черновик нельзя опубликовать.

source: Draft restored.
es: Borrador recuperado.
ja: 下書きが復元されました。
ka: შავად დაწერილი აღდგენილია.
pl: Przywrócono szkic.
ru: Черновик восстановлен.
te: డ్రాఫ్ట్ పునరుద్ధరించబడింది.

source: Draft discarded.
es: Borrador descartado.
ja: 下書きが破棄されました。
ka: შავად დაწერილი წაშლილია.
pl: Odrzucono szkic.
ru: Черновик удалён.
te: డ్రాఫ్ట్ విస్మరించబడింది.

source: Draft published:
es: Borrador publicado:
ja: 下書きが公開されました:
ka: შავად დაწერილი გამოქვეყნებულია:
pl: Opublikowano szkic:
ru: Черновик опубликован:

source: Draft discarded:
es: Borrador descartado:
ja: 下書きが破棄されました:
ka: შავად დაწერილი წაშლილია:
pl: Odrzucono szkic:
ru: Черновик удалён:
te: డ్రాఫ్ట్ విస్మరించబడింది:

source: Draft autosaved:
es: Borrador autoguardado:
ja: 下書きが自動保存されました:
ka: შავად დაწერილი შენახულია ავტომატურად:
pl: Automatycznie zapisano szkic:
ru: Черновик автосохранён:

source: Publishing changes…
es: Publicando cambios...
ja: 変更点を公開しています...
ka: ცვლილებების გამოქვეყნება…
pl: Publikowanie zmian…
ru: Публикация изменений…
te: మార్పుల ప్రచురణ…

source: Publishing failed. You are not currently signed in. Please use a new tab to sign in and try publishing again.
es: La publicación ha fallado. No tienes iniciada la sesión. Vuelve a iniciar sesión en una nueva pestaña e intenta publicarlo de nuevo.
ja: 公開できませんでした。あなたは現在ログインしていません。新しいタブを使ってログインし、再度公開を試してください。
ka: გამოქვეყნება ვერ მოხერხდა. თქვენ არ ხართ შესული ანგარიშზე. გთხოვთ, შესასვლელად ახალი ჩანართი გამოიყენოთ და შემდეგ სცადოთ ხელახლა გამოქვეყნება.
pl: Publikacja się nie powiodła, ponieważ nie zalogowano. Prosimy zalogować się w innej karcie i opublikować ponownie.
ru: Публикация не удалась. В настоящее время вы не вошли. Пожалуйста, используйте новую вкладку, чтобы войти и попытаться опубликовать снова.
te: ప్రచురణ విఫలమయ్యింది. మీరు ప్రస్తుతం మీ ఖాతాలోకి ప్రవేశించి లేరు. కొత్త ట్యాబులో మీ ఖాతాలోకి ప్రవేశించి తిరిగి ప్రచురించండి.

source: Publishing failed. Please copy and paste your changes into a safe place and try submitting the form using the "Publish" button.
es: La publicación ha fallado. Copia y pega los cambios en un lugar seguro e intenta enviar el formulario de nuevo utilizando el botón "Publicar".
ja: 公開できませんでした。変更点を安全な所へコピー＆ペーストしてから「公開」ボタンを使ってフォームの送信を試してください。
ka: გამოქვეყნება ვერ მოხერხდა. გთხოვთ თქვენი ცვლილებები დააკოპიროთ და უსაფრთხო ადგილას ჩასვათ, შემდეგ კი "გამოქვეყნების" ღილაკით სცადოთ შევსებული ველების გადაგზავნა.
pl: Publikacja się nie powiodła. Prosimy skopiować swoje zmiany w bezpieczne miejsce i jeszcze raz wysłać formularz za pomocą przycisku „Opublikuj”.
ru: Публикация не удалась. Пожалуйста, скопируйте и вставьте ваши изменения в безопасное место и попытайтесь отправить снова, используя кнопку "Опубликовать".
te: ప్రచురణ విఫలమయ్యింది. దయచేసి మీ మార్పులను ఒక భద్రమైన చోటుకి కాపీ చేసి, తర్వాత "ప్రచురించు" బటన్ తో పత్రాన్ని తిరిగి పంపండి.
