Repository: mdn/kuma
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de

source: <ul> <li>Your demo's source code should be packaged inside a <strong>ZIP file</strong>.</li> <li>The main page of your demo should be a file named <strong><code>index.html</code></strong> in the root of the ZIP.</li> <li>Your demo should be built on <strong>client-side technology</strong> (HTML, CSS, JavaScript). Server-side languages like PHP and Ruby are not supported.</li> <li>If your demo requires external resources, it should use <strong>AJAX</strong> to access them.</li> <li>Please identify in the demo details box any 3rd party content that can't be licensed under the CC-BY-SA license and include links to the authors' websites.</li> </ul>
de: <ul> <li>Der Quelltext Ihrer Demo sollte in einer <strong>ZIP-Datei</strong> verpackt sein.</li> <li>Der Hauptseite Ihrer Demo sollte eine Datei mit dem Namen <strong><code>index.html</code></strong> im Wurzelverzeichnis Ihrer ZIP-Datei sein.</li> <li>Ihre Demo sollte auf <strong>clientseitiger Technologie</strong> (HTML, CSS, Javscript) basieren. Serverseitige Sprachen, wie PHP und Ruby, werden nicht unterstützt.</li> <li>Wenn Ihre Demo externe Ressourcen benötigt, sollte <strong>AJAX</strong> verwendet werden, um darauf zuzugreifen.</li> <li>Bitte geben Sie im Detailfeld für die Demo alle Inhalte Dritter an, die nicht unter der Lizenz CC-BY-SA stehen und fügen Sie Links zu den Websites der Autoren hinzu.</li> </ul>

source: <p>To submit your demo, you need an <strong><a href="%(signup_url)s">MDN profile</a></strong>.</p>
de: <p>Um Ihre Demo zu übermitteln, benötigen Sie ein <strong><a href="%(signup_url)s">MDN-Benutzerkonto</a></strong>.</p>

source: Log In to Profile
de: Mit Profil anmelden

source: Terms for Contributors
de: Bedingungen für Beitragende

source: Demo Studio: Terms for Contributors
de: Demo Studio: Bedingungen für Mitwirkende

source: Rights Representation Details
de: Hinweise zur Repräsentation von Rechten

source: Search the Demo Studio
de: Demo-Studio durchsuchen

source: Search
de: Suchen

source: See %(display_name)s's profile
de: Profil von %(display_name)s ansehen

source: See {display_name}'s profile
de: Profil von {display_name} ansehen

source: Sort demos by most recent likes and views
de: Demos nach neustem &bdquo;Gefallen&ldquo; und Aufrufdatum sortieren

source: You are viewing demos by most recent likes and views
de: Sie sehen Demos nach neustem &bdquo;Gefallen&ldquo; und Aufrufdatum

source: Up and Coming
de: Aufstrebend

source: Sort demos by most views
de: Demos nach Zahl der Aufrufe sortieren

source: You are viewing demos by most views
de: Sie sehen Demos nach Aufrufen

source: Most Viewed
de: Meistgesehene

source: Sort demos by most likes
de: Demos nach Beliebtheit sortieren

source: You are viewing demos by most likes
de: Sie sehen Demos nach Beliebtheit

source: Most Liked
de: Beliebteste

source: Sort demos by most recently submitted
de: Demos nach Eingangsreihenfolge sortieren

source: You are viewing demos by most recently submitted
de: Sie sehen Demos nach Einreichdatum

source: Most Recent
de: Neuste

source: {start}&ndash;{end} of {total}
de: {start}&ndash;{end} von {total}

source: Go to the first page
de: Zur ersten Seite gehen

source: First
de: Erster

source: Go to the previous page
de: Zur vorherigen Seite gehen

source: Go to the next page
de: Zur nächsten Seite gehen

source: Go to the last page
de: Zur letzten Seite gehen

source: Last
de: Letzte

source: Launch {title}
de: {title} starten

source: The Mozilla Developer Network (MDN) Fellowship Program invites world-class web developers to come change the world with Mozilla.
de: Das Mozilla Developer Network (MDN) Fellowship Program lädt Weltklasse-Web-Entwickler ein, gemeinsam mit Mozilla die Welt zu verändern.

source: The Mozilla Developer Network (MDN) provides information about Open Web technologies including HTML, CSS, and APIs for both Web sites and HTML5 Apps. It also documents Mozilla products, like Firefox OS.
de: Das Mozilla Developer Network (MDN) bietet Informationen zu Open-Web-Technologien wie HTML, CSS und APIs für Websites und HTML5-Apps. Es dokumentiert auch die Mozilla-Produkte, wie Firefox OS.

source: Shared knowledge <span>for the Open Web</span>
de: Geteiltes Wissen <span>für das offene Web</span>

source: Search the docs
de: Die Dokumentation durchsuchen

source: Show topics
de: Themen anzeigen

source: Web Technologies
de: Web-Technologien

source: Web<br />Platform
de: Web-<br />Plattform

source: more...
de: mehr…

source: App Center
de: App-Zentrum

source: Developer<br />Tools
de: Entwickler-<br />Werkzeuge

source: Page Inspector
de: Seiteninspektor

source: Web Console
de: Web-Konsole

source: Performance Tools
de: Leistungswerkzeuge

source: Connect
de: Verbinden

source: Get Web technology news from Mozilla, get help from other developers, and more!
de: Erhalten Sie Nachrichten über Web-Technologien von Mozilla, holen Sie sich Hilfe von anderen Entwicklern und mehr!

source: Learn more and sign up!
de: Erfahren Sie mehr und registrieren Sie sich!

source: Open Web and Mobile
de: Offenes Web und Mobilgeräte

source: Learn Web Development
de: Lernen Sie Web-Entwicklung

source: Get The Browser For Developers Like You
de: Holen Sie sich den Browser für Entwickler wie Sie

source: Celebrate ten years of documenting your Web.
de: Feiern Sie zehn Jahre Dokumentation Ihres Internets.

source: Build Open Web Apps
de: Entwickeln Sie Open Web Apps

source: <a href="http://hacks.mozilla.org">read more at hacks.mozilla.org <i aria-hidden="true" class="icon-arrow-right"></i></a></span>
de: <a href="http://hacks.mozilla.org">Lesen Sie mehr auf hacks.mozilla.org <i aria-hidden="true" class="icon-arrow-right"></i></a></span>

source: Get Involved
de: Mitmachen

source: <p class="numbers"> <span class="row1">Join <span class="number">%(contributors)s</span> contributors</span> <span class="row2">in <span class="number">%(locales)s</span> languages and locales</span> <span class="row3">around the world.</span> </p>
de: <p class="numbers"> <span class="row1">Werden Sie ein Teil von <span class="number">%(contributors)s</span> Mitwirkenden</span> <span class="row2">in <span class="number">%(locales)s</span> Sprachen</span> <span class="row3"> auf der ganzen Welt.</span> </p>

source: Help improve MDN
de: Helfen Sie, MDN zu verbessern

source: See & submit demos
de: Demos ansehen & einreichen

source: All parts of MDN (docs, demos, and the site itself) are created by an open community of developers. Please join us! Pick one of these ways to help:
de: Alle Teile von MDN (Dokumentation, Demos und die Website selbst) werden von einer offenen Gemeinschaft aus Entwicklern erstellt. Machen Sie bitte mit! Suchen Sie sich aus, wo Sie helfen möchten:

source: Getting started
de: Erste Schritte

source: Editorial review
de: Redaktionelle Prüfung

source: Technical review
de: Technische Prüfung

source: Translating
de: Übersetzen

source: Promoting MDN
de: Bewerben von MDN

source: Contributing to the MDN codebase
de: Mitarbeit an der MDN-Codebasis

source: Posted %(entrydate)s by %(authorlink)s
de: Geschrieben am %(entrydate)s von %(authorlink)s

source: Promote MDN
de: MDN bewerben

source: Spread some developer love.
de: Verbreiten Sie ein bisschen Liebe für Entwickler.

source: <ol> <li><strong>Get Buttons:</strong> Use our simple form below to create a custom button and source code to promote MDN on your website or blog.</li> <li><strong>Post Buttons:</strong> Copy the source code and paste it anywhere on your website or blog to help people click through to MDN.</li> <li><strong>Feel Good:</strong> Take pride in knowing you're making developers lives just a little bit better by sharing MDN with the world.</li> </ol>
de: <ol> <li><strong>Holen Sie sich Anstecker:</strong> Verwenden Sie das folgende einfache Formular, um einen angepassten Anstecker und Quelltext zu erstellen, um MDN auf Ihrer Website oder Ihrem Blog zu bewerben.</li> <li><strong>Posten Sie Anstecker:</strong> Kopieren Sie den Quelltext und fügen Sie ihn irgendwo auf Ihrer Website oder Ihrem Blog ein, um Menschen zu helfen, sich durch MDN zu klicken.</li> <li><strong>Führen Sie sich gut:</strong> Seien Sie stolz darauf, dass Sie die Leben von Entwicklern gerade ein bisschen besser gemacht haben, indem Sie MDN an die Welt weitergegeben haben.</li> </ol>

source: Preview
de: Vorschau

source: Choose a button style
de: Stil für die Anstecker wählen

source: Better Docs
de: Bessere Doku

source: Developer Powered
de: Angetrieben von Entwicklern

source: For Developers, By Developers
de: Für Entwickler, von Entwicklern

source: Web Developer Toolbox
de: Werkzeugkasten für Web-Entwickler

source: Choose a color
de: Wählen Sie eine Farbe

source: Gray
de: Grau

source: Red
de: Rot

source: Replace &lt;FOO&gt; with
de: &lt;FOO&gt; ersetzen durch

source: Add your custom button to your website
de: Fügen Sie Ihren angepassten Anstecker zu Ihrer Website hinzu

source: Your source code:
de: Ihr Quelltext:

source: Your button will take people to:
de: Ihr Anstecker führt Menschen zu:

source: Better CSS docs for a better Web on MDN
de: Bessere CSS-Dokumentation für ein besseres Internet auf MDN

source: Better HTML docs for a better Web on MDN
de: Bessere HTML-Dokumentation für ein besseres Internet auf MDN

source: Better JavaScript docs for a better Web on MDN
de: Bessere JavaScript-Dokumentation für ein besseres Internet auf MDN

source: Better Web docs for a better Web on MDN
de: Bessere Internet-Dokumentation für ein besseres Internet auf MDN

source: MDN is Developer Powered for CSS docs, demos and more.
de: MDN wird von Entwicklern angetrieben für CSS-Dokumentation, Demos und mehr.

source: MDN is Developer Powered for HTML docs, demos and more.
de: MDN wird von Entwicklern angetrieben für HTML-Dokumentation, Demos und mehr.

source: MDN is Developer Powered for JavaScript docs, demos and more.
de: MDN wird von Entwicklern angetrieben für JavaScript-Dokumentation, Demos und mehr.

source: MDN is Developer Powered for Web docs, demos and more.
de: MDN wird von Entwicklern angetrieben für Web-Dokumentation, Demos und mehr.

source: CSS docs by developers, for developers on MDN
de: CSS-Dokumentation von Entwicklern, für Entwickler auf MDN

source: HTML docs by developers, for developers on MDN
de: HTML-Dokumentation von Entwicklern, für Entwickler auf MDN

source: JavaScript docs by developers, for developers on MDN
de: JavaScript-Dokumentation von Entwicklern, für Entwickler auf MDN

source: Web docs by developers, for developers on MDN
de: Internet-Dokumentation von Entwicklern, für Entwickler auf MDN

source: MDN is your Web Developer Toolbox for docs, demos and more on HTML, CSS, JavaScript and other Web standards and open technologies.
de: MDN ist Ihr Werkzeugkasten für Web-Entwickler für Dokumentation, Demos und mehr zu HTML, CSS, JavaScript und andere Web-Standards und offene Technologien.

source: Can't promote more than one index at once.
de: Es kann nicht mehr als ein Index gleichzeitig aufgewertet werden.

source: Promoted search index %s.
de: Suchindex %s aufgewertet.

source: Promote selected search index to current index
de: Gewählten Suchindex zu aktuellem Index aufwerten

source: Can't demote more than one index at once.
de: Es kann nicht mehr als ein Index gleichzeitig abgewertet werden.

source: Can't demote the index if there is only one. Create and populate a new one first.
de: Der Index kann nicht abgewertet werden, wenn es nur einen gibt. Erstellen und befüllen Sie erst einen neuen.

source: Demoted search index %s.
de: Suchindex %s abgewertet.

source: Demote selected search index (automatic fallback to previous index)
de: Gewählten Suchindex abwerten (es wird automatisch der vorherige Index ausgewählt)

source: Can't populate more than one index at once.
de: Es kann nicht mehr als ein Index gleichzeitig gefüllt werden.

source: Populate selected search index via Celery
de: Gewählten Suchindex per Celery befüllen

source: Is current index?
de: Ist dies der aktuelle Index?

source: There is already a successor to the current index %s
de: Es gibt bereits einen Nachfolger für den aktuellen Index %s

source: groupname
de: Gruppenname

source: Search is temporarily unavailable. Please try again in a few minutes.
de: Die Suche ist zeitweilig nicht verfügbar. Bitte versuchen Sie es in einigen Minuten erneut.

source: Something went wrong with the search query. Please try again in a few minutes.
de: Mit der Suchanfrage ist etwas schiefgegangen. Bitte versuchen Sie es in wenigen Minuten erneut.

source: Search Unavailable
de: Suche nicht verfügbar

source: Search Mozilla Developer Network documentation
de: Dokumentation des Mozilla Developer Network durchsuchen

source: Search Results for "{query}"
de: Suchergebnisse für „{query}“

source: translated from <a href="%(parent_url)s" title="%(parent_title)s">%(parent_title)s (%(parent_language)s)</a>
de: übersetzt von <a href="%(parent_url)s" title="%(parent_title)s">%(parent_title)s (%(parent_language)s)</a>

source: MDN Site Search
de: MDN-Website-Suche

source: Results
de: Ergebnisse

source: %(count)s document found for "%(query)s" in %(locale_native)s.
de: %(count)s Dokument für „%(query)s“ auf %(locale_native)s gefunden.

source: %(count)s document found for "%(query)s" in %(locale_native)s and %(default_locale_native)s.
de: %(count)s Dokument für „%(query)s“ in %(locale_native)s und %(default_locale_native)s gefunden.

source: %(count)s document found in %(locale_native)s.
de: %(count)s Dokument auf %(locale_native)s gefunden.

source: %(count)s document found in %(locale_native)s and %(default_locale_native)s.
de: %(count)s Dokument in %(locale_native)s und %(default_locale_native)s gefunden.

source: %(count)s document found for "%(query)s".
de: %(count)s Dokument für „%(query)s“ gefunden.

source: %(count)s document found.
de: %(count)s Dokument für gefunden.

source: Showing all results.
de: Alle Ergebnisse werden angezeigt.

source: Showing results %(start)s to %(end)s.
de: Ergebnisse von %(start)s bis %(end)s werden angezeigt.

source: Search again in %(default_locale_native)s only
de: Erneut suchen, aber nur in %(default_locale_native)s

source: Filter by
de: Filtern nach

source: Sorry, you must have at least one connected account so you can sign in. To disconnect this account connect a different one first. To delete your MDN profile please <a href="%(bug_form_url)s" rel="nofollow">file a bug</a>.
de: Es tut uns Leid, Sie müssen mindestens ein verbundenes Konto besitzen, um sich anzumelden. Um dieses Konto zu trennen, verbinden Sie zunächst ein anderes. Um Ihr MDN-Profil zu löschen <a href="%(bug_form_url)s" rel="nofollow">legen Sie bitte einen Fehlerbericht an</a>.

source: An email address cannot be used as a username.
de: Eine E-Mail-Adresse kann nicht als Benutzername verwendet werden.

source: The username you entered already exists.
de: Der von Ihnen eingegebene Benutzername existiert bereits.

source: algorithm
de: Algorithmus

source: salt
de: Salz

source: Username may contain only letters, numbers, and these characters: . - _ +
de: Benutzername darf nur Buchstaben, Ziffern und die Zeichen . - _ + enthalten.

source: You must agree to the privacy policy.
de: Sie müssen der Datenschutzerklärung zustimmen.

source: Plain text
de: Reintext

source: Send me the newsletter
de: Schickt mir den Newsletter

source: Preferred format
de: Bevorzugtes Format

source: I agree
de: Ich stimme zu

source: Your country
de: Ihr Land

source: Interests
de: Interessen

source: Expertise
de: Fachwissen

source: Username
de: Benutzername

source: Areas of expertise must be a subset of interests
de: Bereiche des Fachwissens müssen eine Teilmenge der Interessen sein

source: Username already in use.
de: Benutzername wird bereits verwendet.

source: Banned on {ban_date} by {ban_admin}.
de: Gesperrt am {ban_date} von {ban_admin}.

source: Banned
de: Gesperrt

source: Ban User
de: Benutzer sperren

source: %s banned by %s
de: %s verbannt durch %s

source: %s (no longer active)
de: %s (nicht mehr aktiv)

source: Mozillians
de: Mozillianer

source: Timezone
de: Zeitzone

source: Language
de: Sprache

source: This URL has an invalid format. Valid URLs look like http://example.com/my_page.
de: Diese URL hat ein ungültiges Format. Gültige URLs sehen aus wie http://example.com/meine_Seite

source: Organization
de: Organisation

source: Location
de: Ort

source: About Me
de: Über mich

source: IRC nickname
de: IRC-Spitzname

source: Tags
de: Schlagwörter

source: You have completed the first step of <a href="%s">getting started with MDN</a>
de: Sie haben den ersten Schritt für den <a href="%s">Einstieg beim MDN</a> getan

source: Username is required.
de: Benutzername ist erforderlich

source: Username is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
de: Benutzername ist zu kurz (%(show_value)s Zeichen). Er muss mindestens %(limit_value)s Zeichen lang sein.

source: Username is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
de: Benutzername ist zu lang (%(show_value)s Zeichen). Er darf höchstens %(limit_value)s Zeichen lang sein.

source: You must agree to the terms of use.
de: Sie müssen den Nutzungsbedingungen zustimmen.

source: Take the next step to get involved on MDN!
de: Machen Sie den nächsten Schritt zum Mitmachen bei MDN!

source: Email address
de: E-Mail-Adresse

source: %(email)s <b>Verified</b>
de: %(email)s <b>verifiziert</b>

source: %(email)s Unverified
de: %(email)s nicht verifiziert

source: Other:
de: Sonstiges:

source: Profile Inactive
de: Profil inaktiv

source: This profile is inactive.
de: Dieses Profil ist inaktiv.

source: Email addresses
de: E-Mail-Adressen

source: {email} is your <em>primary</em> email address
de: {email} ist Ihre <em>primäre</em> E-Mail-Adresse

source: You've also added the following email addresses:
de: Sie haben außerdem die folgenden E-Mail-Adressen hinzugefügt:

source: Make Primary
de: Primär machen

source: Re-send Confirmation
de: Bestätigung erneut senden

source: Remove
de: Entfernen

source: <strong>Warning:</strong>"You have not added any email addresses to this profile. Without one you cannot receive notifications.
de: <strong>Warnung:</strong> Sie haben zu diesem Profil keine E-Mail-Adressen hinzugefügt. Ohne E-Mail-Adresse können Sie keine Benachrichtigungen erhalten.

source: Add email address
de: E-Mail-Adresse hinzufügen

source: Add Email
de: E-Mail-Adresse hinzufügen

source: Edit profile
de: Profil bearbeiten

source: Do you really want to remove the selected email address?
de: Möchten Sie die ausgewählte E-Mail-Adresse wirklich entfernen?

source: Confirm Email Address
de: E-Mail-Adresse bestätigen

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
de: Bitte bestätigen Sie, dass <a href="mailto:%(email)s">%(email)s</a> eine E-Mail-Adresse für den Benutzer %(user_display)s ist.

source: Confirm
de: Bestätigen

source: This email confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new email confirmation request</a>.
de: Dieser E-Mail-Bestätigungs-Link ist abgelaufen oder ungültig. Bitte <a href="%(email_url)s">fordern Sie eine neue Anfrage zur E-Mail-Bestätigung an</a>.

source: You have confirmed that <a href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
de: Sie haben bestätigt, dass <a href="mailto:%(email)s">%(email)s</a> eine E-Mail-Adresse für den Benutzer %(user_display)s ist.

source: Sign In
de: Anmelden

source: Please sign in
de: Bitte melden Sie sich an

source: In order to contribute, you need to sign in to MDN. You can sign in using any of the services below. A MDN profile will be created for you if you don't already have one.
de: Um mitzuwirken, müssen Sie sich bei MDN anmelden. Sie können sich mit einem der folgenden Dienste anmelden. Ein MDN-Profil wird für Sie erstellt, wenn Sie noch keines haben.

source: Sign Out
de: Abmelden

source: Are you sure you want to sign out?
de: Möchten Sie sich wirklich abmelden?

source: Change Password
de: Passwort ändern

source: Password Reset
de: Passwort zurücksetzen

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
de: Haben Sie Ihr Passwort vergessen? Geben Sie im Folgenden Ihre E-Mail-Adresse ein und wir schicken Ihnen eine E-Mail, mit der Sie es zurücksetzen können.

source: Reset My Password
de: Mein Passwort zurücksetzen

source: Please contact us if you have any trouble resetting your password.
de: Bitte kontaktieren Sie uns, wenn Sie Probleme beim Zurücksetzen Ihres Passworts haben.

source: We have sent you an email. Please contact us if you do not receive it within a few minutes.
de: Wir haben Ihnen eine E-Mail geschickt. Bitte kontaktieren Sie uns, wenn Sie sie nicht in wenigen Minuten erhalten.

source: Your password is now changed.
de: Ihr Passwort wurde geändert.

source: Set Password
de: Passwort setzen

source: Signup
de: Registrierung

source: Sign Up
de: Registrierung

source: Already have an profile? Then please <a href="%(login_url)s">sign in</a>.
de: Haben Sie bereits ein Profil? Dann <a href="%(login_url)s">melden Sie sich bitte an</a>.

source: Profile Creation Disabled
de: Profilerstellung deaktiviert

source: We are sorry, but profile creation is currently disabled.
de: Es tut uns leid, die Profilerstellung ist derzeit deaktiviert.

source: Confirm Your Email Address
de: Bestätigen Sie Ihre E-Mail-Adresse

source: We have sent an email to you for confirmation. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
de: Wir haben Ihnen eine E-Mail zur Bestätigung geschickt. Folgen Sie dem angegebenen Link, um den Registrierungsprozess abzuschließen. Bitte kontaktieren Sie uns, wenn Sie sie nicht in einigen Minuten erhalten.

source: This part of the site requires us to confirm that you are who you claim to be. For this purpose, we require that you confirm ownership of your email address.
de: Für diesen Teil der Website müssen wir sicherstellen, dass Sie sind, wer Sie zu sein vorgeben. Daher müssen Sie uns bestätigen, dass Ihnen Ihre E-Mail-Adresse gehört.

source: We have sent an email to you for confirmation. Please click on the link inside this email. Please contact us if you do not receive it within a few minutes.
de: Wir haben Ihnen eine E-Mail zur Bestätigung geschickt. Bitte klicken Sie auf den Link in dieser E-Mail. Bitte kontaktieren Sie uns, wenn Sie sie nicht in einigen Minuten erhalten.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your email address</a>.
de: <strong>Hinweis:</strong> Sie können weiterhin <a href="%(email_url)s">Ihre E-Mail-Adresse ändern</a>.

source: Note
de: Hinweis

source: you are already logged in as %(user_display)s.
de: Sie sind bereits als %(user_display)s angemeldet.

source: OpenID Sign In
de: Anmeldung mit OpenID

source: Account Sign In Failure
de: Anmeldung mit dem Konto fehlgeschlagen

source: An error occurred while attempting to sign in with your account.
de: Beim Versuch der Anmelden für Ihr Konto ist ein Fehler aufgetreten.

source: Account Connections
de: Kontenverbindungen

source: Account connections
de: Kontenverbindungen

source: You can sign in to your profile using any of the following:
de: Sie haben folgende Möglichkeiten zur Anmeldung mit Ihrem Benutzerkonto:

source: Disconnect
de: Trennen

source: You have no connected accounts.
de: Sie haben keine verbundenen Benutzerkonten.

source: Connect a new account
de: Ein neues Benutzerkonto verbinden

source: Login Cancelled
de: Anmeldung abgebrochen
