Repository: mdn/kuma
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de

source: Cannot delete pages with children until we fix this bug:
de: Seiten mit Unterseiten können nicht gelöscht werden, bis wir diesen Fehler beheben:

source: Creator
de: Autor

source: Creation Date
de: Erstelldatum

source: Last Change By
de: Letzte Änderung von

source: Last Change Date
de: Letzte Änderung am

source: You are about to delete this document and all of its revisions. Please let us know why this page should be deleted.
de: Sie sind dabei, dieses Dokument und all seine Versionen zu löschen. Bitte sagen Sie uns, warum diese Seite gelöscht werden soll.

source: Are you sure you want to continue?
de: Möchten Sie wirklich fortfahren?

source: Delete Revision | {document}
de: Version löschen | {document}

source: Are you sure you want to delete this revision?
de: Möchten Sie diese Version wirklich löschen?

source: Content
de: Inhalt

source: You are about to permanently delete this revision. <strong>This cannot be undone!</strong> Are you sure you want to continue?
de: Sie sind dabei, die Version endgültig zu löschen. <strong>Dies kann nicht rückgängig gemacht werden!</strong> Möchten Sie wirklich fortfahren?

source: Revert Revision | {document}
de: Version zurücksetzen | {document}

source: Are you sure you want to revert to this revision?
de: Möchten Sie diese Version wirklich zurücksetzen?

source: Document
de: Dokument

source: Why are you reverting to this revision?
de: Warum setzen Sie das Dokument auf diese Version zurück?

source: You are about to revert the document to this revision. Click "revert" to revert to the content&nbsp;above.
de: Sie sind dabei, das Dokument auf diese Version zurückzusetzen. Klicken Sie auf „Zurücksetzen“, um den obigen Inhalt wiederherzustellen.

source: Revert
de: Zurücksetzen

source: Document Deleted
de: Dokument gelöscht

source: This document was deleted on %(when)s.
de: Dieses Dokument wurde am %(when)s gelöscht.

source: Reason for Deletion
de: Grund für Löschung

source: Restore this document
de: Dieses Dokument wiederherstellen

source: Other languages:
de: Weitere Sprachen:

source: Go
de: Los

source: Previous Search Result
de: Vorheriges Suchergebnis

source: No Previous Search Result
de: Kein vorheriges Suchergebnis

source: Your Search Results
de: Ihre Suchergebnisse

source: Next Search Result
de: Nächstes Suchergebnis

source: Show all
de: Alle anzeigen

source: contributors
de: Mitwirkende

source: by %(count)s contributor:
de: von %(count)s Mitwirkenden:

source: View profile: %(username)s
de: Profil anzeigen: %(username)s

source: Show Sidebar
de: Seitenleiste anzeigen

source: In This Article
de: In diesem Artikel

source: This document is being rendered for the first time by the system. Please <a href="%(url)s">reload this page</a> in a few minutes to see full content.
de: Dieses Dokument wird zum ersten Mal vom System dargestellt. Um den gesamten Inhalt anzusehen, warten Sie bitte einige Minuten und <a href="%(url)s">laden Sie die Seite neu</a>.

source: An update to this document <abbr title="%(started_at)s">is currently in progress</abbr>. If the content below seems stale or if something is missing, please <a href="%(url)s">reload this page</a> in a few minutes.
de: Eine Aktualisierung dieses Dokuments <abbr title="%(started_at)s">wird derzeit durchgeführt</abbr>. Wenn der folgende Inhalt veraltet erscheint oder etwas fehlt warten Sie bitte einige Minuten und <a href="%(url)s">laden Sie die Seite neu</a>.

source: An update to this document <abbr title="%(scheduled_at)s">has been scheduled</abbr>. If the content below seems stale or if something is missing, please <a href="%(url)s">reload this page</a> in a few minutes.
de: Eine Aktualisierung dieses Dokuments <abbr title="%(scheduled_at)s">ist geplant</abbr>. Wenn der folgende Inhalt veraltet erscheint oder etwas fehlt warten Sie bitte einige Minuten und <a href="%(url)s">laden Sie die Seite neu</a>.

source: This article is in need of a technical review.
de: Dieser Artikel benötigt eine technische Überprüfung.

source: This article is in need of an editorial review.
de: Dieser Artikel benötigt eine redaktionelle Überprüfung.

source: This translation is incomplete. Please help <a href="%(translate_url)s">translate this article</a> from English.
de: Diese Übersetzung ist unvollständig. Bitte helfen Sie, <a href="%(translate_url)s">diesen Artikel aus dem Englischen zu übersetzen</a>.

source: This translation is in progress.
de: Diese Übersetzung ist in Arbeit.

source: Our volunteers haven't translated this article into %(locale)s yet. <a href="%(help_link)s">Join us and help get the job done!</a>
de: Unsere Freiwilligen haben diesen Artikel noch nicht in %(locale)s übersetzt. <a href="%(help_link)s">Machen Sie mit und helfen Sie, das zu erledigen!</a>

source: This article doesn't have any content yet.
de: Dieser Artikel hat noch keinen Inhalt.

source: Search for <a href="%(search_link)s" rel="nofollow, noindex">pages that use %(title)s</a> to see example use cases and how many pages use this macro.
de: Suchen Sie nach <a href="%(search_link)s" rel="nofollow, noindex">Seiten die %(title)s verwenden</a>, um beispielhafte Anwendungsfälle zu sehen und zu erfahren, wie viele Seiten dieses Makro verwenden.

source: This article doesn't have approved content yet.
de: Dieser Artikel hat noch keinen freigeschalteten Inhalt.

source: Document Tags and Contributors
de: Schlagwörter des Dokuments und Mitwirkende

source: <div class="contributors-sub"> <i aria-hidden="true" class="icon-group"></i><strong>Contributors to this page:</strong> %(contributors_list)s </div>
de: <div class="contributors-sub"> <i aria-hidden="true" class="icon-group"></i><strong>Mitwirkende an dieser Seite:</strong> %(contributors_list)s </div>

source: Last updated by:
de: Zuletzt aktualisiert von:

source: Hide Sidebar
de: Seitenleiste ausblenden

source: Revision History | {document}
de: Versionsgeschichte | {document}

source: History of
de: Versionsgeschichte von

source: Revision history for:
de: Versionsgeschichte für:

source: Compare Selected Translations
de: Ausgewählte Übersetzungen vergleichen

source: Compare Selected Revisions
de: Ausgewählte Versionen vergleichen

source: Revert to this revision
de: Zu dieser Version zurücksetzen

source: This document has no revisions.
de: Dieses Dokument hat keine Versionen.

source: Please review the differences between your changes and the changes saved since you started editing. You may save again, but try to resolve any conflicts by hand so that the changes made since you started are not lost.
de: Bitte überprüfen Sie die Unterschiede zwischen Ihren Änderungen und den Änderungen, die gespeichert wurden, seit Sie mit der Bearbeitung begonnen haben. Sie können erneut speichern, aber versuchen Sie Konflikte per Hand zu lösen, so dass Änderungen, die seit Ihrer Bearbeitung durchgeführt wurden, nicht verloren gehen.

source: Your Changes
de: Ihre Änderungen

source: Revision {id} by {user} on {date}
de: Version {id} von {user} am {date}

source: Current Revision:
de: Aktuelle Version:

source: Search results summary:
de: Zusammenfassung für Suchergebnisse:

source: <span class="title-prefix">Editing</span> <em>{title}</em>
de: <span class="title-prefix">Bearbeiten von</span> <em>{title}</em>

source: Edit Page Title and Properties
de: Titel der Seite und Eigenschaften bearbeiten

source: Draft <span id="draft-action"></span> <time id="draft-time" class="timeago" title=""></time>
de: Entwurf <span id="draft-action"></span><time id="draft-time" class="timeago" title=""></time>

source: Rendering max age:
de: Maximale Zeit bis zur Darstellung:

source: Days
de: Tage

source: Hours
de: Stunden

source: Minutes
de: Minuten

source: Find the translation source with the lookup below and then click "Save Changes."
de: Finden Sie mit der folgenden Suche die Quelle der Übersetzung und klicken Sie auf „Änderungen speichern“.

source: Lookup:
de: Suchen:

source: Thank you for taking the time to improve MDN!
de: Danke, dass Sie sich die Zeit genommen haben, um MDN zu verbessern!

source: It looks like this is your first contribution to MDN. You can find answers to common editing questions within our <a target="_blank" href="%(url)s">Editor Guide</a>.
de: Dies scheint Ihr erster Beitrag zu MDN zu sein. Antworten auf häufige Fragen zum Bearbeiten finden Sie in unserem <a target="_blank" href="%(url)s">Leitfaden für Mitwirkende</a>.

source: Don't be afraid to break something, you can always revert your changes.
de: Haben Sie keine Angst, etwas kaputtzumachen. Sie können Ihre Änderungen jederzeit rückgängig machen.

source: Have fun and be proud of your contribution!
de: Vielen Spaß und seien Sie stolz auf Ihren Beitrag!

source: Learn how to tag an article
de: Erfahren Sie, wie man einen Artikel mit Schlagwörtern versieht

source: Categorize the article. It will make the article findable under the right filters in the search engine. <a target="_blank" href="%(url)s">Read the Tagging Guide</a>.
de: Legen Sie den Artikel in einer Kategorie ab. Dann kann der Artikel mit den richtigen Filtern übe die Suchmaschine gefunden werden. <a target="_blank" href="%(url)s">Lesen Sie den Leitfaden zum Setzen von Schlagwörtern</a>.

source: Found {0} documents.
de: {0} Dokumente gefunden.

source: Articles tagged: {tag}
de: Artikel mit dem Schlagwort: {tag}

source: All templates
de: Alle Vorlagen

source: Found {0} templates.
de: {0} Vorlagen gefunden.

source: Documents with errors
de: Dokumente mit Fehlern

source: Top level documents
de: Wichtigste Dokumente

source: Documents with no parent
de: Dokumente ohne Überdokument

source: All documents
de: Alle Dokumente

source: Translation updates needed
de: Aktualisierungen der Übersetzung erforderlich

source: There are no articles.
de: Es gibt keine Artikel.

source: Documents for {tag} review
de: Dokumente zur Überprüfung mit {tag}

source: Documents for review
de: Dokumente zur Überprüfung

source: Articles in Need of Review Tagged: {tag}
de: Artikel mit dem Schlagwort {tag} die überprüft werden müssen

source: All Articles in Need of Review
de: Alle Artikel, die überprüft werden müssen

source: Localized articles tagged with: {tag}
de: Übersetzte Artikel mit dem Schlagwort: {tag}

source: Articles tagged with any localization tags
de: Artikel mit beliebigen Übersetzungsschlagwörtern

source: Found %(count)s document.
de: %(count)s Dokument gefunden.

source: All Tags
de: Alle Schlagwörter

source: There are no tags.
de: Es gibt keine Schlagwörter.

source: Move Article | {document}
de: Artikel verschieben | {document}

source: <span class="title-prefix">Moving</span> <em>{title}</em>
de: <span class="title-prefix">Verschieben von</span> <em>{title}</em>

source: Please specify the new location for this page by filling out the fields below. Be sure your new destination follows these rules:
de: Bitte geben Sie den neuen Ort für diese Seite an, indem Sie die folgenden Felder ausfüllen. Das neue Ziel muss die folgenden Regeln erfüllen:

source: Make sure the location you specify is located immediately under an existing page.
de: Stellen Sie sicher, dass der neue angegebene Ort direkt unterhalb einer bestehenden Seite liegt.

source: Don't include the URL scheme ("https://").
de: Geben Sie nicht das URL-Schema („https://“) an.

source: Enter only the part of the URL following "/docs/".
de: Geben Sie nur den Teil der URL ein, der auf „/docs/“ folgt.

source: Don't include a trailing slash (this will be removed for you if you include it, but you should leave it out).
de: Geben Sie keinen Schrägstrich am Ende an (dieser wird entfernt, wenn Sie ihn einfügen, aber Sie sollten ihn weglassen).

source: Your requested move cannot be completed due to the following slug conflicts:
de: Die von Ihnen angeforderte Verschiebung kann wegen der folgenden Konflikte beim Adressnamen nicht durchgeführt werden:

source: Please try a different destination slug. <strong>Double check to be sure you're trying to move to the right place!</strong>
de: Bitte versuchen Sie es mit einem anderen Zieladressnamen. <strong>Überprüfen Sie nochmal, ob Sie an die richtige Stelle verschieben möchten!</strong>

source: Current Slug:
de: Aktueller Adressname:

source: Preview URL:
de: Vorschau-URL:

source: New Slug:
de: Neuer Adressname:

source: Look up by Document Title
de: Nach Dokumententitel suchen

source: Parent Title
de: Über-Titel

source: Move {d} Pages
de: {d} Seiten verschieben

source: Move Page
de: Seite verschieben

source: The following {d} subpages will be affected by this move:
de: Die folgenden {d} Unterseiten werden von dieser Verschiebung betroffen sein:

source: No other documents will be affected by this change.
de: Keine anderen Dokumente werden von dieser Änderung betroffen sein.

source: Page move requested
de: Verschiebung der Seite angefordert

source: <h1>Page Move Scheduled</h1> <p>Moving %(old_slug)s to <a href="%(new_url)s">%(new_slug)s</a></p> <p> You'll receive an email when it finishes, or if any errors occur during the move.</p>
de: <h1>Verschiebung der Seite geplant</h1> <p>%(old_slug)s wird nach <a href="%(new_url)s">%(new_slug)s</a> verschoben.</p> <p>Sie erhalten eine E-Mail, wenn die Verschiebung abgeschlossen wurde oder dabei Fehler auftreten.</p>

source: Create a New {title}
de: Einen neuen {title} erstellen

source: New Document
de: Neues Dokument

source: URL segment that identifies the page
de: URL-Abschnitt, der diese Seite identifiziert

source: This is a preview of an unsaved document.
de: Dies ist eine Vorschau eines nicht gespeicherten Dokuments.

source: Revision {n} | {t} | {c}
de: Version {n} | {t} | {c}

source: Revision
de: Version

source: of
de: von

source: Revision Information
de: Versionsinformation

source: Revision Content
de: Inhalt der Version

source: Revision Source
de: Quelltext der Version

source: Select language | {document}
de: Sprache auswählen | {document}

source: Select a language to translate to:
de: Sprache zur Übersetzung auswählen:

source: Content is available under a license specific to this project. &middot; <a href="%(about_url)s">About MDN</a> &middot; <a href="//github.com/mozilla/kuma">Contribute to the code</a> &middot; <a href="//www.mozilla.org/en-US/privacy">Privacy policy</a>
de: Inhalt steht unter einer speziellen Lizenz für dieses Projekt &middot; <a href="%(about_url)s">Über MDN</a> &middot; <a href="//github.com/mozilla/kuma">Zum Quelltext beitragen</a> &middot; <a href="//www.mozilla.org/en-US/privacy">Datenschutzerklärung</a>

source: &copy; 2005-2015 Mozilla Developer Network and individual contributors<br /> Content is available under a license specific to this project. &middot; <a href="%(about_url)s">About MDN</a> &middot; <a href="//github.com/mozilla/kuma">Contribute to the code</a> &middot; <a href="//www.mozilla.org/en-US/privacy">Privacy policy</a>
de: &copy; 2005-2015 Mozilla Developer Network und individuelle Mitwirkende<br /> Inhalt steht unter einer speziellen Lizenz für dieses Projekt &middot; <a href="%(about_url)s">Über MDN</a> &middot; <a href="//github.com/mozilla/kuma">Zum Quelltext beitragen</a> &middot; <a href="//www.mozilla.org/en-US/privacy">Datenschutzerklärung</a>"

source: Translate Article | {document}
de: Artikel übersetzen | {document}

source: <span class="title-prefix">Translating</span> <em>{title}</em>
de: <span class="title-prefix">Übersetzen von</span> <em>{title}</em>

source: Translating article to {locale}
de: Übersetzung des Artikels in {locale}

source: Translate Content
de: Inhalt übersetzen

source: Approved {locale} version
de: Freigeschaltete Version in {locale}

source: View Rendered
de: In HTML-Darstellung anzeigen

source: View Source
de: Quelltext anzeigen

source: Show {locale}
de: {locale} anzeigen

source: Hide {locale}
de: {locale} ausblenden

source: {locale} translation:
de: Übersetzung in {locale}:

source: Translate Tags
de: Schlagwörter für Übersetzung

source: English tags
de: Schlagwörter für Englisch

source: This document has no tags.
de: Dieses Dokument besitzt keine Schlagwörter.

source: {locale} tags
de: Schlagwörter für {locale}

source: Version Notes
de: Versionshinweise

source: Localization flags
de: Übersetzungs-Kennzeichen

source: %(creator)s changed %(document_title)s.
de: %(creator)s hat %(document_title)s geändert.

source: View User Profile:
de: Benutzerprofil ansehen:

source: Compare on MDN:
de: Auf MDN vergleichen:

source: View Article:
de: Artikel ansehen:

source: Edit Article:
de: Artikel bearbeiten:

source: Article History:
de: Versionsgeschichte des Artikels:

source: breadcrumbs
de: Brotkrümel

source: Languages
de: Sprachen

source: No translations exist for this article.
de: Für diesen Artikel existieren keine Übersetzungen.

source: Add a translation
de: Eine Übersetzung hinzufügen

source: Updating subscription status
de: Abonnementstatus wird aktualisiert

source: Subscribe to this article
de: Diesen Artikel abonnieren

source: Unsubscribe from this article
de: Diesen Artikel nicht mehr abonnieren

source: You are now subscribed to this article.
de: Sie haben diesen Artikel jetzt abonniert.

source: You have been unsubscribed from this article.
de: Ihr Abonnement für diesen Artikel wurde aufgehoben.

source: Subscribe to {language} version
de: {language}-Version abonnieren

source: Unsubscribe from {language} version
de: {language}-Version nicht mehr abonnieren

source: You are now subscribed to the {language} version of this article.
de: Sie haben jetzt die {language}-Version dieses Artikels abonniert.

source: You have been unsubscribed from the {language} version of this article.
de: Sie haben jetzt die {language}-Version dieses Artikels nicht mehr abonniert.

source: New sub-page
de: Neue Unterseite

source: Clone this page
de: Seite duplizieren

source: Move this page
de: Seite verschieben

source: View in admin
de: Als Admin ansehen

source: Delete this page
de: Diese Seite löschen

source: Manage content zone
de: Inhaltsbereich verwalten

source: Convert to content zone
de: In Inhaltsbereich umwandeln

source: Print this page
de: Seite drucken

source: See also
de: Siehe auch

source: The following reviews have been requested:
de: Die folgenden Überprüfungen wurden angefordert:

source: Technical
de: Technisch

source: Editorial
de: Redaktionell

source: Review completed
de: Überprüfung abgeschlossen

source: Change Revisions
de: Versionsänderungen

source: Revision {num}:
de: Version {num}:

source: Share:
de: Teilen:

source: Generate table of contents
de: Inhaltsverzeichnis erzeugen

source: TOC:
de: Inhaltsverzeichnis:

source: There was a scripting error on this page. While it is being addressed by site editors, you can view partial content below.
de: Es gab einen Skriptfehler auf dieser Seite. Während dieser von Website-Redakteuren bearbeitet wird, können Sie im Folgenden Teile des Inhalts ansehen.

source: Hide error information
de: Fehlerinformationen ausblenden

source: More information about this error
de: Weitere Informationen über diesen Fehler

source: Anyone with an MDN profile can edit a document to fix an error. Use the <a href="/docs/MDN/Kuma/Troubleshooting_KumaScript_errors">KumaScript troubleshooting guide</a> as a starting point.
de: Jeder mit einem MDN-Profil kann ein Dokument bearbeiten, um einen Fehler zu korrigieren. Verwenden Sie den <a href="/docs/MDN/Kuma/Troubleshooting_KumaScript_errors">Leitfaden zur Fehlerbehebung für KumaSkript</a> als ersten Anhaltspunkt.

source: Error type:
de: Fehlertyp:

source: In macro:
de: In Makro:

source: Create Template
de: Vorlage erstellen

source: Edit Template
de: Vorlage bearbeiten

source: Parsing macro:
de: Makro wird ausgeführt:

source: Edit Document
de: Dokument bearbeiten

source: Full text of error:
de: Vollständiger Fehlertext:

source: Couldn't find what you were looking for?
de: Konnten Sie nicht finden, wonach Sie gesucht haben?

source: Browse other articles about <a href="{url}">{category}</a>
de: Andere Artikel über <a href="{url}">{category}</a> durchstöbern

source: Ask our awesome support community for help
de: Bitten Sie unsere wunderbare Hilfsgemeinschaft um Rat

source: Or try searching:
de: Oder probieren Sie eine Suche nach:

source: New Page
de: Neue Seite

source: Discard changes and create a new document?
de: Änderungen verwerfen und neues Dokument erstellen?

source: Save and Keep Editing
de: Speichern und weiter bearbeiten

source: Preview Changes
de: Vorschau der Änderungen

source: Review needed?
de: Überprüfung benötigt?

source: Revision Comment
de: Kommentar zur Version

source: Learn how to use Revision Comments
de: Erfahren Sie, wie Sie Kommentare zur Version verwenden

source: Tell us why you made additions and changes. It is optional, but will make page history easier to understand.
de: Sagen Sie uns, warum Sie etwas hinzugefügt oder geändert haben. Dies ist optional, erleichtert aber die Verständlichkeit der Versionsgeschichte.

source: Translate Description
de: Beschreibung übersetzen

source: Title in {locale}:
de: Titel in {locale}:

source: Slug in {locale}:
de: Adressname in {locale}:

source: Find the translation source with the lookup above and then click "Save Changes.
de: Finden Sie die Übersetzungsquelle mit der obigen Suche und klicken Sie dann auf „Änderungen speichern“.

source: Permission Denied
de: Zugriff verweigert

source: The wiki is in read-only mode.
de: Dieses Wiki ist im schreibgeschützten Modus.

source: Your profile has been banned from making edits.
de: Ihr Profil wurde für Bearbeitungen gesperrt.

source: This user's profile has been banned.
de: Das Profil dieses Benutzers wurde gesperrt.

source: You must sign in to view all history
de: Sie müssen sich anmelden, um die gesamte Versionsgeschichte zu sehen

source: <p>We're sorry %(name)s, we're afraid we can't do that.</p>
de: <p>Tut uns leid %(name)s, wir können das leider nicht tun.</p>

source: <p>We're sorry, we're afraid we can't do that.</p>
de: <p>Tut uns leid, wir können das leider nicht tun.</p>

source: <li><a href="%(logout_url)s">Sign out</a> to try again.</li>
de: <li><a href="%(logout_url)s">Melden Sie sich ab</a>, um es erneut zu versuchen.</li>

source: <li><a href="%(login_url)s">Sign in</a> to try again.</li>
de: <li><a href="%(login_url)s">Melden Sie sich an</a>, um es erneut zu versuchen.</li>

source: <li><a href="%(demos_url)s">View demos</a> or <a href="%(docs_url)s">browse docs</a></li>
de: <li><a href="%(demos_url)s">Sehen Sie sich Demos an</a> oder <a href="%(docs_url)s">durchstöbern Sie die Dokumentation</a></li>

source: <p class="attrib"><small><a href="http://theoatmeal.com/comics/state_web_summer#tumblr" rel="nofollow">Tumbeasts</a> by Matthew Inman of <a href="http://theoatmeal.com" rel="nofollow">The Oatmeal</a></small></p>
de: <p class="attrib"><small><a href="http://theoatmeal.com/comics/state_web_summer#tumblr" rel="nofollow"><a href="http://theoatmeal.com/comics/state_web_summer#tumblr" rel="nofollow">Tumbeasts</a> von Matthew Inman von <a href="http://theoatmeal.com" rel="nofollow">The Oatmeal</a></small></p>

source: Not Found
de: Nichts gefunden

source: We're sorry, we couldn't find what you were looking for.
de: Es tut uns leid, wir konnten nicht finden, wonach Sie suchen.

source: You can try a search or start over on the <a href="%(homepage_url)s">home page</a>.
de: Sie können es mit einer Suche probieren, oder von der <a href="%(homepage_url)s">Startseite</a> neu beginnen.

source: If you were following a documentation link, you can sign in and create the page. Otherwise, please <a href="%(bug_form_url)s" rel="nofollow">file a bug</a>. Thanks!
de: Wenn Sie einem Link in der Dokumentation gefolgt sind, können Sie sich anmelden und die Seite erstellen. Ansonsten <a href="%(bug_form_url)s" rel="nofollow">erstellen Sie bitte einen Fehlerbericht</a>. Danke!
