Repository: mdn/kuma
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de

source: <a href="%(tumbeasts_url)s" rel="nofollow">Tumbeasts</a> by Matthew Inman of <a href="%(oatmeal_url)s" rel="nofollow">The Oatmeal</a>
de: <a href="%(tumbeasts_url)s" rel="nofollow">Tumbeasts</a> von Matthew Inman von <a href="%(oatmeal_url)s" rel="nofollow">The Oatmeal</a>

source: Internal Server Error
de: Interner Server-Fehler

source: Skip to main content
de: Zum Hauptinhalt springen

source: Select language
de: Sprache auswählen

source: Skip to search
de: Zur Suche springen

source: Tools
de: Werkzeuge

source: Contribute to MDN
de: An MDN mitwirken

source: Get started
de: Erste Schritte

source: Review or localize docs
de: Dokumentation überprüfen oder übersetzen

source: Add a new page
de: Eine neue Seite hinzufügen

source: Site Tools
de: Website-Werkzeuge

source: Revision dashboard
de: Versionsübersicht

source: Documentation status
de: Status der Dokumentation

source: Web Platform
de: Web-Plattform

source: Technologies
de: Technologien

source: Graphics
de: Grafiken

source: References & Guides
de: Referenzen & Leitfäden

source: Learn the Web
de: Lernen Sie das Web

source: Tutorials
de: Anleitungen

source: References
de: Referenzen

source: Developer Guides
de: Entwicklerleitfäden

source: Accessibility
de: Barrierefreiheit

source: ...more docs
de: …weitere Dokumente

source: Developer Tools
de: Entwicklerwerkzeuge

source: Feedback
de: Rückmeldung

source: Join the MDN community
de: Werden Sie Teil der MDN-Gemeinschaft

source: Report a content problem
de: Melden Sie ein Inhaltsproblem

source: Report a bug
de: Einen Fehler melden

source: <bdi>&copy; 2005-%(thisyear)s Mozilla Developer Network and individual contributors<br /> Content is available under <a href="%(copyright_url)s">these licenses</a> &middot; <a href="%(about_url)s">About MDN</a> &middot; <a href="//www.mozilla.org/about/legal/terms/mozilla">Terms</a> &middot; <a href="//www.mozilla.org/privacy/websites/">Privacy</a> &middot; <a href="//www.mozilla.org/privacy/websites/#cookies">Cookies</a> &middot; <a href="//github.com/mozilla/kuma">Contribute to the code</a></bdi>
de: <bdi>&copy; 2005-%(thisyear)s Mozilla Developer Network und individuelle Mitwirkende<br /> Inhalt steht unter <a href="%(copyright_url)s">diesen Lizenzen</a> &middot; <a href="%(about_url)s">Über MDN</a> &middot; <a href="//www.mozilla.org/about/legal/terms/mozilla">Nutzungsbedingungen</a> &middot; <a href="//www.mozilla.org/privacy/websites/">Datenschutz</a> &middot; <a href="//github.com/mozilla/kuma">Zum Quelltext beitragen</a></bdi>

source: <li><a href="/logout">Log out</a> to try again.</li>
de: <li><a href="/logout">Melden Sie sich ab</a>, um es erneut zu versuchen.</li>

source: <li><a href="/demos">View demos</a> or <a href="/docs">browse docs</a></li>
de: <li><a href="/demos">Sehen Sie sich Demos an</a> oder <a href="/docs">lesen Sie die Dokumentation</a></li>

source: Search Firefox Help
de: Firefox-Hilfe durchsuchen

source: Welcome, <span class="user">{user}</span>.
de: Willkommen <span class="user">{user}</span>.

source: Profile
de: Profil

source: Want to contribute?<br /> <a href="%(login_url)s">Sign in</a>
de: Möchten Sie mitmachen?<br /> <a href="%(login_url)s">Melden Sie sich an</a>

source: Subscribe for periodic news about Firefox OS, Firefox Marketplace and the Open Web apps ecosystem.
de: Abonnieren Sie diesen Newsletter, um regelmäßig Neuigkeiten über Firefox OS, Firefox Marketplace und das Ökosystem für Open-Web-Apps zu erhalten.

source: to the <a href="%(privacy_url)s">Privacy Policy</a>
de: zur <a href="%(privacy_url)s">Datenschutzerklärung</a>

source: Sign out
de: Abmelden

source: Sign in with
de: Anmelden mit

source: Sign in
de: Anmelden

source: Unsubscribe from these emails:
de: Bestellen Sie diese E-Mails ab:

source: Unsubscribe
de: Abonnement aufheben

source: Are you sure you want to unsubscribe?
de: Möchten Sie die E-Mails wirklich abbestellen?

source: Unsubscribe Error
de: Fehler beim Abbestellen

source: We could not find your subscription. Either it has already been cancelled, or there was a mistake in the unsubscribe link. Please make sure the entire link from the email made it into the browser. If the last part of the link wraps onto a second line in the email, try copying and pasting the link into the browser.
de: Wir konnten Ihr Abonnement nicht finden. Entweder wurde es bereits abbestellt, oder es gab einen Fehler im Link zum Abbestellen. Stellen Sie bitte sicher, dass der gesamte Link aus der E-Mail in den Browser übertragen wurde. Wenn der letzte Teil des Links in eine neue Zeile der E-Mail umbricht, kopieren Sie den Link und fügen Sie ihn in den Browser ein.

source: Unsubscribed
de: Abonnement aufgehoben

source: You have been unsubscribed.
de: Abbestellung erfolgreich.
