Repository: mdn/kuma
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
de: Sie haben sich entschieden, die Anmeldung bei unserer Website mit einem Ihrer bestehenden Benutzerkonten abzubrechen. Wenn dies ein Irrtum war, fahren Sie bitte mit der <a href="%(login_url)s">Anmeldung</a> fort.

source: Create your MDN profile to continue
de: Erstellen Sie Ihr MDN-Profil, um fortzufahren

source: A profile already exists with this email address. To connect Persona to your MDN profile, <a href="%(connections_url)s">you need to sign in and visit your social account connections.</a>
de: Ein Profil mit dieser E-Mail-Adresse existiert bereits. Um Persona mit Ihrem MDN-Profil zu verbinden, <a href="%(connections_url)s">müssen Sie sich anmelden und Ihre Verbindungen zu sozialen Konten aufrufen</a>.

source: A profile already exists with an email address below. Do you already have an MDN profile? <a href="%(persona_login_url)s" class="launch-persona-login" data-next="%(persona_next_url)s">Yes, connect with my MDN profile</a>
de: Im Folgenden existiert bereits ein Profil mit einer E-Mail-Adresse. Haben Sie bereits ein MDN-Profil? <a href="%(persona_login_url)s" class="launch-persona-login" data-next="%(persona_next_url)s">Ja, mit meinem MDN-Profil verbinden</a>

source: Thanks for signing in to MDN with %(provider_name)s. You have one more step to join MDN: <strong>create your MDN profile</strong>.
de: Danke, dass Sie sich mit %(provider_name)s bei MDN angemeldet haben. Zu Ihrem Beitritt zu MDN fehlt jetzt nur noch ein Schritt: <strong>Erstellen Sie Ihr MDN-Profil</strong>.

source: You can access everything on the MDN website even without an MDN profile. However, by joining MDN, you'll be able to edit docs, submit demos, and have your own profile page.
de: Sie können auch ohne MDN-Profil auf die gesamte MDN-Website zugreifen. Wenn Sie MDN beitreten, können Sie aber auch Dokumente bearbeiten, Demos übermitteln und eine eigene Profilseite anlegen.

source: To set up your MDN profile, please <strong>choose a username</strong>. Your username will be displayed on MDN to identify any contributions (edits, demos, etc.) that you make.
de: Um Ihr MDN-Profil einzurichten, <strong>wählen Sie bitte einen Benutzernamen</strong>. Ihr Benutzername wird im MDN angezeigt, um alle Beiträge (Bearbeitungen, Demos, usw.) zu identifizieren, die von Ihnen stammen.

source: To set up your MDN profile, please <strong>choose a username and email address</strong>. Your username will be displayed on MDN to identify any contributions (edits, demos, etc.) that you make.
de: Um Ihr MDN-Profil einzurichten, <strong>wählen Sie bitte einen Benutzernamen und eine E-Mail-Adresse</strong>. Ihr Benutzername wird im MDN angezeigt, um alle Beiträge (Bearbeitungen, Demos, usw.) zu identifizieren, die von Ihnen stammen.

source: If you're <strong>having trouble</strong> signing in or creating an MDN profile, <strong><a href="%(bug_href)s" rel="external">let us know</a></strong>.
de: Wenn Sie <strong>Probleme</strong> bei der Anmeldung oder dem Erstellen eines MDN-Profils haben, <strong><a href="%(bug_href)s" rel="external">sagen Sie’s uns</a></strong>.

source: Your GitHub username %(username)s is already taken. Please choose another.
de: Ihr GitHub-Benutzername %(username)s wird bereits verwendet. Bitte wählen Sie einen anderen.

source: Please enter the name you'd like to display to other users to identify your contributions.
de: Bitte geben Sie den Namen ein, der anderen Benutzern angezeigt werden soll, um Ihre Beiträge zu kennzeichnen.

source: A profile already exists with the selected email address. <a href="%(persona_login_url)s" class="launch-persona-login" data-next="%(persona_next_url)s">Connect your %(provider_name)s account to it.</a>
de: Ein Profil mit der ausgewählten E-Mail-Adresse existiert bereits. <a href="%(persona_login_url)s" class="launch-persona-login" data-next="%(persona_next_url)s">Verbinden Sie Ihr Konto bei %(provider_name)s damit.</a>

source: What email address should we use to send you MDN-related messages and notifications? This address will <strong>not</strong> be displayed on MDN and will be used according to our <a href="{privacy_url}">privacy policy</a>.
de: Welche E-Mail-Adresse sollen wir verwenden, um Ihnen Nachrichten und Informationen mit Bezug zum MDN zu schicken? Diese Adresse wird <strong>nicht</strong> im MDN angezeigt und wird im Einklang mit unserer <a href="{privacy_url}">Datenschutzerklärung</a> verwendet.

source: to Mozilla's <a href="%(terms_url)s">Terms</a> and <a href="%(privacy_url)s">Privacy Notice</a>.
de: mit Mozillas <a href="%(terms_url)s">Nutzungsbedingungen</a> und <a href="%(privacy_url)s">Datenschutzhinweis</a>.

source: Create my MDN profile
de: Mein MDN-Profil erstellen

source: Signed in with Persona
de: Mit Persona angemeldet

source: Signed in with GitHub
de: Mit GitHub angemeldet

source: Connect with Persona
de: Mit Persona verbinden

source: Sign in with Persona
de: Melden Sie sich mit Persona an

source: Connect with GitHub
de: Mit GitHub verbinden

source: Sign in with GitHub
de: Mit GitHub anmelden

source: <a href="%(profile_edit_url)s">Edit your profile</a> to join the newsletter.
de: <a href="%(profile_edit_url)s">Bearbeiten Sie Ihr Profil</a>, um den Newsletter zu abonnieren.

source: Edit
de: Bearbeiten

source: Advanced
de: Erweitert

source: Manage
de: Verwalten

source: API keys
de: API-Schlüssel

source: Areas of Expertise
de: Bereiche des Fachwissens

source: Member since
de: Mitglied seit

source: Subscribe to a feed of {display_name}'s demos
de: Feed mit allen Demos von {display_name} abonnieren

source: No Demos
de: Keine Demos

source: You haven't submitted any web technology demos. Build something awesome and <a href="%(submit_url)s">submit a demo</a>!
de: Sie haben noch keine Web-Technologie-Demos eingereicht. Entwickeln Sie etwas Wunderbares und <a href="%(submit_url)s">übermitteln sie eine Demo</a>!

source: Recent Docs Activity
de: Neueste Aktivitäten bei der Dokumentation

source: View all activity
de: Gesamte Aktivität ansehen

source: Page
de: Seite

source: Comment
de: Kommentar

source: Edit page
de: Seite bearbeiten

source: View complete diff
de: Vollständiges Diff ansehen

source: View page history
de: Versionsgeschichte der Seite ansehen

source: <p class="none">You haven't contributed to any MDN docs. <a href="%(docs_url)s">Pitch in!</a></p>
de: <p class="none">Sie haben noch nicht an der MDN-Dokumentation mitgearbeitet. <a href="%(docs_url)s">Machen Sie mit!</a></p>

source: This user has no activity.
de: Dieser Benutzer hat keine Aktivität.

source: Edit Your Profile
de: Ihr Profil bearbeiten

source: Change your avatar at
de: Ändern Sie Ihr Avatar auf

source: View profile
de: Profil ansehen

source: You're editing a different profile than your own. Please take care!
de: Sie bearbeiten ein Profil, das nicht Ihres ist. Bitte passen Sie auf!

source: We'd love to have your feedback on site changes! Beta testers get access to new features first and we send the occasional email asking for help testing specific things.
de: Wir wüssten sehr gerne Ihre Meinung zu Änderungen auf der Website! Betatester erhalten zuerst Zugang zu neuen Funktionen und wir schicken ab und an E-Mails, in denen wir um Hilfe beim Testen einzelner Funktionen bitten.

source: Primary Email
de: Primäre E-Mail-Adresse

source: Edit email
de: E-Mail-Adresse bearbeiten

source: About me
de: Über mich

source: words remaining
de: Verbleibende Worte

source: Interests (tags)
de: Interessen (Schlagwörter)

source: Separate tags with commas or spaces. Join multi-word tags with double quotes, like "web standards".
de: Trennen Sie Schlagwörter mit Kommata oder Leerzeichen. Fassen Sie Schlagwörter mit mehreren Wörtern mit Anführungszeichen zusammen, wie zum Beispiel "Web Standards".

source: Areas of expertise
de: Bereiche des Fachwissens

source: Add your interests first, then declare yourself an expert in selected topics.
de: Fügen Sie zuerst Ihre Interessen hinzu, dann erklären Sie sich auf gewählten Gebieten zum Experten.

source: My Profiles
de: Meine Profile

source: Change
de: Ändern

source: Use your Persona account to sign in.
de: Verwenden Sie zur Anmeldung Ihr Persona-Konto.

source: Use your GitHub account to sign in.
de: Verwenden Sie zur Anmeldung Ihr GitHub-Konto.

source: Save Changes
de: Änderungen speichern

source: You've Been Banned
de: Sie wurden verbannt

source: You have been banned for the following reasons:
de: Sie wurden aus folgenden Gründen verbannt:

source: <p><a href="mailto:mdn-admins@mozilla.org?subject=Ban Appeal">Click here</a> to appeal this ban.</p>
de: <p><a href="mailto:mdn-admins@mozilla.org?subject=Ban Appeal">Klicken Sie hier</a>, um gegen die Verbannung Einspruch einzulegen.</p>

source: Hi {username}!
de: Hallo {username}!

source: Thanks for creating a profile on <a href="%(mdn_link)s">Mozilla Developer Network (MDN)</a> - a community making great resources for developers like you.
de: Danke, dass Sie ein Profil im <a href="%(mdn_link)s">Mozilla Developer Network (MDN)</a> erstellt haben – einer Gemeinschaft, die tolle Ressourcen wie Entwickler wie Sie bereitstellt.

source: You've completed the first step of <a href="%(started_link)s">Getting Started on MDN</a> by creating a profile.
de: Sie haben den ersten Schritt für den <a href="%(started_link)s">Einstieg im MDN</a> geschafft, indem Sie ein Profil erstellt haben.

source: Now, keep going by picking a task on MDN, and doing it! We have a bunch of intro tasks you can choose from, whether you <a href="%(words_link)s">like words</a>, <a href="%(code_link)s">like code</a>, <a href="%(both_link)s">like both words and code</a>, or you want to <a href="%(translate_link)s">translate MDN to your language</a>.
de: Machen Sie jetzt den nächsten Schritt: Wählen Sie eine Aufgabe beim MDN und erledigen Sie diese! Wir haben etliche Aufgaben für den Einstieg, aus denen Sie wählen können, je nachdem, ob Sie <a href="%(words_link)s">Wörter mögen</a>, <a href="%(code_link)s">Quelltext mögen</a>, <a href="%(words_link)s">Wörter und Quelltext mögen</a> oder ob Sie <a href="%(translate_link)s">MDN in Ihre Sprache übersetzen möchten</a>.

source: Talk to us!
de: Reden Sie mit uns!

source: Want to talk to someone about MDN? There are a few ways you can do that:
de: Möchten Sie mit jemandem über MDN reden? Da gibt es mehrere Möglichkeiten:

source: Mailing list: <a href="%(list_link)s">subscribe</a> to tell us about what you're interested in on MDN and ask questions about the site.
de: Mailingliste: <a href="%(list_link)s">Abonnieren Sie die Liste</a>, um uns zu sagen, was Sie am MDN interessiert und um Fragen zur Website zu stellen.

source: Real-time chat: <a href="%(channel_link)s">#mdn channel on irc.mozilla.org</a>. (Get more info about <a href="%(irc_link)s">IRC</a>.) You can find the MDN writing staff admins there: Eric Shepherd (sheppy), Jean-Yves Perrier (teoli), Will Bamberg (wbamberg), Florian Scholz (fscholz), Chris Mills (chrismills), and me (jms), MDN's community manager.
de: Echtzeit-Chat: Kanal <a href="%(channel_link)s">#mdn auf irc.mozilla.org</a>. (Holen Sie sich weitere Informationen zu <a href="%(irc_link)s">IRC</a>.) Dort finden Sie Administratoren des MDN-Schreibpersonals: Eric Shepherd (sheppy), Jean-Yves Perrier (teoli), Will Bamberg (wbamberg), Florian Scholz (fscholz), Chris Mills (chrismills) und mich, die MDN-Community-Managerin (jms).

source: Blog: On the <a href="%(blog_link)s">about:community</a> blog, look for the posts tagged with <a href="%(tagged_link)s">Developer Engagement</a>.
de: Blog: Suchen Sie im <a href="%(blog_link)s">about:community</a>-Blog nach Beiträgen mit dem Schlagwort <a href="%(tagged_link)s">Developer Engagement</a>.

source: Don't be shy, if you have any doubt, problems, questions: contact us! We are here to help.
de: Seien Sie nicht schüchtern, wenn Sie Zweifel, Probleme oder Fragen haben: Kontaktieren Sie uns! Wir sind da, um zu helfen.

source: Hi {username}
de: Hallo {username}

source: Thanks for creating a profile on Mozilla Developer Network (MDN) -- a community making great resources for developers like you.
de: Danke, dass Sie ein Profil im Mozilla Developer Network (MDN) erstellt haben – einer Gemeinschaft, die tolle Ressourcen wie Entwickler wie Sie bereitstellt.

source: You've completed the first step of Getting Started on MDN by creating a profile. Now, keep going by picking a task on MDN, and doing it! We have a bunch of intro tasks you can choose based on your interests.
de: Sie haben den ersten Schritt für den Einstieg im MDN geschafft, indem Sie ein Profil erstellt haben. Jetzt können Sie den nächsten Schritt machen: Wählen Sie eine Aufgabe beim MDN und erledigen Sie diese! Wir haben etliche Aufgaben für den Einstieg, aus denen Sie wählen können, je nachdem, was Sie interessiert.

source: Like words?
de: Mögen Sie Wörter?

source: Like code?
de: Mögen Sie Quelltext?

source: Like both words and code?
de: Mögen Sie Wörter und Quelltext?

source: Want to translate MDN to your language?
de: Möchten Sie MDN in Ihre Sprache übersetzen?

source: Want to talk to someone about MDN? There are a few ways you can do that: * Mailing list: %(list_link)s Subscribe to tell us about what you're interested in on MDN and ask questions about the site. * Real-time chat: #mdn channel on irc.mozilla.org (See %(irc_link)s for more info about IRC.) You can find the MDN writing staff admins there: Eric Shepherd (sheppy), Jean-Yves Perrier (teoli), Will Bamberg (wbamberg), Florian Scholz (fscholz), Chris Mills (chrismills), and me (jms), MDN's community manager. * Blog: %(blog_link)s
de: Möchten Sie mit jemandem über MDN reden? Da gibt es mehrere Möglichkeiten: * Mailingliste: %(list_link)s Abonnieren Sie die Liste, um uns zu sagen, was Sie am MDN interessiert und um Fragen zur Website zu stellen. * Echtzeit-Chat: Kanal #mdn auf irc.mozilla.org (Unter %(irc_link)s gibt es weitere Informationen zu IRC.) Dort finden Sie Administratoren des Schreibpersonals: Eric Shepherd (sheppy), Jean-Yves Perrier (teoli), Will Bamberg (wbamberg), Florian Scholz (fscholz), Chris Mills (chrismills) und mich, die MDN-Community-Managerin (jms). * Blog: %(blog_link)s

source: Technical - code samples, APIs, or technologies
de: Technisch – Quelltext-Ausschnitte, APIs oder Technologien

source: Editorial - prose, grammar, or content
de: Redaktionell – Prosa, Grammatik oder Inhalt

source: Localization in progress - not completely translated yet.
de: Lokalisierung läuft – noch nicht vollständig übersetzt.

source: Edit section
de: Abschnitt bearbeiten

source: [MDN] Page "{document_title}" changed by {creator}
de: [MDN] Seite "{document_title}" geändert durch {creator}

source: MDN documents
de: MDN-Dokumente

source: Documents authored by MDN users
de: Von MDN-Nutzern geschriebene Dokumente

source: MDN recent document changes
de: Neueste Änderungen an MDN-Dokumenten

source: Recent changes to MDN documents
de: Neueste Änderungen an MDN-Dokumenten

source: MDN recent changes to documents tagged %s
de: Neueste Änderungen an MDN-Dokumenten mit dem Schlagwort %s

source: MDN documents in need of review
de: Zu überprüfende MDN-Dokumente

source: Recent changes to MDN documents that need to be reviewed
de: Neue Änderungen an MDN-Dokumenten, die überprüft werden müssen

source: MDN documents for %s review
de: MDN-Dokumente zur Überprüfung %s

source: MDN documents for review
de: MDN-Dokumente zur Überprüfung

source: MDN '%s' translations in need of update
de: „%s“-Übersetzungen im MDN, die eine Aktualisierung benötigen

source: <p> <a href="%(parent_url)s" title="%(parent_title)s"> View '%(parent_locale)s' parent </a> (<a href="%(mod_url)s">last modified at %(parent_modified)s</a>) </p> <p> <a href="%(doc_edit_url)s" title="%(doc_title)s"> Edit '%(doc_locale)s' translation </a> (last modified at %(doc_modified)s) </p>
de: <p><a href="%(parent_url)s" title="%(parent_title)s"> Über-Artikel zu „%(parent_locale)s“ ansehen</a> (<a href="%(mod_url)s">zuletzt verändert am %(parent_modified)s</a>) </p> <p> <a href="%(doc_edit_url)s" title="%(doc_title)s"> Übersetzung auf „%(doc_locale)s“ bearbeiten </a> (zuletzt verändert am %(doc_modified)s) </p>

source: MDN recent revisions
de: Neueste MDN-Änderungen

source: Recent revisions to MDN documents
de: Neueste Änderungen an MDN-Dokumenten

source: View Page
de: Seite betrachten

source: Edit Page
de: Seite bearbeiten

source: Show comparison
de: Vergleich anzeigen

source: History
de: Versionsgeschichte

source: Please provide a title.
de: Bitte geben Sie einen Titel an.

source: The title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
de: Der Titel ist zu kurz (%(show_value)s Zeichen). Er muss mindestens %(limit_value)s Zeichen lang sein.

source: Please keep the length of the title to %(limit_value)s characters or less. It is currently %(show_value)s characters.
de: Bitte halten Sie die Länge des Titels bei höchstens %(limit_value)s Zeichen. Er ist derzeit %(show_value)s Zeichen lang.

source: Name Your Article
de: Benennen Sie Ihren Artikel

source: Please provide a slug.
de: Bitte geben Sie einen Adressnamen an.

source: The slug provided is not valid.
de: Der angegebene Adressname ist ungültig.

source: The slug is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
de: Der Adressname ist zu kurz (%(show_value)s Zeichen) Er muss mindestens %(limit_value)s Zeichen lang sein.

source: Please keep the length of the slug to %(limit_value)s characters or less. It is currently %(show_value)s characters.
de: Bitte halten Sie die Länge des Adressnamens bei höchstens %(limit_value)s Zeichen. Er ist derzeit %(show_value)s Zeichen lang.

source: Please provide a summary.
de: Bitte geben Sie eine Zusammenfassung an.

source: The summary is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
de: Die Zusammenfassung ist zu kurz (%(show_value)s Zeichen) Sie muss mindestens %(limit_value)s Zeichen lang sein.

source: Please keep the length of the summary to %(limit_value)s characters or less. It is currently %(show_value)s characters.
de: Bitte halten Sie die Länge der Zusammenfassung bei höchstens %(limit_value)s Zeichen. Sie ist derzeit %(show_value)s Zeichen lang.

source: Please provide content.
de: Bitte geben Sie den Inhalt an.

source: The content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
de: Der Inhalt ist zu kurz (%(show_value)s Zeichen) Er muss mindestens %(limit_value)s Zeichen lang sein.

source: Please keep the length of the content to %(limit_value)s characters or less. It is currently %(show_value)s characters.
de: Bitte halten Sie die Länge des Inhalts bei höchstens %(limit_value)s Zeichen. Er ist derzeit %(show_value)s Zeichen lang.

source: Please keep the length of the comment to %(limit_value)s characters or less. It is currently %(show_value)s characters.
de: Bitte halten Sie die Länge des Kommentars bei höchstens %(limit_value)s Zeichen. Er ist derzeit %(show_value)s Zeichen lang.

source: Another document with this slug already exists.
de: Ein anderes Dokument mit diesem Adressnamen existiert bereits.

source: Another document with this metadata already exists.
de: Ein anderes Dokument mit diesen Metadaten existiert bereits.

source: This document was modified while you were editing it.
de: Dieses Dokument wurde modifiziert, während Sie es bearbeitet haben.

source: Changing this document's slug requires moving it and its children.
de: Eine Veränderung des Adressnamens dieses Dokuments erfordert seine Verschiebung und die seiner Unter-Artikel.

source: Title:
de: Titel:

source: Title of article
de: Titel des Artikels

source: Slug:
de: Adressname:

source: Article URL
de: URL des Artikels

source: Category:
de: Kategorie:

source: Type of article
de: Art des Artikels

source: Parent:
de: Über-Artikel:

source: Tags:
de: Schlagwörter:

source: Keywords:
de: Schlüsselwörter:

source: Affects search results
de: Suchergebnisse beeinflussen

source: Search result summary:
de: Zusammenfassung für die Suchergebnisse:

source: Only displayed on search results page
de: Wird nur auf der Seite mit Suchergebnissen angezeigt

source: Content:
de: Inhalt:

source: Comment:
de: Kommentar:

source: Tag this revision for review?
de: Diese Version zur Überprüfung kennzeichnen?

source: Tag this revision for localization?
de: Diese Version zur Übersetzung kennzeichnen?

source: New slug:
de: Neuer Adressname:

source: New article URL
de: Neue URL des Artikels

source: Revision %s
de: Version %s

source: There was an error generating the content.
de: Beim Erzeugen des Inhalts ist ein Fehler aufgetreten.

source: Parent %s/%s does not exist.
de: Vorgänger %s/%s existiert nicht.

source: Document Tag
de: Schlagwort des Dokuments

source: Document Tags
de: Schlagwörter des Dokuments

source: Uncategorized
de: Nicht kategorisiert

source: Reference
de: Bezug

source: Please choose a category.
de: Bitte wählen Sie eine Kategorie.

source: Review Tag
de: Schlagwort zur Überprüfung

source: Review Tags
de: Schlagwörter zur Überprüfung

source: Localization Tag
de: Übersetzungs-Kennzeichen

source: Localization Tags
de: Übersetzungs-Kennzeichen

source: No table of contents
de: Kein Inhaltsverzeichnis

source: All levels
de: Alle Ebenen

source: H2 and higher
de: H2 und höher

source: H3 and higher
de: H3 und höher

source: H4 and higher
de: H4 und höher

source: A revision must be based on a revision of the %(locale)s document. Revision ID %(id)s does not fit those criteria.
de: Eine Version muss auf einer Version des Dokuments in der Sprache %(locale)s basieren. Die Version mit der ID %(id)s erfüllt diese Kriterien nicht.

source: Indexing {total} documents into {n} chunks of size {size} into index {index}.
de: Es werden {total} Dokumente in {n} Abschnitte der Größe {size} in den Index {index} indexiert.

source: Redirected from %(url)s
de: Weitergeleitet von %(url)s

source: I learned about %(title)s on MDN.
de: Ich habe im MDN etwas über %(title)s erfahren.

source: Unsupported content-type: %s
de: Nicht unterstützter Inhaltstyp: %s

source: Request parsing error: %s
de: Parsing-Fehler bei der Anfrage: %s

source: ETag precondition failed
de: ETag-Voraussetzung fehlgeschlagen

source: Sections may only be edited inline.
de: Abschnitte dürfen nur im Kontext bearbeitet werden.

source: Autosuggest requires a partial title. For a full document index, see the main page.
de: Autovorschläge erfordern einen Teil des Titels. Eine vollständige Übersicht über die Dokumente finden Sie auf der Hauptseite.

source: You cannot translate this document.
de: Sie können dieses Dokument nicht übersetzen.

source: Glad to hear it &mdash; thanks for the feedback!
de: Es freut uns, das zu hören &mdash; Danke für die Rückmeldung!

source: Sorry to hear that. Perhaps one of the solutions below can help.
de: Es tut uns Leid, das zu hören. Vielleicht hilft Ihnen eine der folgenden Lösungen.

source: You already voted on this Article.
de: Sie haben für diesen Artikel bereits abgestimmt.

source: Document has been edited; please re-review.
de: Dokument wurde bearbeitet; bitte erneut überprüfen.

source: %(obj_count)d object(s) loaded.
de: %(obj_count)d Objekt(e) geladen.

source: Failed to import data: %(error)s
de: Importieren von Daten fehlgeschlagen: %(error)s

source: Compare Revisions | {document}
de: Versionen vergleichen | {document}

source: Compare Revisions
de: Versionen vergleichen

source: Back to History
de: Zurück zur Versionsgeschichte

source: Delete Document | {document}
de: Dokument löschen | {document}
