Repository: mdn/kuma
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de

source: The Geolocation API allows web applications to access the user's geographical location.
de: Die Geolocation-API ermöglicht es Web-Entwicklern auf den geographischen Standort des Benutzers zuzugreifen.

source: https://developer.mozilla.org/en-US/docs/WebAPI/Using_geolocation
de: https://developer.mozilla.org/docs/WebAPI/Using_geolocation

source: http://en.wikipedia.org/wiki/W3C_Geolocation_API
de: http://de.wikipedia.org/wiki/W3C_Geolocation_API

source: JavaScript is a lightweight, object-oriented programming language, commonly used for scripting interactive behavior on web pages and in web applications.
de: JavaScript ist eine leichtgewichtige, objektorientierte Programmiersprache, die üblicherweise zum Skripten interaktiven Verhaltens auf Webseiten und in Web-Anwendungen verwendet wird.

source: https://developer.mozilla.org/en-US/docs/Web/JavaScript
de: https://developer.mozilla.org/docs/Web/JavaScript

source: http://en.wikipedia.org/wiki/JavaScript
de: http://de.wikipedia.org/wiki/JavaScript

source: ECMA Spec
de: ECMA-Spezifikation

source: HTML5 is the newest version of the HTML standard, currently under development.
de: HTML5 ist die neuste Version des HTML-Standards und befindet sich derzeit in der Entwicklung.

source: https://developer.mozilla.org/en-US/docs/Web/Guide/HTML/HTML5
de: https://developer.mozilla.org/docs/Web/Guide/HTML/HTML5

source: http://en.wikipedia.org/wiki/Html5
de: http://de.wikipedia.org/wiki/HTML5

source: IndexedDB is an API for client-side storage of significant amounts of structured data and for high performance searches on this data using indexes.
de: IndexedDB ist eine API für client-seitige Speicherung von größeren Mengen strukturierter Daten und zur Hochleistungssuche in diesen Daten mittels Indizes.

source: http://en.wikipedia.org/wiki/IndexedDB
de: http://de.wikipedia.org/wiki/Indexed_Database_API

source: Drag and Drop features allow the user to move elements on the screen using the mouse pointer.
de: Drag-und-Drop-Funktionen ermöglichen es dem Benutzer, Elemente auf dem Bildschirm mit dem Mauszeiger zu bewegen.

source: https://developer.mozilla.org/en-US/docs/DragDrop/Drag_and_Drop
de: https://developer.mozilla.org/de/docs/DragDrop/Drag_and_Drop

source: http://en.wikipedia.org/wiki/Drag-and-drop
de: http://de.wikipedia.org/wiki/Drag_and_Drop

source: Firefox Mobile brings the true Web experience to mobile phones and other non-PC devices.
de: Firefox Mobile bringt das echte Web-Erlebnis auf Handys und andere nicht-PC-Geräte.

source: https://developer.mozilla.org/en-US/docs/Mozilla/Mobile
de: https://developer.mozilla.org/docs/Mozilla/Mobile

source: http://en.wikipedia.org/wiki/Mobile_web
de: http://de.wikipedia.org/wiki/Mobiles_Internet

source: Offline Support
de: Offline-Unterstützung

source: Offline caching of web applications' resources using the application cache and local storage.
de: Offline-Zwischenspeicherung der Ressourcen von Web-Anwendungen, die den Anwendungs-Cache und lokalen Speicherplatz verwenden.

source: https://developer.mozilla.org/en-US/docs/Web/Guide/DOM/Storage#localStorage
de: https://developer.mozilla.org/docs/Web/Guide/DOM/Storage#localStorage

source: http://en.wikipedia.org/wiki/Web_Storage
de: http://de.wikipedia.org/wiki/DOM_Storage

source: Scalable Vector Graphics (SVG) is an XML based language for describing two-dimensional vector graphics.
de: Scalable Vector Graphics (SVG) ist eine XML-basierte Sprache um zweidimensionale Vektorgrafiken zu beschreiben.

source: https://developer.mozilla.org/en-US/docs/Web/SVG
de: https://developer.mozilla.org/docs/Web/SVG

source: http://en.wikipedia.org/wiki/Scalable_Vector_Graphics
de: http://de.wikipedia.org/wiki/Scalable_Vector_Graphics

source: The HTML5 video element provides integrated support for playing video media without requiring plug-ins.
de: Das HTML5-Video-Element ermöglicht die integrierte Unterstützung um Videomedien ohne Plugins wiederzugeben.

source: https://developer.mozilla.org/en-US/docs/Web/HTML/Using_HTML5_audio_and_video
de: https://developer.mozilla.org/docs/Web/HTML/Using_HTML5_audio_and_video

source: In the context of the HTML canvas element WebGL provides an API for 3D graphics in the browser.
de: Im Zusammenhang mit dem HTML-Canvas-Element stellt WebGL eine API für 3D-Grafiken im Browser bereit.

source: https://developer.mozilla.org/en-US/docs/Web/WebGL
de: https://developer.mozilla.org/docs/Web/WebGL

source: http://en.wikipedia.org/wiki/WebGL
de: http://de.wikipedia.org/wiki/WebGL

source: Khronos Spec
de: Khronos-Spezifikation

source: WebSockets is a technology that makes it possible to open an interactive communication session between the user's browser and a server.
de: WebSockets ist eine Technologie, die es ermöglicht, eine interaktive Kommunikationssitzung zwischen dem Browser des Anwenders und einem Server zu eröffnen.

source: http://en.wikipedia.org/wiki/Web_Sockets
de: http://de.wikipedia.org/wiki/WebSocket

source: Web Workers provide a simple means for web content to run scripts in background threads.
de: Web Workers bietet eine Web-Inhalten einfache Möglichkeit, um Skripte in Hintergrund-Threads auszuführen.

source: https://developer.mozilla.org/en-US/docs/Web/Guide/Performance/Using_web_workers
de: https://developer.mozilla.org/docs/Web/Guide/Performance/Using_web_workers

source: XMLHttpRequest (XHR) is used to send HTTP requests directly to a webserver and load the response data directly back into the script.
de: XMLHttpRequest (XHR) wird verwendet, um HTTP-Anfragen direkt an einen Webserver zu senden und die Antwortdaten direkt wieder in das Skript zu laden.

source: https://developer.mozilla.org/en-US/docs/Web/API/XMLHttpRequest/Using_XMLHttpRequest
de: https://developer.mozilla.org/docs/Web/API/XMLHttpRequest/Using_XMLHttpRequest

source: http://en.wikipedia.org/wiki/XMLHttpRequest
de: http://de.wikipedia.org/wiki/XMLHttpRequest

source: Track the movement of the user's finger on a touch screen, monitoring the raw touch events generated by the system.
de: Verfolgen Sie die Bewegung des Fingers eines Benutzers auf einem berührungsempfindlichen Bildschirm, indem Sie die rohen Berührungsereignisse beobachten, die vom System erzeugt werden.

source: https://developer.mozilla.org/en-US/docs/Web/Guide/DOM/Events/Touch_events
de: https://developer.mozilla.org/docs/Web/Guide/DOM/Events/Touch_events

source: http://en.wikipedia.org/wiki/Multi-touch
de: http://de.wikipedia.org/wiki/Multi-Touch-Screen

source: Public Domain (where applicable by law)
de: Gemeinfrei (wo durch Gesetz möglich)

source: Censored %(item)s
de: %(item)s zensiert

source: Successfully censored %(count)d %(items)s.
de: %(count)d %(items)s erfolgreich zensiert.

source: Are you sure?
de: Sind Sie sicher?

source: Deleted and uploaded files for %(item)s
de: Gelöschte und hochgeladene Dateien für %(item)s

source: Successfully deleted %(count)d %(items)s.
de: %(count)d %(items)s erfolgreich gelöscht.

source: Cannot delete %(name)s
de: %(name)s kann nicht gelöscht werden

source: Not an URL from a supported video service
de: Keine URL von einem unterstützten Videodienst.

source: Demos submitted by MDN users
de: Von MDN-Nutzern übermittelte Demos

source: MDN recent demos
de: Neuste MDN-Demos

source: Demos recently submitted to MDN
de: Demos, die kürzlich an MDN geschickt wurden

source: MDN featured demos
de: Vorgestellte MDN-Demos

source: Demos featured on MDN
de: Auf MDN vorgestellte Demos

source: MDN demos tagged %s
de: MDN-Demos mit Schlagwort %s

source: MDN demos tagged "%s"
de: MDN-Demos mit Schlagwort &ldquo;%s&rdquo;

source: %s's MDN demos
de: MDN-Demos von %s

source: MDN demo search for "%s"
de: MDN-Demos nach „%s” durchsuchen

source: Search results for demo submissions matching "%s"
de: Surchergebnisse für Demo-Einreichungen, die zu &ldquo;%s&rdquo; passen

source: First Place
de: Erster Platz

source: Second Place
de: Zweiter Platz

source: Third Place
de: Dritter Platz

source: Featured
de: Vorgestellt

source: year
de: Jahr

source: month
de: Monat

source: week
de: Woche

source: day
de: Tag

source: %(number)d year ago
de: Vor %(number)d Jahr

source: %(number)d month ago
de: Vor %(number)d Monat

source: %(number)d week ago
de: Vor %(number)d Woche

source: %(number)d day ago
de: Vor %(number)d Tag

source: %(number)d hour ago
de: Vor %(number)d Stunde

source: %(number)d minute ago
de: Vor %(number)d Minute

source: %(number)d second ago
de: Vor %(number)d Sekunde

source: Please keep filesize under %s. Current filesize %s
de: Bitte halten Sie die Dateigröße unter %s. Derzeitige Dateigröße %s

source: Cannot process image
de: Grafik konnte nicht verarbeitet werden

source: what is your demo's name?
de: Wie heißt Ihre Demo?

source: slug
de: Adressname

source: describe your demo in one line
de: Beschreiben Sie Ihre Demo in einem Satz.

source: describe your demo in more detail (optional)
de: Beschreiben Sie Ihre Demo detaillierter (freiwillig)

source: Hide this demo from others?
de: Diese Demo vor anderen verbergen?

source: Redirect URL for censorship.
de: URL zum Weiterleiten zwecks Zensur.

source: control how your demo is launched
de: Steuern Sie, wie Ihre Demo gestartet wird

source: Disable navigation bar, launch demo in a new window
de: Navigationsleiste deaktivieren, Demo in neuem Fenster starten

source: Use navigation bar, display demo in <iframe>
de: Navigationsleiste verwenden, Demo in einem <iframe> anzeigen

source: have a video of your demo in action? (optional)
de: Haben Sie ein Video von Ihrer Demo in Aktion? (freiwillig)

source: select a ZIP file containing your demo
de: Wählen Sie eine ZIP-Datei aus, die Ihre Demo enthält

source: Is your source code also available somewhere else on the web (e.g., github)? Please share the link.
de: Ist Ihr Quelltext auch irgendwo anders im Internet verfügbar (z.B. github)? Bitte geben Sie den Link an.

source: Select the license that applies to your source code.
de: Wählen Sie die Lizenz, unter der Ihr Quelltext steht.

source: date created
de: Erstellt am

source: ZIP file contains no acceptable files
de: ZIP-Datei enthält keine zulässigen Dateien

source: ZIP file corrupted
de: ZIP-Datei beschädigt

source: ZIP file contains a file that is too large: %(filename)s
de: ZIP-Datei enthält eine Datei, die zu groß ist: %(filename)s

source: ZIP file contains an unacceptable file: %(filename)s
de: ZIP-Datei enthält eine unzulässige Datei: %(filename)s

source: HTML index not found in ZIP
de: HTML-Index in ZIP-Datei nicht gefunden

source: access denied
de: Zugriff verweigert

source: Submit a Demo
de: Übermitteln Sie eine Demo

source: Remove this demo?
de: Diese Demo entfernen?

source: <p>You are about to remove <strong>%(demo_title)s</strong> from the Demo Studio.</p> <p>The Demo's listing, source code, and statistics will be <strong>deleted</strong>.</p> <p>This action <strong>cannot be undone</strong>.
de: <p>Sie sind dabei <strong>%(demo_title)s</strong> aus dem Demo-Studio zu entfernen.</p> <p>Der Listeneintrag, der Quelltext und die Statistiken der Demo werden dabei <strong>gelöscht</strong>.</p> <p>Dies kann <strong>nicht rückgängig gemacht werden</strong>.

source: <button type="submit" class="remove"><span>Remove demo</span></button>
de: <button type="submit" class="remove"><span>Demo entfernen</span></button>

source: Learn More
de: Erfahren Sie mehr

source: <p>Welcome to the Mozilla Demo Studio, where developers like you can develop, share, demonstrate, and learn all about Web technologies. See what's possible by exploring Demo Studio:</p> <ul> <li>View demos that showcase what HTML, CSS, and JavaScript can do.</li> <li>Inspect the source code for those demos so you can see how they work.</li> <li>Read documentation to learn about the open standards and technologies that power the Web.</li> </ul>
de: <p>Willkommen im Mozilla-Demo-Studio, wo Entwickler wie Sie entwickeln, sich austauschen, vorführen und alles über Web-Technologien lernen können. Sehen Sie, was möglich ist, indem Sie das Demo-Studio erkunden:</p> <ul> <li>Demos ansehen, die zeigen, wozu HTML, CSS und JavaScript fähig sind.</li> <li>Den Quelltext dieser Demos inspizieren, damit Sie sehen können, wie sie funktionieren.</li> <li>Dokumentation lesen, um mehr über die offenen Standards und Technologien zu lernen, die das Internet antreiben.</li> </ul>

source: Go to the previous demo, {demo_title}
de: Zur vorherigen Demo, {demo_title}, gehen

source: Prev
de: Zurück

source: Go to the next demo, {demo_title}
de: Nur nächsten Demo, {demo_title}, gehen

source: Next
de: Nächste

source: See the previous image
de: Vorherige Grafik ansehen

source: Previous
de: Vorherige

source: See the next image
de: Nächste Grafik ansehen

source: By %(creator_link)s on %(create_date)s
de: Von %(creator_link)s am %(create_date)s

source: Launch Demo
de: Demo starten

source: You like this demo. Undo?
de: Sie mögen diese Demo. Rückgängig machen?

source: You Like
de: Sie mögen

source: Do you like this demo?
de: Gefällt Ihnen diese Demo?

source: Like It
de: Gefällt mir

source: Share this demo with your social network
de: Geben Sie diese Demo in Ihrem sozialen Netzwerk weiter

source: Share It
de: Weitergeben

source: Share on Twitter
de: Auf Twitter weitergeben

source: Share on Facebook
de: Auf Facebook weitergeben

source: Built using
de: Hergestellt unter Verwendung von

source: See more demos made with {tag_title}
de: Sehen Sie weitere Demos die mit {tag_title} erstellt wurden

source: This demo has been viewed {count} time
de: Diese Demo wurde schon {count} Mal angesehen

source: {count} view
de: {count} Mal angesehen

source: {count} person liked this demo
de: {count} Person mag diese Demo

source: {count} like
de: {count} Nutzer gefällt das

source: Edit Demo
de: Demo bearbeiten

source: Remove demo
de: Demo entfernen

source: Show demo
de: Demo zeigen

source: Hide demo
de: Demo ausblenden

source: More About This Demo From The Author
de: Mehr über diese Demo vom Autor

source: About this Demo
de: Über diese Demo

source: Download the Source <span class="note">%(file_ksize)s KB &middot; ZIP File</span>
de: Laden Sie den Quelltext herunter <span class="note">%(file_ksize)s KB &middot; ZIP-Datei</span>

source: This demo is released under the <a href="%(link)s">%(title)s</a> license.
de: Diese Demo steht unter der Lizenz <a href="%(link)s">%(title)s</a>.

source: More by {creator}
de: Mehr von {creator}

source: Report a Problem
de: Ein Problem melden

source: Flag Content
de: Inhalte markieren

source: Demo is not working
de: Demo funktioniert nicht

source: Demo is inappropriate
de: Demo ist unpassend

source: Demo is not by this author
de: Demo stammt nicht von diesem Autor

source: presents
de: präsentiert

source: Dev Derby has ended
de: Dev Derby ist vorbei

source: From 2011 until 2013, web developers created more than 450 demos for the Dev Derby! Find them below, or <a href="%(demos_url)s">visit the Demo Studio</a> for many more.
de: Von 2011 bis 2014 haben Web-Entwickler über 450 Demos für das Dev Derby erstellt! Sie finden Sie im Folgenden, oder <a href="%(demos_url)s">besuchen Sie das Demo Studio</a>, wo Sie noch viele weitere finden.

source: Previous Dev Derby Challenges
de: Frühere Dev-Derby-Wettbewerbe

source: Resources
de: Quellen

source: Docs
de: Dokumentation

source: Articles
de: Artikel

source: Demos tagged {tag}
de: Demos mit Schlagwort {tag}

source: Home
de: Startseite

source: Challenges
de: Wettbewerbe

source: Judging
de: Bewertung

source: Prizes
de: Preise

source: Derby Winners
de: Gewinner des Derbys

source: Submissions
de: Einreichungen

source: Subscribe to a feed of {tag_title} demos
de: Feed mit {tag_title}-Demos abonnieren

source: Submitted by:
de: Übermittelt von:

source: Tagged as:
de: Schlagwörter:

source: Flag this demo?
de: Diese Demo kennzeichnen?

source: <button type="submit" name="action_create">Flag content</button>
de: <button type="submit" name="action_create">Inhalt kennzeichnen</button>

source: Recent demos
de: Neuste Demos

source: Featured demos
de: Vorgestellte Demos

source: Featured Demos
de: Vorgestellte Demos

source: See the previous demo
de: Vorherige Demo ansehen

source: See the next demo
de: Nächste Demo ansehen

source: Launch
de: Starten

source: Search demos
de: Demos durchsuchen

source: <b>or</b>
de: <b>oder</b>

source: Browse by Technology
de: Stöbern Sie nach Technologie

source: recent
de: Neulich

source: by %(profile_link)s
de: von %(profile_link)s

source: Back
de: Zurück

source: Remove this toolbar
de: Diese Symbolleiste entfernen

source: Remove toolbar
de: Symbolleiste entfernen

source: Browse all demos
de: Durchstöbern Sie alle Demos

source: Subscribe to a feed of all demos
de: Feed mit allen Demos abonnieren

source: Search for "{q}"
de: Nach &ldquo;{q}&rdquo; suchen

source: Search results for "{q}"
de: Suchergebnisse für &ldquo;{q}&rdquo;

source: Search demos for "{q}"
de: Demos nach &ldquo;{q}&rdquo; durchsuchen

source: Subscribe to a feed of search results for "{q}"
de: Feed mit allen Suchergebnissen für &ldquo;{q}&rdquo; abonnieren

source: Edit {demo_title}
de: Bearbeiten von {demo_title}

source: Submit a New Demo
de: Übermitteln Sie eine neue Demo

source: <p>Whether you are creating an amazing new way to experience the Web or just experimenting with the latest technologies, we invite you to submit your own demos to share with (or show off to) other web developers.</p> <p>Please complete the form below to ensure your demo is submitted to the Demo Studio successfully.</p>
de: <p>Egal ob Sie eine tolle neue Möglichkeit schaffen, um das Internet zu erleben, oder nur mit den neusten Technologien experimentieren, wir laden Sie ein, Ihre eigenen Demos mit anderen Entwicklern zu teilen (oder damit anzugeben).</p> <p>Bitte füllen Sie das folgende Formular aus, um sicherzustellen, dass Ihre Demo erfolgreich an das Demo-Studio übermitteln wird.</p>

source: Describe Your Demo
de: Beschreiben Sie Ihre Demo

source: <p>Tell us more about your demo, including the name, description and the technologies used. Please list the browsers you have tested it with.</p>
de: <p>Erzählen Sie uns mehr über Ihre Demo, einschließlich des Namens, der Beschreibung und der verwendeten Technologieren. Bitte listen Sie die Browser auf, mit denen Sie sie getestet haben.</p>

source: Select up to five technologies used in your demo.
de: Wählen Sie bis zu fünf Technologien aus, die in Ihrer Demo verwendet werden.

source: Show Off Your Demo
de: Zeigen Sie anderen Ihre Demo

source: Provide at least one screenshot of your demo in action
de: Geben Sie mindestens einen Screenshot von Ihrer Demo in Aktion an

source: JPEG and PNG supported. Minimum size of 480x360.
de: JPEG und PNG werden unterstützt. Mindestgröße 480x360.

source: We support YouTube and Vimeo
de: Wir unterstützen YouTube und Vimeo

source: If your demo has problems when displayed in an &lt;iframe&gt;, try changing this.
de: Wenn Ihre Demo Probleme hat, wenn Sie in einem &lt;iframe&gt; angezeigt wird, versuchen Sie, das zu ändern.

source: Preparing Your Demo
de: Vorbereiten Ihrer Demo

source: <ul> <li>Your demo's source code should be packaged inside a ZIP file.</li> <li>The main page of your demo should be a file named <code>index.html</code> in the root of the ZIP.</li> <li>Your demo should be built on client-side technology (HTML, CSS, JavaScript). Server-side languages like PHP and Ruby are not supported.</li> <li>If your demo requires external resources, it should use AJAX to access them.</li> <li>To submit your demo, you need an <a href="%(signup_url)s">MDN profile</a>.</li> <li>Please identify in the demo details box any 3rd party content that can't be licensed under the CC-BY-SA license and include links to the authors' websites.</li> </ul>
de: <ul> <li>Der Quelltext Ihrer Demo sollte in einer ZIP-Datei verpackt sein.</li> <li>Die Hauptseite Ihrer Demo sollte eine Datei mit dem Namen <code>index.html</code> im Wurzelverzeichnis Ihrer ZIP-Datei sein.</li> <li>Ihre Demo sollte auf clientseitiger Technologie (HTML, CSS, JavaScript) basieren. PHP, Ruby und andere serverseitige Sprachen werden nicht unterstützt.</li> <li>Wenn Ihre Demo externe Ressourcen benötigt, sollte AJAX verwendet werden, um darauf zuzugreifen.</li> <li>Um eine Demo zu übermitteln, benötigen Sie ein <a href="%(signup_url)s">MDN-Benutzerkonto</a>.</li> <li>Bitte geben Sie im Detailfeld für die Demo alle Inhalte Dritter an, die nicht unter der Lizenz CC-BY-SA stehen und fügen Sie Links zu den Websites der Autoren hinzu.</li> </ul>

source: Provide the Source Code
de: Geben Sie den Quelltext an

source: <p>Upload a ZIP file of your source code, in which the main page of your demo is named <code>index.html</code> in the root directory.</p>
de: <p>Laden Sie eine ZIP-Datei Ihres Quelltextes hoch, in dem die Hauptseite Ihrer Demo <code>index.html</code> heißt und im Wurzelverzeichnis liegt.</p>

source: I accept the <a href="%(terms_url)s#tfc">Terms for Contributors</a> and <a href="%(terms_url)s#rrd">Rights Representation Details</a>
de: Ich akzeptiere die <a href="%(terms_url)s#tfc">Teilnahmebedingungen</a> und <a href="%(terms_url)s#rrd">Einzelheiten zur Repräsentation von Rechten</a>

source: Submit demo
de: Demo übermitteln

source: or
de: oder

source: Discard Demo
de: Demo verwerfen

source: Save changes
de: Änderungen speichern

source: Discard Changes
de: Änderungen verwerfen

source: Update Your Profile
de: Ihr Profil aktualisieren

source: <p>Share your developer interests and areas of expertise with the MDN community. We'll be able to bring you a better, more customized experience and you will have a place to show off the amazing work you do.</p>
de: <p>Teilen Sie Ihre Entwicklerinteressen und Wissensbereiche mit der MDN-Gemeinschaft. Wir können Ihnen so ein besseres, angepassteres Erlebnis bieten und Sie haben einen Ort, wo Sie die tolle Arbeit präsentieren können, die Sie tun.</p>

source: Go to your profile
de: Zu Ihrem Profil gehen

source: <p>Whether you are creating an amazing new way to experience the Web or just experimenting with the latest technologies, we invite you to submit your own demos to share with (or show off to) other web developers.</p>
de: <p>Egal ob Sie eine tolle neue Möglichkeit schaffen, um das Internet zu erleben, oder nur mit den neusten Technologien experimentieren, wir laden Sie ein, Ihre eigenen Demos mit anderen Entwicklern zu teilen (oder damit anzugeben).</p>

source: Before You Begin
de: Bevor Sie beginnen

source: <ul> <li>You must be prepared to <strong>provide the source code</strong> for your demo. Demos are hosted on the Demo Studio's servers.</li> <li>Your demo's source code must be available under an <strong>open license</strong>, such as MPL, GPL, or BSD.</li> <li>Your demo should showcase <strong>open web technologies</strong>, such as HTML5 and CSS3.</li> <li>Your demo should support a wide range of <strong>modern web browsers</strong>, like Firefox, Chrome, Safari, and Opera.</li> </ul>
de: <ul> <li>Sie müssen bereit sein, den <strong>Quelltext Ihrer Demo zur Verfügung zu stellen</strong>. Demos werden auf den Servern von Demo-Studio gespeichert.</li> <li>Der Quelltext Ihrer Demo muss unter einer <strong>offenen Lizenz</strong> stehen, zum Beispiel Creative Commons, GPL oder BSD.</li> <li>Ihre Demo sollte <strong>Technologien des offenen Webs</strong> präsentieren, z.B. HTML5 und CSS3.</li> <li>Ihre Demo sollte eine große Zahl <strong>moderner Webbrowser</strong> unterstützen, z.B. Firefox, Chrome, Safari und Opera.</li> </ul>
