Repository: mdn/kuma
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de

source: object ID
de: ID des Objekts

source: name of the action
de: Name der Aktion

source: date last modified
de: Zuletzt verändert am

source: MDN recent file changes
de: Neueste Änderungen an Dateien im MDN

source: Recent revisions to MDN file attachments
de: Neueste Änderungen an Dateianhängen im MDN

source: Files of this type are not permitted.
de: Dateien dieses Typs sind nicht erlaubt.

source: The file provided is not valid. File must be one of these types: %s.
de: Die angegebene Datei ist nicht gültig. Die Datei muss zu einem dieser Typen gehören: %s.

source: Attachment {n} | {t}
de: Anhang {n} | {t}

source: Attachment Information
de: Information zum Anhang

source: Revision slug:
de: Adressname der Version:

source: Revision title:
de: Titel der Version:

source: Revision id:
de: ID der Version:

source: Created:
de: Erstellt:

source: Creator:
de: Autor:

source: MIME Type:
de: MIME-Typ:

source: Is approved?
de: Freigeschaltet?

source: Is current revision?
de: Aktuelle Version?

source: Attachment Preview
de: Vorschau des Anhangs

source: No preview is available.
de: Keine Vorschau verfügbar.

source: All Files
de: Alle Dateien

source: There are no files.
de: Es gibt keine Dateien.

source: Attachments
de: Anhänge

source: Learn how to use Attachments
de: Erfahren Sie, wie man Anhänge verwendet

source: This document has no attachments. Images can be attached, and then embedded in the article.
de: Dieses Dokument hat keine Anhänge. Grafiken können angehängt und dann in den Artikel integriert werden.

source: File
de: Datei

source: Size
de: Größe

source: Date
de: Datum

source: Attached by
de: Angehängt von

source: Title
de: Titel

source: Description
de: Beschreibung

source: Comments
de: Kommentare

source: Uploading
de: Hochladen

source: Lookup key
de: Schlüssel nachschlagen

source: Hashed secret
de: Gehashtes Geheimwort

source: Description of intended use
de: Beschreibung des Verwendungszwecks

source: Created
de: Erstellt

source: Delete
de: Löschen

source: Cancel
de: Abbrechen

source: This key has not been used yet.
de: Dieser Schlüssel wurde noch nicht verwendet.

source: These are your API keys. They're useful for building applications that perform tasks on MDN on your behalf. If you have stopped using any of them, or suspect one has been exposed to parties you don't trust with your account delete the key. It's easy to create a replacement key at any time.
de: Dies sind Ihre API-Schlüssel. Sie sind hilfreich, um Anwendungen zu entwickeln, die für Sie Aufgaben im MDN durchführen. Wenn Sie einen davon nicht mehr verwenden oder vermuten, dass er Personen zugänglich gemacht wurde, denen Sie Ihr Konto nicht anvertrauen würden, löschen Sie den Schlüssel. Sie können ganz einfach und jederzeit einen Ersatzschlüssel erstellen.

source: Create a new key
de: Neuen Schlüssel erstellen

source: You have no API keys, yet.
de: Sie haben noch keine API-Schlüssel.

source: View key usage history
de: Chronik der Schlüsselverwendung ansehen

source: History ({count})
de: Chronik ({count})

source: You need a special permission to use API keys. You may request permission by <a href="%(bugzilla_url)s">filing a bug</a>.
de: Sie benötigen eine besondere Genehmigung, um API-Schlüssel zu verwenden. Sie können diese Genehmigung anfordern, indem Sie <a href="%(bugzilla_url)s">einen Fehlerbericht anlegen</a>.

source: <p>Describe your intended use for this key, below. <p><strong>NOTE:</strong> This will be your only means of identifying this key later, other than the date and time of its creation. So, be as clear as you can.</p>
de: <p>Beschreiben Sie im Folgenden den Verwendungszweck für diesen Schlüssel. <strong>HINWEIS:</strong> Dies wird Ihre einzige Möglichkeit sein, diesen Schlüssel später zu identifizieren, abgesehen von Datum und Zeit, an dem er erstellt wurde. Beschreiben Sie ihn also so deutlich wie möglich.</p>

source: Create
de: Erstellen

source: <p>Your new key has been created. Please make a note of the details below (e.g. by copying them into your application's settings). This information will never be displayed again, and cannot be recovered if lost.</p> <p><strong>NOTE:</strong> When you're done, <a class="button" href="%(list_url)s">return to the key list</a>. Reloading this page will create a new key.</p>
de: <p>Ihr neuer Schlüssel wurde erstellt. Bitte notieren Sie sich die folgenden Details (z.B. indem Sie sie in die Einstellungen Ihrer Anwendung kopieren). Diese Informationen werden nie wieder angezeigt und können nicht wiederhergestellt werden, wenn sie verloren gehen.</p> <p><strong>HINWEIS:</strong> Wenn Sie fertig sind, <a class="button" href="%(list_url)s">kehren Sie zur Schlüsselliste zurück</a>. Neuladen dieser Seite erstellt einen neuen Schlüssel.</p>

source: Key ID
de: Schlüssel-ID

source: Secret
de: Geheimwort

source: This is not working for me
de: Das funktioniert bei mir nicht

source: This contains inappropriate content
de: Dies enthält unpassenden Inhalt

source: This was not created by the author
de: Das wurde nicht von diesem Autor erstellt

source: The author is fake
de: Dieser Autor ist ein Hochstapler

source: Flagged
de: Gekennzeichnet

source: Flag rejected by moderator
de: Kennzeichnung von Moderator abgelehnt

source: Creator notified
de: Ersteller benachrichtigt

source: Content hidden by moderator
de: Inhalt von Moderator ausgeblendet

source: Content deleted by moderator
de: Inhalt von Moderator gelöscht

source: {object} Flagged
de: {objekt} gekennzeichnet

source: current status of flag review
de: Derzeitiger Status der Überprüfung der Kennzeichnung

source: reason for flagging the content
de: Grund für das Kennzeichnen des Inhalts

source: please explain what content you feel is inappropriate
de: Bitte erklären Sie, welcher Inhalt aus Ihrer Sicht unpassend ist

source: date submitted
de: Übermittelt am

source: None
de: Keine

source: Removed from Derby
de: Vom Derby entfernt

source: June 2011 Dev Derby Challenge - CSS3 Animations
de: Juni 2011 Dev-Derby-Wettbewerb &ndash; CSS3-Animationen

source: CSS3 Animations
de: CSS3-Animationen

source: June 2011
de: Juni 2011

source: CSS3 Animations let you change property values over time, to animate the appearance or position of elements, with no or minimal JavaScript, and with greater control than transitions.
de: Mit CSS3-Animationen können Sie die Werte von Eigenschaften über die Zeit ändern, um das Erscheinungsbild oder die Position von Elementen zu animieren, ganz ohne oder mit nur wenig JavaScript und mit mehr Kontrolle als mit Übergängen.

source: CSS3 Animations are a new feature of modern browsers like Firefox, which add even more flexibility and control to the style and experience of the Web. CSS3 Animations let you change property values over time with no or minimal JavaScript, and with greater control than CSS Transitions. Go beyond static properties to animate the appearance and positions of HTML elements. You can achieve these effects without Flash or Silverlight, to make creative dynamic interfaces and engaging animations with CSS3.
de: CSS3-Animationen sind eine neue Funktion von modernen Browsern wie Firefox, die noch mehr Flexibilität und Kontrolle für den Stil und das Erlebnis des Internets bieten. Mit CSS3-Animationen können Sie die Werte von Eigenschaften über die Zeit ändern, ganz ohne oder mit nur wenig JavaScript und mit mehr Kontrolle als mit CSS-Übergängen. Machen Sie mehr als statische Eigenschaften, um das Erscheinungsbild und die Position von HTML-Elementen zu animieren. Sie können diese Effekte ohne Flash oder Silverlight erreichen, um kreative, dynamische Oberflächen und bezaubernde Animationen mit CSS3 zu erschaffen.

source: July 2011 Dev Derby Challenge - HTML5 <video>
de: Juli 2011 Dev-Derby-Wettbewerb &ndash; HTML5 <video>

source: July 2011
de: Juli 2011

source: The HTML5 <video> element lets you embed and control video media directly in web pages, without resorting to plug-ins.
de: Mit dem <video>-Element von HTML5 können Sie Video-Medien direkt in Webseiten einbetten und steuern, ohne auf Plugins zurückzugreifen.

source: August 2011 Dev Derby Challenge - History API
de: August 2011 Dev-Derby-Wettbewerb &ndash; History-API

source: The History API in modern browsers enables live changes to the document without breaking the back button and allows apps to be bookmarked.
de: Die History-API in modernen Browsern ermöglicht Änderungen an Dokumenten im laufenden Betrieb, ohne dass die Schaltfläche &bdquo;Zurück&ldquo; beeinträchtigt wird und ermöglicht das Setzen von Lesezeichen für Apps.

source: September 2011 Dev Derby Challenge - Geolocation
de: September 2011 Dev-Derby-Wettbewerb &ndash; Geolocation

source: With Geolocation, you can get the user's physical location (with permission) and use it to enhance the browsing experience or enable advanced location-aware features.
de: Mit Geolocation können Sie den physikalischen Standort eines Benutzers (mit dessen Erlaubnis) erhalten und ihn verwenden, um das Surf-Erlebnis zu verbessern oder um erweiterte Funktionen mit Standortbezug zu aktivieren.

source: October 2011 Dev Derby Challenge - CSS Media Queries
de: Oktober 2011 Dev-Derby-Wettbewerb &ndash; CSS-Media-Queries

source: October 2011
de: Oktober 2011

source: CSS Media Queries allow Web developers to create responsive Web designs, tailoring the user experience for a range of screen sizes, including desktops, tablets, and mobiles.
de: Mit CSS-Media-Queries können Web-Entwickler reaktionsfähige Web-Designs erstellen, und das Benutzererlebnis maßgeschneidert für eine Reihe von Bildschirmgrößen anbieten, einschließlich Desktop-Rechner, Tablets und Mobilgeräte.

source: November 2011 Dev Derby Challenge - Canvas
de: November 2011 Dev-Derby-Wettbewerb – Canvas

source: Canvas lets you paint the Web using JavaScript to render 2D shapes, bitmapped images, and advanced graphical effects. Each <canvas> element provides a graphics context with its own state and methods that make it easy to control and draw in.
de: Mit Canvas können Sie das Internet anmalen, wobei Sie JavaScript nutzen, um 2D-Formen, Rastergrafiken und fortgeschrittene grafische Effekte darzustellen. Jedes <canvas>-Element bietet einen grafischen Kontext mit eigenem Zustand und Methoden, die man einfach kontrollieren und in denen man einfach zeichnen kann.

source: December 2011 Dev Derby Challenge - IndexedDB
de: Dezember 2011 Dev-Derby-Wettbewerb – IndexedDB

source: December 2011
de: Dezember 2011

source: IndexedDB lets web applications store significant amounts of structured data locally, for faster access, online or offline.
de: Mit IndexedDB können Web-Anwendungen beträchtliche Mengen strukturierter Daten lokal speichern, zwecks schnelleren Zugriffs, online oder offline.

source: January 2012 Dev Derby Challenge - Orientation
de: Januar 2012 Dev-Derby-Wettbewerb &ndash; Ausrichtung

source: Orientation
de: Ausrichtung

source: January 2012
de: Januar 2012

source: Orientation features in HTML5 access the motion and orientation data of devices with accelerometers.
de: Die Ausrichtungsfunktionen in HTML5 greifen auf die Bewegungs- und Ausrichtungsdaten von Geräten mit Beschleunigungsmessern zu.

source: February 2012 Dev Derby Challenge - Touch Events
de: Februar 2012 Dev-Derby-Wettbewerb &ndash; Berührungsereignisse

source: Touch Events
de: Berührungsereignisse

source: February 2012
de: Februar 2012

source: Touch Events help you make websites and applications more engaging by responding appropriately when users interact with touch screens.
de: Mit Berührungsereignissen können Sie Websites und Anwendungen einnehmender gestalten, indem Sie passend reagieren, wenn die Benutzer mit Touchscreens interagieren.

source: March 2012 Dev Derby Challenge - CSS 3D Transforms
de: März 2012 Dev-Derby-Wettbewerb &ndash; CSS 3D-Transformationen

source: CSS 3D Transforms
de: CSS 3D-Transformationen

source: March 2012
de: März 2012

source: CSS 3D Transforms extends CSS Transforms to allow elements rendered by CSS to be transformed in three-dimensional space.
de: CSS-3D-Transformationen erweitern die CSS-Transformationen, damit von CSS dargestellte Elemente im dreidimensionalen Raum umgewandelt werden können.

source: April 2012 Dev Derby Challenge - Audio
de: April 2012 Dev-Derby-Wettbewerb &ndash; Audio

source: The HTML5 audio element lets you embed sound in webpages without requiring your users to rely on plug-ins.
de: Mit dem HTML5-Audio-Element können Sie Klänge in Webseiten einbetten, ohne dass Ihre Benutzer sich auf Plugins verlassen müssen.

source: May 2012 Dev Derby Challenge - WebSockets API
de: Mai 2012 Dev-Derby-Wettbewerb &ndash; WebSockets-API

source: May 2012
de: Mai 2012

source: With the Websocket API and protocol, you can open a two-way channel between the browser and a server, for scalable and real-time data flow. No more server polling!
de: Mit der Websocket-API und dem -Protokoll können Sie einen Zweirichtungskanal zwischen dem Browser und einen Server öffnen, für skalierbaren und Echtzeit-Datenfluss. Keine Server-Abfragen mehr!

source: June 2012 Dev Derby Challenge - WebGL
de: Juni 2012 Dev-Derby-Wettbewerb &ndash; WebGL

source: June 2012
de: Juni 2012

source: WebGL brings the power of OpenGL, for creating interactive 3D graphics, to the Web, with no plug-ins required.
de: WebGL bringt die Macht von OpenGL zum Erschaffen von interaktiven 3D-Grafiken ins Internet, ohne dass Plugins gebraucht würden.

source: July 2012 Dev Derby Challenge - No JavaScript
de: Juli 2012 Dev-Derby-Wettbewerb &ndash; Kein JavaScript

source: No JavaScript
de: Kein JavaScript

source: July 2012
de: Juli 2012

source: Creating rich user experiences for the Web has never been easier. Today's open Web standards put some of the most powerful features right at your fingertips. Animate pages with CSS, validate user input with HTML, and more. What else can you do without JavaScript?
de: Das Entwickeln eines vielfältigen Benutzererlebnisses im Internet war noch nie einfacher. Die heutigen Standards des offenen Internets geben Ihnen einige der mächtigsten Funktionen direkt in die Hand. Animieren Sie Seiten mit CSS, validieren Sie Benutzereingaben mit HTML und mehr. Was können Sie sonst noch ohne JavaScript tun?

source: August 2012 Dev Derby Challenge - Camera API
de: August 2012 Dev-Derby-Wettbewerb &ndash; Kamera-API

source: Camera API
de: Kamera-API

source: The Camera API lets you access (with permission) the cameras of mobile devices. With the Camera API, users can easily take pictures and upload them to your web page.
de: Mit der Kamera-API können Sie (mit deren Erlaubnis) auf die Kameras von Mobilgeräten zugreifen. Mit der Kamera-API können Benutzer einfach Fotos machen und sie auf Ihre Webseite hochladen.

source: September 2012 Dev Derby Challenge - Geolocation II
de: September 2012 Dev-Derby-Wettbewerb &ndash; Geolocation II

source: October 2012 Dev Derby Challenge - CSS Media Queries II
de: Oktober 2012 Dev-Derby-Wettbewerb &ndash; CSS-Media-Queries II

source: October 2012
de: Oktober 2012

source: CSS Media Queries are now a common tool for responsive, mobile-first web design. They are now even a W3C Recommendation! They can tell you a lot more about a display than just its width. What can you do with Media Queries?
de: CSS-Media-Queries sind jetzt ein häufiges Werkzeug für reaktionsschnelles Web-Design, das zuerst für Mobilgeräte genutzt werden soll. Es gibt jetzt sogar eine W3C-Empfehlung! Die können Ihnen viel mehr über ein Display sagen als seine Breite. Was können Sie mit Media-Queries tun?

source: November 2012 Dev Derby Challenge - Fullscreen API
de: November 2012 Dev-Derby-Wettbewerb – Fullscreen-API

source: With the Fullscreen API, you can escape the confines of the browser window. You can even detect full screen state changes and style full screen pages specially. Talk about immersive!
de: Mit der Fullscreen-API können Sie den Einschränkungen des Browser-Fensters entkommen. Sie können sogar Zustandsänderungen des Vollbildes erkennen und Seiten für den Betrieb im Vollbild besonders gestalten. Das ist dann wirklich umfassend!

source: December 2012 Dev Derby Challenge - Offline
de: Dezember 2012 Dev-Derby-Wettbewerb – Offline

source: December 2012
de: Dezember 2012

source: With the maturing offline capabilities of the open Web, you can build apps that work with or without an Internet connection. With offline technologies, you can better support travelers and mobile users, improve performance, and more.
de: Da die Offline-Fähigkeiten des offenen Web reifen, können Sie Anwendungen entwickeln, die mit oder ohne Internetverbindung funktionieren. Mit Offline-Technologien können Sie Reisende und Nutzer von Mobilgeräten besser unterstützen, die Leistung verbessern, und mehr.

source: January 2013 Dev Derby Challenge - Drag and Drop
de: Januar 2013 Dev-Derby-Wettbewerb &ndash; Drag und Drop

source: Drag and Drop
de: Drag und Drop

source: January 2013
de: Januar 1013

source: The Drag and Drop API brings an age-old interaction to the Web, making rich, natural, and familiar user experiences possible.
de: Mit der Drag-and-Drop-API kommt eine uralte Interaktion ins Internet und ermöglicht vielseitige, natürliche und gewohnte Erlebnisse.

source: February 2013 Dev Derby Challenge - Multi-touch
de: Februar 2013 Dev-Derby-Wettbewerb &ndash; Multi-touch

source: February 2013
de: Februar 2013

source: The Touch Events API lets you track multiple touches at the same time on devices that support them. Build complex games, support pinch-to-zoom and more. By using multi-touch, your app can respond to all the interactions users have come to expect.
de: Mit der Touch-Events-API können Sie mehrere Berührungen auf einmal verfolgen, auf Geräten, die sie unterstützen. Entwickeln Sie komplexe Spiele, unterstützen Sie die Finger-zusammenschieben-zum-Zoomen und mehr. Wenn Sie Multi-Touch verwenden, kann Ihre Anwendung auf jede Interaktion reagieren, die Ihre Benutzer erwarten werden.

source: March 2013 Dev Derby Challenge - Mobile
de: März 2013 Dev-Derby-Wettbewerb – Mobilgeräte

source: March 2013
de: März 2013

source: The mobile Web is becoming more important every day. This time, the only limit is your creativity. What amazing experiences can you build for users on the go?
de: Das mobile Web wird jeden Tag wichtiger. Diesmal ist die einzige Grenze Ihre Kreativität. Welche tollen Erlebnisse können Sie für Benutzer entwickeln, die unterwegs sind?

source: April 2013 Dev Derby Challenge - Web Workers
de: April 2013 Dev-Derby-Wettbewerb – Web Workers

source: Web Workers
de: Web Worker

source: Web Workers make it easy for you to run scripts in the background. By using Web Workers, you can create dazzling user interfaces that are not hindered by even the most computationally-intensive tasks.
de: Web Workers machen es Ihnen einfacher, Skripte im Hintergrund auszuführen. Mit Web Workers können Sie überwältigende Benutzeroberflächen schaffen, die auch von den rechenintensivsten Aufgaben nicht behindert werden.

source: May 2013 Dev Derby Challenge - getUserMedia
de: Mai 2013 Dev-Derby Wettbewerb – getUserMedia

source: May 2013
de: Mai 2013

source: May
de: Mai

source: Action!
de: Los geht’s!

source: The getUserMedia function lets you access (with permission) the cameras and microphones of your users. No plugins needed! What can you do once you have this media? The possibilities are endless.
de: Mit der Funktion „getUserMedia“ können Sie (mit Erlaubnis) auf die Kameras und Mikrofone Ihrer Nutzer zugreifen. Es werden keine Plugins benötigt! Was können Sie tun, wenn Sie diese Medien haben? Die Möglichkeiten sind endlos.

source: June 2013 Dev Derby Challenge - WebGL II
de: Juni 2013 Dev-Derby-Wettbewerb – WebGL II

source: June 2013
de: Juni 2013

source: June
de: Juni

source: Twice the 3D!
de: Zweimal 3D!

source: July 2013 Dev Derby Challenge - File API
de: Juli 2013 Dev-Derby-Wettbewerb – File API

source: July 2013
de: Juli 2013

source: July
de: Juli

source: File found
de: Datei gefunden

source: The File API lets you read the contents of files submitted by your users, making natural and familiar data operations possible.
de: Mit der File API können Sie die Inhalte von Ihren Nutzern übermittelter Dateien lesen, und so natürliche und gewohnte Dateioperationen ermöglichen.

source: Mozilla's Audio Data API extends the current HTML5 API and allows web developers to read and write raw audio data.
de: Die Audiodaten-API von Mozilla erweitert die derzeitige HTML5-API und ermöglicht Web-Entwicklern das Lesen und Schreiben roher Audiodaten.

source: MDN Documentation
de: MDN-Dokumentation

source: Wikipedia Article
de: Wikipedia-Artikel

source: W3C Spec
de: W3C-Spezifikation

source: The HTML5 canvas element allows you to display scriptable renderings of 2D shapes and bitmap images.
de: Das HTML5-Canvas-Element ermöglicht es, skriptbare Renderings von 2D-Formen und Bitmap-Grafiken anzuzeigen.

source: http://en.wikipedia.org/wiki/Canvas_element
de: http://de.wikipedia.org/wiki/Canvas_%28HTML-Element%29

source: Cascading Style Sheets level 3 (CSS3) provide serveral new features and properties to enhance the formatting and look of documents written in different kinds of markup languages like HTML or XML.
de: Cascading Style Sheets Stufe 3 (CSS3) bieten einige neue Funktionen und Eigenschaften, um die Formatierung und das Aussehen von Dokumenten, die in verschiedenen Auszeichnungssprachen wie HTML oder XML geschrieben wurden, zu verbessern.

source: https://developer.mozilla.org/en-US/docs/Web/CSS
de: https://developer.mozilla.org/docs/Web/CSS

source: http://en.wikipedia.org/wiki/Cascading_Style_Sheets
de: http://de.wikipedia.org/wiki/Cascading_Style_Sheets

source: Device
de: Gerät

source: Media queries and orientation events let authors adjust their layout on hand-held devices such as mobile phones.
de: Media queries und orientation events ermöglichen es Autoren, das Layout auf Handgeräten wie Handys anzupassen.

source: https://developer.mozilla.org/en-US/docs/WebAPI/Detecting_device_orientation
de: https://developer.mozilla.org/docs/WebAPI/Detecting_device_orientation

source: Files
de: Dateien

source: The File API allows web developers to use file objects in web applications, as well as selecting and accessing their data.
de: Die Datei-API ermöglicht es Web-Entwicklern Dateiobjekte in Web-Anwendungen zu verwenden, und ihre Daten auszuwählen und darauf zuzugreifen.

source: Fonts & Type
de: Schriftarten & Typ

source: The CSS3-Font specification contains enhanced features for fonts and typography like embedding own fonts via @font-face or controlling OpenType font features directly via CSS.
de: Die CSS3-Schriftarten-Spezifikation enthält erweiterte Funktionen für Schriftarten und Typographie wie das Einbinden eigener Schriftarten per @font-face oder der Kontrolle von OpenType-Schriftartenfunktionen direkt per CSS.

source: https://developer.mozilla.org/en-US/docs/Web/CSS/@font-face
de: https://developer.mozilla.org/docs/Web/CSS/@font-face

source: Forms
de: Formulare

source: Form elements and attributes in HTML5 provide a greater degree of semantic mark-up than HTML4 and remove a great deal of the need for tedious scripting and styling that was required in HTML4.
de: Formularelemente und -attribute in HTML5 bieten einen höheren Grad semantischer Auszeichnung als HTML4 und beseitigen in großen Teilen die Notwendigkeit für langwieriges Scripting und Styling, wie es in HTML4 notwendig war.

source: https://developer.mozilla.org/en-US/docs/Web/HTML/Forms_in_HTML
de: https://developer.mozilla.org/docs/Web/HTML/Forms_in_HTML

source: http://en.wikipedia.org/wiki/HTML_forms
de: http://de.wikipedia.org/wiki/Webformular
