Repository: mdn/kuma
Catalog: locale/*/LC_MESSAGES/promote-mdn.po
Languages: bn_bd, cs, de, es, fr, ga, hu, id, it, ja, nl, pl, pt_br, ro, sq, th, uk, zh_tw

source: Reloaded values from the URL.
bn_bd: URL থেকে পুনরায় লোডকৃত মান।
cs: Znovu načtené hodnoty z URL.
de: Neu geladene Werte aus der URL.
es: Valores recargados desde la URL.
fr: Valeurs rechargées depuis l'URL.
ga: Athluchtaíodh luachanna ón URL.
hu: Újratöltött értékek az URL-ből.
id: Memuat ulang nilai-nilai dari URL.
it: I dati sono stati aggiornati dall’URL.
ja: URL からの値の再読み込みが完了しました。
nl: Opnieuw geladen waarden uit de URL.
pl: Odświeżone wartości z adresu URL.
pt_br: Valores recarregados da URL.
ro: Valori reîncărcate din URL.
sq: U ringarkuan vlerat prej URL-së.
th: เรียกค่าใหม่จาก URL แล้ว
uk: Перезавантажені значення з URL.
zh_tw: 已自網址中重新載入數值。

source: Plugin settings saved.
bn_bd: প্লাগ-ইনের সেটিংস সংরক্ষিত হয়েছে।
cs: Nastavení zásuvného modulu uloženo.
de: Plugin-Einstellungen gespeichert.
es: Opciones de plugins guardadas.
fr: Les paramètres du plugin ont été sauvegardés.
ga: Sábháladh socruithe an bhreiseáin.
hu: Bővítménybeállítások elmentve.
id: Pengaturan plugin disimpan.
it: Le impostazioni del plugin sono state salvate.
ja: プラグインの設定を保存しました。
nl: Plug-in-instellingen opgeslagen.
pl: Ustawienia wtyczki zostały zapisane.
pt_br: As configurações do plugin foram salvas.
ro: Setări suplimente salvate.
sq: Rregullimet për shtojcën u ruajtën.
th: การตั้งค่าโปรแกรมเสริมถูกบันทึกแล้ว
uk: Налаштування плагіна збережені.
zh_tw: 已儲存外掛程式設定。

source: MDN is your Web Developer Toolbox for docs, demos and more on HTML, CSS, JavaScript and other Web standards and open technologies.
bn_bd: MDN আপনার ডকুমেন্টস, ডেমো এবং আরও HTML, CSS, JavaScript সহ অন্যান্য ওয়েব স্ট্যান্ডার্ড এবং উন্মুক্ত ওয়েব প্রযুক্তির টুলবক্স।
cs: MDN je váš nástroj, kde naleznete dokumentace, ukázky a další pro HTML, CSS, JavaScript a další webové standardy a otevřené technologie.
de: MDN ist Ihr Web-Entwickler-Werkzeugkasten für Dokumentation, Demos und mehr zu HTML, CSS, JavaScript und weiteren Web-Standards und offenen Technologien.
es: MDN es tu caja de herramientas de desarrollador web para documentos, demos y mucho más sobre HTML, CSS, JavaScript y otros estándares web y tecnologías abiertas.
fr: MDN est la boîte à outils du développeur web pour la doc, les démos et bien plus sur l'HTML, le CSS, le JavaScript et les autres standards du web et des technologies ouvertes.
ga: Is Bosca Uirlisí d'Fhorbróirí Gréasáin é MDN, áit a bhfaighidh tú doiciméadú, taispeántais, agus acmhainní eile a bhaineann le HTML, CSS, JavaScript, caighdeáin Ghréasáin agus teicneolaíochtaí oscailte eile.
hu: Az MDN az Ön webfejlesztő eszköztára HTML, CSS, JavaScript és egyéb webes szabványok és nyílt technológiák dokumentációihoz, demókhoz és egyebekhez.
id: MDN adalah Kotak Peralatan Pengembang Web anda untuk dokumen, demo dan lain sebagainya dalam bentuk HTML, CSS, JavaScript serta standar Web dan teknologi terbuka lainnya.
it: MDN è la cassetta degli attrezzi dello sviluppo web, contenente documentazione, demo e ogni genere di informazione su HTML, CSS, JavaScript e tutti gli altri standard o tecnologie dell’open Web.
ja: MDN は HTML、CSS、JavaScript、その他の Web 標準やオープンテクノロジーに関するドキュメントやデモなどを詰め込んだ、Web 開発者のためのツールボックスです。
nl: MDN is uw webontwikkelaarswerkset voor documenten, demo’s en meer over HTML, CSS, JavaScript en andere webstandaarden en open technologieën.
pl: MDN jest twoim przybornikiem programisty zawierającym dokumentację, dema i wiele więcej na temat HTML, CSS, JavaScriptu i innych standardów internetowych i otwartych technologii.
pt_br: A MDN é sua Caixa de Ferramentas Web para documentação, demonstrações e muito mais sobre HTML, CSS e JavaScript, além de outras tecnologias abertas e padrões Web.
ro: MDN este „cutia cu unelte” pentru dezvoltare web pentru documente, demo-uri și multe altele despre HTML, CSS, JavaScript și alte standarde Web și tehnologii deschise.
sq: MDN është Laboratori juaj i Programimit Web, me dokumente, demo dhe të tjera gjëra për HTML-në, CSS-në, JavaScript-in dhe të tjera standarde Web dhe teknologji të hapura.
th: MDN เป็นกล่องเครื่องมือสำหรับนักพัฒนาเว็บของคุณ ใช้เป็นแหล่งอ้างอิง การสาธิต และอีกมากมายที่อยู่บน HTML CSS JavaScript มาตรฐานเว็บ และเทคโนโลยีแบบเปิด
uk: MDN - ваш набір інструментів розробника, що складається з документації, прикладів а також HTML, CSS, JavaScript, та інших веб-стандартів і відкритих технологій.
zh_tw: MDN 是您的網頁開發工具箱，裡面有 HTML、CSS、JavaScript 與其他網頁標準與開放技術的文件與 Demo。

source: MDN is the best online resource - for web developers, by web developers.
bn_bd: MDN ওয়েব ডেভেলপারদের জন্য, ওয়েব ডেভেলপারদের দ্বারা নির্মিত শ্রেষ্ঠ অনলাইন রিসোর্স।
cs: MDN je nejlepší online zdroj - pro webové vývojáře, od webových vývojářů.
de: MDN ist die beste Online-Quelle – für Web-Entwickler, von Web-Entwicklern.
es: MDN es el mejor recurso en línea: para desarrolladores web, por desarrolladores web.
fr: MDN est la meilleure ressource en ligne - par les développeurs et pour les développeurs.
ga: Is é MDN an acmhainn ar líne is fearr - déanta ag forbróirí Gréasáin ar son forbróirí Gréasáin.
hu: Az MDN a legjobb online információforrás - webfejlesztőknek webfejlesztőktől.
id: MDN adalah sumber daya daring terbaik - untuk pengembang web, oleh pengembang web.
it: MDN è la migliore risorsa online per lo sviluppo web, realizzata dagli sviluppatori per gli sviluppatori.
ja: MDN は、Web 開発者による、Web 開発者のための、最高のオンラインリソースです。
nl: MDN is de beste online-hulpbron - voor webontwikkelaars, door webontwikkelaars.
pl: MDN jest najlepszym zasobem wiedzy online tworzonym dla programistów internetowych przez programistów.
pt_br: A MDN é o melhor recurso online - de desenvolvedores web, para desenvolvedores web.
ro: MDN este cea mai bună resursă online - făcut pentru dezvoltatori web, de către dezvoltatori web.
sq: MDN-ja është burimi më i mirë online - për programues web, nga programues web.
th: MDN เป็นทรัพยากรออนไลน์ที่ดีที่สุด - สำหรับนักพัฒนาเว็บ โดยนักพัฒนาเว็บ
uk: MDN є найкращим онлайн-ресурсом — веб-розробникам від веб-розробників.
zh_tw: MDN 是最佳的線上支援 - 由網頁開發者所撰寫，供網頁開發者所用。

source: Promote MDN automatically links keywords and phrases in your posts and pages to MDN URLs.
bn_bd: Promote MDN স্বয়ংক্রিয়ভাবে আপনার পোস্ট এবং পেজে থাকা কিওয়ার্ড এবং বাক্যাংশ MDN এর URL সমূহের সাথে লিঙ্ক করে।
cs: Plugin Promote MDN automaticky prováže slova a fráze ve vašich příspěvcích a stránkách s MDN URL adresami.
de: Promote-MDN verlinkt automatisch Schlüsselwörter und Sätze in Ihren Beiträgen und Seiten zu MDN-URLs.
es: Enlaza automáticamente palabras clave y frases de tus publicaciones y páginas a las URL de MDN.
fr: Lie automatiquement des mots-clés et des phrases de vos messages et pages vers des URL de MDN.
ga: Déanann Promote MDN nascanna idir eochairfhocail agus frásaí i do chuid postálacha agus leathanaigh agus doiciméadú MDN go huathoibríoch.
hu: A bővítmény MDN URL-ekre mutató hivatkozásokat állít be automatikusan, a bejegyzéseiben és az oldalain található kulcsszavakra és -kifejezésekre.
id: Mempromosikan MDN secara otomatis menghubungkan kata kunci dan frase dalam tulisan dan laman anda dengan URL MDN.
it: Il plugin Promote MDN aggiunge automaticamente dei link verso MDN alle parole chiave e alle frasi negli articoli e nelle pagine.
ja: このプラグインを使用すると、あなたのページやポストに含まれるキーワードやフレーズを自動的に MDN の URL へリンクする事ができます。
nl: Promote MDN koppelt automatisch trefwoorden en termen in uw berichten en pagina’s aan MDN-URL’s.
pl: Promuj MDN, automatycznie linkując słowa kluczowe i frazy adresami URL MDN w swoich postach i na stronach internetowych.
pt_br: O "Promova a MDN" automaticamente cria links para URLs da MDN em palavras-chaves e frases que estejam em seus posts e páginas.
ro: Promovare MDN creează în mod automat hyperlegături pentru cuvinte cheie și fraze din postări și pagini la URL-uri MDN.
sq: Promovimi i MDN-së lidh automatikisht fjalëkyçe dhe togfjalësh nga postimet dhe faqet tuaj te URL të MDN-së.
th: โฆษณาการเชื่อมโยงคำสำคัญและกลุ่มคำของ MDN ในโพสต์ของคุณและหน้าเว็บที่ไปยัง URL ของ MDN
uk: Просування MDN автоматично пов'язує ключові слова і фрази ваших записів і сторінок з адресами MDN.
zh_tw: Promote MDN 將會自動在您的文章與網頁中尋找關鍵字與詞彙，並為其加上 MDN 文件鏈結。

source: Settings
bn_bd: সেটিংস
cs: Nastavení
de: Einstellungen
es: Opciones
fr: Paramètres
ga: Socruithe
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ro: Setări
sq: Rregullime
th: ตั้งค่า
uk: Налаштування
zh_tw: 設定

source: Load keywords from URL
bn_bd: URL থেকে কিওয়ার্ড লোড করুন
cs: Načíst klíčová slova z URL adresy
de: Schlüsselwörter aus URL laden
es: Cargar palabras clave desde URL
fr: Charger les mots-clés depuis l'URL
ga: Luchtaigh eochairfhocail ó URL
hu: Kulcsszavak betöltése az URL-ből
id: Memuat kata kunci dari URL
it: Carica le parole chiave da un URL
ja: URL からキーワードを読み込み
nl: Trefwoorden uit URL laden
pl: Wczytaj słowa kluczowe z adresu URL
pt_br: Carregar palavras-chave da URL
ro: Încarcă cuvinte cheie din URL
sq: Ngarko fjalëkyçe prej URL-je
th: โหลดคำหลักจาก URL
uk: Завантажити ключові слова з URL
zh_tw: 自網址中載入關鍵字

source: Preview
bn_bd: প্রিভিউ
cs: Náhled
de: Vorschau
es: Vista previa
fr: Prévisualisation
ga: Réamhamharc
hu: Előnézet
id: Pratinjau
it: Anteprima
ja: プレビュー
nl: Voorbeeld
pl: Podgląd
pt_br: Visualização
ro: Previzualizare
sq: Paraparje
th: แสดงตัวอย่าง
uk: Перегляд
zh_tw: 預覽

source: Use keywords and links specifically for %s
bn_bd: %s এর জন্য নির্দিষ্ট লিঙ্ক এবং কিওয়ার্ড ব্যবহার
cs: Použijte klíčová slova a odkazy pro %s
de: Verwenden Sie Schlüsselwörter und Links genau für %s
es: Usar palabras clave y enlaces específicamente para %s
fr: Utiliser des mots-clés et des liens spécifiquement pour %s
ga: Úsáid eochairfhocail agus nascanna a bhaineann go háirithe le %s
hu: Kulcsszavak és hivatkozások használata kifejezetten ehhez: %s
id: Menggunakan kata kunci dan tautan secara khusus untuk %s
it: Utilizza parole chiave e link specifici per %s
ja: %s 専用のキーワードとリンクを使用
nl: Trefwoorden en koppelingen specifiek voor %s gebruiken
pl: Używaj słów kluczowych i odnośników w szczególności dla %s
pt_br: Use palavras-chave e links especificamente para %s
ro: Folosește cuvinte cheie și legături în mod special pentru %s
sq: Përdorni fjalëkyçe dhe lidhje posaçërisht për %s
th: ใช้คำหลักและลิงก์เฉพาะสำหรับ %s
uk: Використовуйте ключові слова та посилання спеціально для %s
zh_tw: 針對 %s 請使用關鍵字與連結

source: Reload keywords after (seconds):
bn_bd: পরবর্তী কিওয়ার্ড রিলোড করার সময় (সেকেন্ড):
cs: Znovu načtěte klíčová slova po (v sekundách):
de: Schlüsselwörter neu laden nach (Sekunden):
es: Recargar palabras claves después de (segundos):
fr: Recharger les mots-clés après (en secondes)&nbsp;:
ga: Athluchtaigh eochairfhocail tar éis (soicindí):
hu: Kulcsszavak újratöltése ez után (másodperc):
id: Memuat kata kunci setelah (detik):
it: Numero di secondi prima di ricaricare le parole chiave:
ja: キーワードの再読み込み間隔 (秒単位):
nl: Trefwoorden opnieuw laden na (seconden):
pl: Odświeżaj słowa kluczowe po (s):
pt_br: Recarregar palavras-chave após (segundos):
ro: Reîncarcă cuvintele cheie după (secunde):
sq: Fjalëkyçet ringarkoji pas (sekondash):
th: เพิ่มคำหลักหลังจาก (วินาที):
uk: Перезавантажити ключові слова через (секунд):
zh_tw: 在幾秒後重新載入關鍵字:

source: Reload now
bn_bd: এখনই রিলোড করুন
cs: Načíst znovu
de: Jetzt neu laden
es: Recargar ahora
fr: Recharger maintenant
ga: Athluchtaigh anois
hu: Újratöltés most
id: Muat ulang sekarang
it: Ricarica ora
ja: 今すぐ再読み込み
nl: Nu opnieuw laden
pl: Odśwież teraz
pt_br: Recarregar agora
ro: Reîncarcă acum
sq: Ringarkoje tani
th: เรียกใหม่เดี๋ยวนี้
uk: Перезавантажити зараз
zh_tw: 立刻重新載入

source: Add links to RSS feeds
bn_bd: RSS ফিডে লিঙ্ক যোগ
cs: Přidat odkazy na RSS kanály
de: Links zu RSS-Feeds hinzufügen
es: Agregar enlaces a canales RSS
fr: Ajouter les liens aux flux RSS
ga: Cuir nascanna le fothaí RSS
hu: Hivatkozások hozzáadása az RSS hírforrásokhoz
id: Tambahkan tautan ke penyedia RSS
it: Aggiungi link nei feed RSS
ja: RSS フィード内にもリンクを追加
nl: Koppelingen aan RSS-feeds toevoegen
pl: Dodaj odnośniki do kanałów RSS
pt_br: Adicionar links para feeds RSS
ro: Adaugă legături la feed-uri RSS
sq: Shtoji lidhjet te prurja RSS
th: เพิ่มลิงก์ไปยัง RSS ฟีด
uk: Додати посилання на RSS-канали
zh_tw: 將鏈結加入 RSS 資訊來源

source: Open links in new window
bn_bd: লিঙ্কগুলো নতুন উইন্ডোতে খুলুন
cs: Otevřít odkazy v novém okně
de: Links in neuem Fenster öffnen
es: Abrir enlaces en una nueva ventana
fr: Ouvrir les liens dans une nouvelle fenêtre
ga: Oscail nascanna i bhfuinneog nua
hu: Hivatkozások megnyitása új ablakban
id: Membuka tautan di jendela baru
it: Apri i link in una nuova finestra
ja: リンクを新しいウィンドウまたはタブで開く
nl: Koppelingen openen in nieuw venster
pl: Otwieraj odnośniki w nowym oknie
pt_br: Abrir links em uma nova janela
ro: Deschide legăturile într-o nouă fereastră
sq: Lidhjet hapi në dritare të re
th: เปิดลิงก์ในหน้าต่างใหม่
uk: Відкривати посилання в новому вікні
zh_tw: 在新視窗中開啟鏈結

source: Exceptions
bn_bd: ব্যতিক্রম
cs: Výjimky
de: Ausnahmen
es: Excepciones
ga: Eisceachtaí
hu: Kivételek
id: Pengecualian
it: Eccezioni
ja: 例外
nl: Uitzonderingen
pl: Wyjątki
pt_br: Exceções
ro: Excepții
sq: Përjashtime
th: ข้อยกเว้น
uk: Винятки
zh_tw: 例外

source: Do not add links in heading tags (h1,h2,h3,h4,h5,h6).
bn_bd: হেডিং ট্যাগে (h1,h2,h3,h4,h5,h6) লিঙ্ক যোগ করবেন না।
cs: Nepřidávejte odkazy značkám pro nadpisy (h1, h2, h3, h4, h5, h6).
de: Links nicht in Überschrift-Tags einfügen (h1,h2,h3,h4,h5,h6).
es: No agregues enlaces en etiquetas de encabezados (h1,h2,h3,h4,h5,h6).
fr: Ne pas ajouter les liens dans les en-têtes (h1, h2, h3, h4, h5, h6).
ga: Ná cuir nascanna le clibeanna ceanntáisc (h1,h2,h3,h4,h5,h6).
hu: Ne adjon hozzá hivatkozásokat a címsor címkékhez (h1,h2,h3,h4,h5,h6).
id: Jangan menambahkan tautan dalam bagian kepala tag (h1,h2,h3,h4,h5,h6).
it: Non aggiungere link negli elementi HTML di intestazione (h1,h2,h3,h4,h5,h6).
ja: 見出しタグ (h1、h2、h3、h4、h5、h6) にリンクを追加しない。
nl: Voeg geen koppelingen toe in koptags (h1,h2,h3,h4,h5,h6).
pl: Nie dodawaj odnośników w znacznikach nagłówków (h1,h2,h3,h4,h5,h6).
pt_br: Não adicionar links em tags de cabeçalhos (h1,h2,h3,h4,h5,h6).
ro: Nu adăuga legături în tagurile heading (h1,h2,h3,h4,h5,h6).
sq: Mos shtoni lidhje te etiketa kryeje (h1,h2,h3,h4,h5,h6).
th: อย่าเพิ่มลิงก์ในแท็ก heading (h1,h2,h3,h4,h5,h6)
uk: Не додавати посилання в мітки заголовків (h1, h2, h3, h4, h5, h6).
zh_tw: 不要為標題標籤 (h1,h2,h3,h4,h5,h6) 加上鏈結。

source: Do not add links to the following posts or pages (comma-separated id, slug, name):
bn_bd: নিম্নোক্ত পেজ অথবা পোস্টে লিঙ্ক যোগ করবেন না (কমা দিয়ে আলাদা করা আইডি, স্লাগ, নাম):
cs: Nepřidávejte odkazy na následující příspěvky nebo stránky (čárkou oddělené id, popisy, jména):
de: Links nicht in den folgenden Beiträgen oder Seiten einfügen (kommagetrennte ID, Adressname, Name):
es: No agregues enlaces a las siguientes entradas o páginas (id separados por comas, enlaces amigables o slugs, nombre):
fr: Ne pas ajouter les liens dans les articles et pages suivantes (id, slug et noms séparés par des virgules)&nbsp;:
ga: Ná cuir nascanna leis na postálacha nó leathanaigh seo a leanas (aitheantas, sluga, ainm, scartha ag camóga):
hu: Ne adjon hozzá hivatkozásokat a következő bejegyzésekhez vagy oldalakhoz (vesszővel elválasztott azonosító, slug, név):
id: Jangan menambahkan tautan dalam tulisan atau laman berikut ini (id yang dipisahkan koma, slug, nama):
it: Non aggiungere link a queste pagine o articoli (separa con virgole id, slug, nome):
ja: 以下のページ及び投稿にはリンクを追加しない (カンマ区切りの ID、URL スラッグ、記事名で指定):
nl: Voeg geen koppelingen toe aan de volgende berichten of pagina’s (kommagescheiden id, identificator, naam):
pl: Nie dodawaj odnośników do następujących postów lub stron (oddzielane przecinkiem ID, ciąg wyrazów, nazwa):
pt_br: Não adicionar links para os seguintes posts ou páginas (ids separados por vírgulas, slug, nome):
ro: Nu adăuga legături la următoarele postări sau pagini (id separat prin virgule, slug, nume):
sq: Mos shtoni lidhje te postimet ose faqet vijuese (id, identifikues, emra, të ndarë me presje):
th: อย่าเพิ่มลิงก์ลงในโพสต์ที่ติดตามอยู่หรือหน้าเว็บ (ไอดีที่แบ่งด้วยลูกน้ำ, slug, ชื่อ):
uk: Не додавати посилання в такі записи або сторінки (список з ID, URL та імен, розділені комами):
zh_tw: 不要為下列的文章或頁面加上鏈結 (使用半形逗號分隔 id, 網址字串, 或網頁名稱):

source: Do not add links on the following phrases (comma-separated):
bn_bd: নিম্নোক্ত বাক্যাংশতে লিঙ্ক যোগ করবেন না (কমা দিয়ে আলাদা করা):
cs: Nepřidávejte odkazy na následující fráze (oddělené čárkami):
de: Links nicht in den folgenden Sätzen einfügen (kommagetrennt):
es: No agregues enlaces en las siguientes frases (separadas por comas):
fr: Ne pas ajouter les liens aux phrases suivantes (séparées par une virgule)&nbsp;:
ga: Ná cuir nascanna leis na frásaí seo a leanas (scartha ag camóga):
hu: Ne adjon hozzá hivatkozásokat a következő kifejezésekhez (vesszővel elválasztva):
id: Jangan menambahkan tautan pada frasa berikut (dipisahkan koma):
it: Non aggiungere link a queste frasi (separa con virgole):
ja: 次のフレーズに対してはリンクを追加しない (カンマ区切りで指定):
nl: Voeg geen koppelingen toe aan de volgende termen (kommagescheiden):
pl: Nie dodawaj odnośników do następujących fraz (oddzielane przecinkiem):
pt_br: Não adicionar links nas seguintes frases (separadas por vírgula):
ro: Nu adăuga legături pentru următoarele fraze (separate prin virgule):
sq: Mos shtoni lidhje te togfjalëshat vijues (ndarë me presje):
th: อย่าเพิ่มลิงก์ลงบนกลุ่มคำที่ติดตามอยู่ (ที่แบ่งด้วยลูกน้ำ):
uk: Не додавати посилання на такі фрази (список, розділений комами):
zh_tw: 不要為下列詞彙加上鏈結 (使用半形逗號分隔):

source: Limits
bn_bd: সীমা
cs: Omezení
de: Beschränkungen
es: Límites
fr: Limites
ga: Teorainneacha
hu: Határok
id: Batas
it: Limiti
ja: 制限
nl: Beperkingen
pl: Limity
pt_br: Limites
ro: Limite
sq: Kufij
th: ข้อจำกัด
uk: Обмеження
zh_tw: 限制

source: Max links to generate per post:
bn_bd: একটি পোস্টে সর্বোচ্চ লিঙ্ক থাকতে পারবেঃ
cs: Maximální počet odkazů v příspěvku:
de: Obergrenze für Links, die pro Beitrag erzeugt werden:
es: Cantidad máxima de enlaces para generar por entrada:
fr: Nombre maximum de liens à créer par article&nbsp;:
ga: Líon is mó nascanna i bpostáil amháin:
hu: Legfeljebb ennyi hivatkozás létrehozása bejegyzésenként:
id: Jumlah maksimal tautan yang dihasilkan tiap tulisan:
it: Numero massimo di link generati per ogni articolo:
ja: ひとつの記事に生成するリンク数の上限:
nl: Max. aantal te genereren koppelingen per bericht:
pl: Maksymalna liczba odnośników generowana dla posta:
pt_br: Número máximo de links a serem gerados por post:
ro: Număr maxim de legături de generat per post:
sq: Maksimum lidhjesh që duhen prodhuar për postim:
th: จำนวนลิงก์สูงสุดที่ไว้ใช้สร้างต่อหนึ่งโพสต์:
uk: Максимальна кількість посилань на запис:
zh_tw: 每篇文章最多產生多少鏈結:

source: Max links to generate for a single keyword/phrase:
bn_bd: একটি একক বাক্য বা কিওয়ার্ডের জন্য সর্বোচ্চ লিঙ্ক থাকতে পারবেঃ
cs: Maximální počet odkazů, které lze vygenerovat pro jedno klíčové slovo (větu):
de: Obergrenze für Links, die für ein einzelnes Schlüsselwort/einen Satz erzeugt werden:
es: Cantidad máxima de enlaces para generar por una única palabra clave/frase:
fr: Nombre maximum de liens pour un mot-clé ou une phrase&nbsp;:
ga: Líon is mó nascanna ó eochairfhocal/fhrása amháin:
hu: Legfeljebb ennyi hivatkozás létrehozása egy kulcsszóhoz/kifejezéshez:
id: Jumlah maksimal tautan yang dihasilkan tiap kata kunci /frase:
it: Numero massimo di link generati per una singola parola chiave o frase:
ja: ひとつのキーワードまたはフレーズに対し生成するリンク数の上限:
nl: Max. aantal te genereren koppelingen per trefwoord/term:
pl: Maksymalna liczba odnośników generowana dla jednego słowa kluczowego/frazy:
pt_br: Número máximo de links a serem gerados por uma única palavra-chave/frase:
ro: Număr maxim de legături pentru un cuvânt sau frază cheie:
sq: Maksimum lidhjesh që duhen prodhuar për një fjalëkyç/togfjalësh të vetëm:
th: จำนวนลิงก์สูงสุดที่ไว้ใช้สร้างหนึ่งคำสำคัญ/กลุ่มคำ:
uk: Максимальна кількість посилань, що генерується на одне ключове слово/фразу:
zh_tw: 單一詞彙/關鍵字最多產生多少鏈結:

source: Max links to generate for a single URL:
bn_bd: একটি একক URL এর জন্য সর্বোচ্চ লিঙ্ক তৈরি করা যাবেঃ
cs: Maximální počet odkazů, které lze vygenerovat pro jedno URL:
de: Obergrenze für Links, die für eine einzelne URL erzeugt werden sollen:
es: Cantidad máxima de enlaces para generar por una única URL:
fr: Nombre maximum de liens pour une seule URL&nbsp;:
ga: Líon is mó nascanna le URL amháin:
hu: Legfeljebb ennyi hivatkozás létrehozása egy URL-hez:
id: Jumlah maksimal tautan yang dihasilkan untuk tiap URL:
it: Numero massimo di link da generare per un singolo URL:
ja: 同一の URL に対してのリンク数の上限:
nl: Max. aantal te genereren koppelingen per URL:
pl: Maksymalna liczba odnośników generowana dla jednego adresu URL:
pt_br: Número máximo de links a serem gerados para uma única URL:
ro: Număr maxim de legături pentru un singur URL:
sq: Maksimum lidhjesh që duhen prodhuar për një URL të vetme:
th: จำนวนลิงก์สูงสุดที่ไว้ใช้สร้างต่อหนึ่ง URL:
uk: Максимальна кількість посилань, що генерується для одного URL:
zh_tw: 單一網址最多產生多少鏈結:

source: Custom Keywords
bn_bd: কাস্টম কিওয়ার্ড
cs: Vlastní klíčová slova
de: Benutzerdefinierte Schlüsselwörter
es: Palabras claves personalizadas
fr: Mots-clés personnalisés
ga: Eochairfhocail Shaincheaptha
hu: Egyéni kulcsszavak
id: Kata Kunci Khusus
it: Parole chiave personalizzate
ja: カスタムキーワード
nl: Eigen trefwoorden
pl: Własne słowa kluczowe
pt_br: Palavras-chave personalizadas
ro: Cuvinte cheie particularizate
sq: Fjalëkyçe të Personalizuar
th: คำสำคัญที่กำหนดเอง
uk: Користувацькі ключові слова
zh_tw: 自訂關鍵字
