Repository: mdn/kuma
Catalog: locale/*/LC_MESSAGES/promote-mdn.po
Languages: bn_bd, cs, de, es, fr, ga, hu, id, it, ja, nl, pl, pt_br, ro, sq, th, uk, zh_tw

source: Extra keywords to automaticaly link. Use comma to seperate keywords and add target url at the end. Use a new line for new url and set of keywords. e.g.,
bn_bd: স্বয়ংক্রিয় ভাবে লিঙ্ক করার জন্য অতিরিক্ত কিওয়ার্ড সমূহ। কমা দিয়ে কিওয়ার্ড গুলোকে আলাদা করুন এবং কাঙ্খিত লিঙ্ক শেষে যুক্ত করুন। একসেট কিওয়ার্ড ও লিঙ্কের জন্য নতুন লাইন ব্যবহার করুন। যেমনঃ
cs: Klíčová slova k automatickému provázání. Pro oddělení jednotlivých slov použijte čárky a na konec přidejte cílovou URL adresu. Každou sadu klíčových slov a k nim odpovídající URL adresu zadávejte na nový řádek, např.
de: Zusätzliche Schlüsselwörter, die automatisch verlinkt werden. Verwenden Sie Kommata, um Schlüsselwörter zu trennen und fügen Sie am Ende eine Ziel-URL hinzu. Verwenden Sie eine neue Zeile für eine neue URL und Schlüsselwörter. z.B.,
es: Palabras claves adicionales para enlazar automáticamente. Separa las palabras clave con comas y agrega al final la URL de destino. Usa un salto de línea para introducir cada URL y conjunto de palabras clave, p. ej.,
fr: Les mots-clés supplémentaires à lier automatiquement. Séparez les mots-clés par des virgules et ajoutez l'adresse cible à la fin. Utilisez un saut de ligne pour entrer une nouvelle adresse et un jeu de mots-clés, par exemple ,
ga: Eochairfhocail sa bhreis a ndéanfar nascanna astu i gcónaí. Úsáid camóga idir eochairfhocail agus cuir an sprioc-URL ag an deireadh. Cuir gach URL nua agus na heochairfhocail a bhaineann leis ar líne nua. Mar shampla,
hu: További automatikusan hivatkozott kulcsszavak. Használjon vesszőket a kulcsszavak elválasztására és adja meg a cél URL-t a végén. Használjon új sort egy új URL-hez és kulcsszó-készlethez. Pl.,
id: Tambahan kata kunci yang otomatis bertautan. Gunakan koma untuk memisahkan kata kunci dan tambahkan url target di akhirnya. Gunakan baris baru untuk url baru dan tetapkan kata kunci. misalnya,
it: Ulteriori parole chiave alle quali aggiungere un link. Separa le parole con virgole e metti l’URL di destinazione alla fine. Disponi i vari gruppi di parole chiave su più righe, ad esempio:
ja: 自動リンクの追加キーワード。カンマ区切りでキーワードを指定し、最後に対象 URL を指定します。キーワードと URL のセットを追加する場合は、改行して次の行に記述してください。以下の例を参照してください:
nl: Extra trefwoorden voor automatisch koppelen. Gebruik komma om trefwoorden te scheiden en voeg doel-url aan einde toe. Gebruik een nieuwe regel en groep trefwoorden, zoals
pl: Dodatkowe słowa kluczowe do automatycznego linkowania. Użyj oddzielanych przecinkiem słów kluczowych i dodaj na końcu docelowy adres URL. Każdy nowy adres wstaw w nowym wierszu i określ słowo kluczowe, np.
pt_br: Palavras-chave extras para serem automaticamente vinculadas. Use vírgulas para separar palavras-chave e adicionar a URL desejada no fim. Por exemplo, use uma nova linha para novas URLs e conjuntos de palavras-chave.
ro: Cuvintele cheie pentru crearea automată de legături. Folosiți virgula pentru a separa cuvinte cheie și pentru a adăuga url-ul țintă la sfârșit. Folosiți câte o linie nouă pentru url-ul nou și mai multe cuvinte cheie. De ex.,
sq: Fjalëkyçe ekstra për lidhje automatike. Përdorni presjen për të ndarë fjalëkyçe dhe shtoni url-në e synuar në fund. Përdorni rresht të ri për një url të re dhe një grup të ri fjalëkyçesh. P.sh.,
th: คำสำคัญพิเศษเพื่อเพิ่มลิงก์แบบอัตโนมัติ ใช้ลูกน้ำเพื่อแบ่งคำและเพิ่ม url เป้าหมายไว้ท้ายสุด ใช้บรรทัดใหม่สำหรับ url ใหม่และกลุ่มของคำสำคัญเช่น
uk: Додаткові ключові слова для автоматичного генерування посилань. Використовуйте кому для відділення ключових слів і додайте в кінці цільовий URL. Використовуйте новий рядок для нового URL і набору ключових слів, наприклад,
zh_tw: 自動鏈結更多關鍵字。使用半型逗號分隔關鍵字與目標網址；每組關鍵字間請使用新的一行分隔。例如:

source: Note: These keywords will take priority over those loaded at the URL. If you have too many custom keywords here, you may not link to MDN at all.
bn_bd: দ্রষ্টব্যঃ এই কিওয়ার্ড গুলো URL এর সাথে লোড করা কিওয়ার্ড গুলোর চেয়ে প্রাধান্য পাবে। যদি আপনার অনেক বেশি কাস্টম কিওয়ার্ড থাকে, তাহলে MDN এর সাথে লিঙ্ক না করার পরামর্শ দেয়া হচ্ছে।
cs: Poznámka: Tato klíčová slova mají přednost před načtenými v URL. Máte-li příliš mnoho vlastních klíčových slov, odkaz na MDN nemusí být možný.
de: Hinweis: Diese Schlüsselwörter haben Vorrang vor denen, die über die URL geladen werden. Wenn Sie zu viele benutzerdefinierte Schlüsselwörter haben, verlinken Sie möglicherweise gar nicht zum MDN.
es: Nota: Estas palabras clave tendrán prioridad sobre las que se cargan en la URL. Si tienes demasiadas palabras clave personalizadas, no podrás enlazar a MDN.
fr: Important&nbsp; : ces mots-clés auront priorité sur ceux qui ont été chargés depuis l'URL. Si vous saisissez trop de mots-clés personnalisés, il se peut que les liens vers MDN ne fonctionnent plus.
ga: Nod: Úsáidfear na heochairfhocail seo roimh na cinn atá luchtaithe ag an URL. Má tá an iomarca eochairfhocal saincheaptha anseo, seans nach ndéanfaidh tú nasc le MDN ar chor ar bith.
hu: Megjegyzés: Ezek a kulcsszavak elsőbbséget élveznek az URL-nél betöltöttekhez képest. Ha túl sok egyéni kulcsszava van itt, akkor lehet hogy egyáltalán nem is hivatkozik az MDN-re.
id: Catatan: Kata kunci tersebut akan mengambil alih prioritas atas kata-kata yang dimuat dalam URL. Jika anda memiliki terlalu banyak kata kunci khusus di sini, anda tidak akan ditautkan ke MDN sama sekali.
it: Nota: queste parole chiave hanno la priorità rispetto a quelle caricate dall’URL. Se imposti troppe parole chiave in questa sezione potresti non generare alcun link verso MDN.
ja: 注意: これらのキーワードは、URL で読み込まれたものよりも優先されます。ここであまりに多くのカスタムキーワードを設定すると、ほとんどのページが MDN にリンクしなくなってしまう可能性があります。
nl: Noot: deze trefwoorden hebben voorrang op de via de URL geladen trefwoorden. Als u hier te veel eigen trefwoorden hebt, koppelt u mogelijk helemaal niet naar MDN.
pl: Informacja. Te słowa kluczowe będą miały priorytet nad pobranymi z internetu. Jeśli masz za dużo własnych słów kluczowych, możesz ich nie linkować.
pt_br: Nota: Essas palavras-chave terão prioridade sobre aquelas carregadas na URL. Se você tiver muitas palavras-chave personalizadas, você não deverá víncular a MDN de forma alguma.
ro: Notă: aceste cuvinte cheie vor fi considerate în mod prioritar față de cele încărcate din URL. Dacă aveți prea multe cuvinte cheie particularizate nu le puteți lega de MDN deloc.
sq: Shënim: Këto fjalëkyçe do të kenë përparësi mbi ato të ngarkuar te URL-ja. Nëse këtu keni shumë fjalëkyçe të personalizuar, mund të mos i lidhni fare te MDN-ja.
th: หมายเหตุ: คำสำคัญเหล่านี้จะถูกจัดความสำคัญไว้มากกว่าที่โหลดมาแล้วที่ URL ถ้าคุณต้องการจัดการคำหลักจำนวนมากที่นี่ คุณไม่น่าจะลิงก์มายัง MDN
uk: Зверніть увагу: ці ключові слова мають пріоритет над завантаженими з URL. Якщо у вас занадто багато користувацьких ключових слів, у вас може взагалі не бути посилань на MDN.
zh_tw: 這些關鍵字會有比網址更高的優先權。若您在此設定了太多的自訂關鍵字，您可能無法鏈結到 MDN。

source: Update options
bn_bd: আপডেট করার অপশন সমূহ
cs: Aktualizovat nastavení
de: Aktualisierungsoptionen
es: Actualizar opciones
fr: Rafraîchir les options
ga: Nuashonraigh roghanna
hu: Beállítások frissítése
id: Opsi pembaruan
it: Opzioni aggiornamenti
ja: 設定を更新
nl: Updateopties
pl: Aktualizuj ustawienia
pt_br: Opções de atualização
ro: Opțiuni de actualizare
sq: Përditësoji mundësitë
th: ปรับปรุงการตั้งค่า
uk: Параметри оновлення
zh_tw: 更新選項

source: Thanks for installing! Go to the <a href="%s">settings</a> page to configure.
bn_bd: ইন্সটল করার জন্য ধন্যবাদ! কনফিগার করার জন্য <a href="%s">সেটিংস</a> পাতায় যান।
cs: Děkujeme za instalaci! Přejděte na <a href="%s">nastavení</a> pro konfiguraci.
de: Vielen Dank für die Installation! Öffnen Sie die Seite <a href="%s">Einstellungen</a> zur Konfiguration.
es: ¡Gracias por la instalación! Ve a la página de <a href="%s">ajustes</a> para realizar la configuración.
fr: Merci pour l'installation ! Rendez-vous dans les <a href="%s">paramètres</a> pour la configuration.
ga: Go raibh maith agat as Promote MDN a shuiteáil! Féach ar na <a href="%s">socruithe</a> chun cumraíocht a dhéanamh.
hu: Köszönjük a telepítést! Ugorjon a <a href="%s">beállítások</a> oldalra a beállításokhoz.
id: Terima kasih karena telah memasang piranti ini! Beralihlah ke laman <a href="%s">pengaturan</a> untuk mengkonfigurasi.
it: Grazie per aver installato Promote MDN. Ora configura il plugin dalla <a href="%s">pagina delle impostazioni</a>.
ja: インストールありがとうございます。 <a href="%s">設定</a>ページで詳細設定をしてください。
nl: Bedankt voor het installeren! Ga naar de <a href="%s">instellingen</a>pagina voor het configureren.
pl: Dziękujemy za zainstalowanie! Przejdź na stronę <a href="%s">ustawień</a>, by dokonać konfiguracji.
pt_br: Obrigado por instalar! Vá para a página de <a href="%s">ajustes</a> para configurar.
ro: Mulțumim pentru instalare! Mergeți la <a href="%s">setări</a> pentru a configura.
sq: Faleminderit që e instaluat! Kaloni te faqja e <a href="%s">rregullimeve</a> që ta formësoni.
uk: Дякуємо за встановлення! Перейдіть на сторінку <a href="%s">параметрів</a> для налаштування.
zh_tw: 感謝您的安裝! 您可以到<a href="%s">設定</a>頁面進行調整。

source: fr_FR translation, new sidebar <a href="%s">widget</a>, <a href="%s">setting</a> for a locale-specific URL for keywords.
bn_bd: fr_FR অনুবাদ, নির্দিষ্ট ভাষার কিওয়ার্ডের জন্য URL এর নতুন সাইডবার <a href="%s">উইজেট</a>, <a href="%s">সেটিং</a>
cs: česká lokalizace, nový postranní <a href="%s">panel</a>, <a href="%s">nastavení</a> specifických URL adres podle jazyka.
de: Französische Übersetzung, neue Seitenleisten-<a href="%s">Widget</a>, <a href="%s">Einstellung</a> für eine sprachenspezifische URL für Schlüsselwörter.
es: traducción en francés, nuevo <a href="%s">widget</a> en panel lateral, <a href="%s">ajustes</a> para crear una URL específica de un idioma y las palabras clave.
fr: traduction en français, nouveau <a href="%s">widget</a> de panneau latéral, <a href="%s">paramètre</a> pour une URL propre à une langue pour les mots-clés.
ga: An leagan Fraincise, <a href="%s">giuirléid</a> nua don bharra taoibh, <a href="%s">socrú</a> do URLanna atá dírithe ar theanga ar leith.
hu: fr_FR fordítás, új oldalsáv <a href="%s">felületi elem</a>, területi beállítás függő kulcsszó URL <a href="%s">beállítása</a>.
id: terjemahan fr_FR, sidebar baru <a href="%s">widget</a>, <a href="%s">pengaturan</a> untuk menemukan lokasi spesifik URL untuk kata kunci.
it: Traduzione in francese, Nuovo <a href="%s">widget</a> per la barra laterale, <a href="%s">Impostazione</a> di una URL specifica per le parole chiave localizzate.
ja: fr_FR の翻訳、新しいサイドバー <a href="%s">ウィジェット</a>、キーワードのためのロケール固有 URL の <a href="%s">設定</a>。
nl: fr_FR-vertaling, nieuwe zijbalk<a href="%s">widget</a>, <a href="%s">instelling</a> voor een locale-specifieke URL voor trefwoorden.
pl: Tłumaczenie fr_FR, <a href="%s">widget</a> nowego panelu bocznego, <a href="%s">ustawienie</a> dla ustawień regionalnych URL dla słów kluczowych.
pt_br: tradução fr_FR, novo <a href="%s">widget</a> no painel lateral, <a href="%s">ajuste</a> para uma URL específica de um idioma por palavras-chave.
ro: Traducere în franceză, noul <a href="%s">control</a> bară laterală, <a href="%s">setări</a> pentru cuvinte cheie particularizate într-o limbă specifică.
sq: Përkthimi në fr_FR, <a href="%s">widget</a> i ri anështylle, <a href="%s">rregullime</a> për një URL vendoreje të veçantë për fjalëkyçat.
uk: Переклад fr_FR, нова бічна панель <a href="%s">віджету</a>, <a href="%s">налаштувань</a> URL для ключових слів, які залежать від локалі.
zh_tw: 法文翻譯、新的側邊欄 <a href="%s">小工具</a>、對應語系關鍵字網址的 <a href="%s">設定</a>。

source: Promote MDN
bn_bd: MDN কে প্রচার করুন
cs: Plugin Promote MDN
hu: Az MDN népszerűsítése
id: Mempromosikan MDN
ja: MDN の宣伝
pl: Promuj MDN
pt_br: Promover a MDN
ro: Promovare MDN
sq: Promovoni MDN-në
uk: Просування MDN

source: hide
bn_bd: লুকাও
cs: skrýt
de: Ausblenden
es: ocultar
fr: masquer
ga: folaigh
hu: elrejtés
id: sembunyikan
it: nascondi
ja: 隠す
nl: verbergen
pl: ukryj
pt_br: esconder
ro: ascunde
sq: fshihe
th: ซ่อน
uk: приховати
zh_tw: 隱藏

source: Sidebar image and links to MDN.
bn_bd: সাইডবার ছবি এবং MDN এর লিঙ্ক সমূহ।
cs: Obrázek postranního panelu a odkazy na MDN.
de: Grafik in der Seitenleiste und Links zum MDN.
es: Imagen del panel lateral y los enlaces a MDN.
fr: Image dans le panneau latéral et liens vers MDN.
ga: Íomhá agus nascanna le MDN sa mbarra taoibh.
hu: Oldalsáv kép és hivatkozások az MDN-re.
id: Sidebar gambar dan tautan ke MDN.
it: Immagine nella barra laterale e link a MDN.
ja: サイドバーに設置する画像と、MDN へのリンク。
nl: Zijbalkafbeelding en koppelingen naar MDN.
pl: Obrazek panelu bocznego i odnośniki do MDN
pt_br: Imagem do painel e links para a MDN.
ro: Imaginea din bara laterală și legături la MDN.
sq: Figurë dhe lidhje anështylle për te MDN-ja.
uk: Бічна панель з зображенням і посиланнями на MDN.
zh_tw: 側邊欄圖片與 MDN 的連結。

source: Help Promote MDN!
bn_bd: MDN কে প্রচারে সহায়তা করুন!
cs: Pomozte podpořit MDN!
de: Helfen Sie, MDN zu bewerben!
es: ¡Ayuda a promover MDN!
fr: Aidez à promouvoir MDN !
ga: Cabhraigh Linn MDN a Chur Chun Cinn!
hu: Segítsen az MDN népszerűsítésében!
id: Bantu Promosikan MDN!
it: Aiuta a promuovere MDN.
ja: MDN を宣伝しよう！
nl: Help MDN te promoten!
pl: Pomóż promować MDN!
pt_br: Ajudar a promover a MDN!
ro: Ajută la promovarea MDN!
sq: Ndihmoni të Promovohet MDN-ja!
uk: Допоможіть Просуванню MDN!
zh_tw: 來幫忙推廣 MDN 吧！

source: Get the WordPress plugin
bn_bd: ওয়ার্ডপ্রেস প্লাগিন
cs: Získejte WordPress plugin
de: Holen Sie sich das WordPress-Plugin
es: Obtén el plugin de WordPress
fr: Obtenir le plugin WordPress
ga: Faigh an breiseán WordPress
hu: A WordPress bővítmény beszerzése
id: Dapatkan plugin WordPress
it: Installa il plugin per Wordpress
ja: WordPress のプラグインをダウンロードしよう
nl: Download de WordPress-plug-in
pl: Pobierz wtyczkę WordPress
pt_br: Obter o plugin para WordPress
ro: Obțineți pluginul WordPress
sq: Merrni shtojcën për Wordpress-in
uk: Отримати плагін для WordPress
zh_tw: 取得 WordPress 外掛

source: Promote MDN automatically links keywords phrases to MDN docs
bn_bd: Promote MDN স্বয়ংক্রিয়ভাবে কিওয়ার্ড এবং বাক্যাংশ MDN এর ডকুমেন্ট সমূহের সাথে লিঙ্ক করে
cs: Plugin Promote MDN automaticky prováže slova a fráze s MDN dokumenty
de: Promote MDN verlinkt Schlüsselwortsätze automatisch mit MDN-Dokumenten
es: Promote MDN enlaza automáticamente palabras clave con la documentación en MDN
fr: Promote MDN créé automatiquement un lien entre des mots-clés et la documentation sur MDN
ga: Déanann Promote MDN nascanna idir eochairfhocail agus frásaí agus doiciméadú MDN go huathoibríoch
hu: A bővítmény automatikusan MDN dokumentációkra mutató hivatkozásokat állít be bizonyos kulcskifejezésekre
id: Promosikan MDN secara otomatis menautkan frasa kata kunci dengan dokumen MDN
it: Il plugin Promote MDN aggiunge automaticamente link verso MDN alle parole chiave e alle frasi
ja: Promote MDN は記事中のキーワードを MDN の文書へ自動的にリンクします。
nl: Promote MDN koppelt automatisch trefwoorden aan MDN-documenten
pl: Promuj MDN automatycznie, linkując słowa kluczowe do dokumentów MDN
pt_br: Promover a MDN linkando automaticamente palavras-chave para documentos MDN
ro: Promovare MDN creează automat hyperlegături pentru fraze cheie la documente MDN
sq: Promovimi i MDN-së krijon vetvetiu lidhje te dokumentet MDN për togfjalësha fjalëkyçesh
uk: Просування MDN автоматично пов'язує ключові фрази з документацією на MDN
zh_tw: Promote MDN 自動將關鍵字連結到 MDN 的文件
