[{"last_author": "Sheppy", "title": "Extensions", "popularity": "7023510", "uri": "http://developer.mozilla.org/en/Extensions", "content": "Extensions add new functionality to Mozilla applications such as Firefox, SeaMonkey and Thunderbird. They can add anything from a toolbar button to a completely new feature. They allow the application to be customized to fit the personal needs of each user if they need additional features, while keeping the applications small to download. Extensions are different from plugins, which help the browser display specific content like playing multimedia files. Extensions are also different from search plugins, which plug additional search engines in the search bar. Documentation General (applicable to all Mozilla apps) Setting up an extension development environment A few ...", "last_edit": "2011-01-27T19:59:14Z", "id": "3438"}, {"last_author": "Elchi3", "title": "Downloading Source Archives", "popularity": "2237418", "uri": "http://developer.mozilla.org/En/Developer_Guide/Source_Code/Downloading_Source_Archives", "content": "Build Instructions: Requirements Source Configuration Build Frequently Asked Questions More... The Mozilla source code can be obtained either by downloading a source archive, or by using a CVS (source control) client. If you are just starting out, or you wish to build a particular Mozilla product release, downloading a source archive is recommended. Otherwise, get the Mozilla Source Code Via Mercurial (for Firefox) or Comm-central Source Code via Mercurial (for Thunderbird, SeaMonkey and Firefox). Before attempting a build, please review the system requirements and build instructions. License Licensing information for the source code is on our licensing page. Download Releases ...", "last_edit": "2010-06-27T11:49:49Z", "id": "23371"}, {"last_author": "khuey", "title": "Build Instructions", "popularity": "1371009", "uri": "http://developer.mozilla.org/En/Developer_Guide/Build_Instructions", "content": "The Mozilla build system, like the rest of the Mozilla codebase, is cross-platform. It uses traditional unix-style autoconf and make tools to build the various applications (even on non-unix operating systems). Because the Mozilla codebase builds many different applications and has many options, it is complex to use and learn. Please read these instructions carefully before attempting a build. These build pages are for the projects which use the autoconf-based build system: Firefox, Thunderbird, Mozilla Suite / SeaMonkey, XULRunner, Sunbird, standalone Composer, standalone XPCOM, and standalone XPConnect. For build information on other mozilla projects, visit their project or build page: ...", "last_edit": "2011-01-16T16:36:31Z", "id": "12097"}, {"last_author": "Wei Lou", "title": "Getting Started", "popularity": "1157645", "uri": "http://developer.mozilla.org/en/AJAX/Getting_Started", "content": "This article guides you through the AJAX basics and gives you two simple hands-on examples to get you started. What's AJAX? AJAX stands for Asynchronous JavaScript and XML. In a nutshell, it is the use of the XMLHttpRequest object to communicate with server-side scripts. It can send as well as receive information in a variety of formats, including JSON, XML, HTML, and even text files. AJAX&rsquo;s most appealing characteristic, however, is its &quot;asynchronous&quot; nature, which means it can do all of this without having to refresh the page. This lets you update portions of a page based upon user events. ...", "last_edit": "2011-02-21T11:03:12Z", "id": "13483"}, {"last_author": "Kbrosnan", "title": "Building an Extension", "popularity": "1125562", "uri": "http://developer.mozilla.org/en/Building_an_Extension", "content": "Quick Start You can use the&nbsp;Add-on Builder&nbsp;online tool to generate a simple extension to work with.&nbsp; A&nbsp;Hello World extension&nbsp;similar to what you can generate with the Extension Wizard is explained line-by-line in&nbsp;another tutorial from MozillaZine Knowledge Base. Introduction This tutorial will take you through the steps required to build a very basic extension - one which adds a status bar panel to the Firefox browser containing the text &quot;Hello, World!&quot; Note This tutorial is about building extensions for Firefox 1.5 and later.&nbsp; Other tutorials exist for building extensions for earlier versions of Firefox. For a tutorial on building an extension ...", "last_edit": "2011-01-24T16:09:24Z", "id": "14349"}, {"last_author": "Sheppy", "title": "JavaScript", "popularity": "1059335", "uri": "http://developer.mozilla.org/en/JavaScript", "content": "A re-introduction to JavaScript JavaScript&reg; is a lightweight, object-oriented language, most known as the scripting language for web pages, but used in many non-browser environments as well. (Read more about JavaScript.) This section of the site is dedicated to JavaScript-the-language, the parts that are not specific to web pages or other host environments. For information about APIs specific to web pages, please see DOM. Read more about how DOM&nbsp;and JavaScript fit together in the DOM&nbsp;Reference. For information about embedding JavaScript engine in your application, see SpiderMonkey Documentation JavaScript Reference This JavaScript reference includes complete documentation for JavaScript 1.5 and updates. ...", "last_edit": "2011-02-22T20:50:45Z", "id": "3448"}, {"last_author": "inma_610", "title": "Creating OpenSearch plugins for Firefox", "popularity": "975031", "uri": "http://developer.mozilla.org/en/Creating_OpenSearch_plugins_for_Firefox", "content": "This content covers features introduced in Firefox 2. Firefox 2 supports the OpenSearch description format for search plugins. Plugins that use the OpenSearch description syntax are compatible with IE 7 and Firefox. Because of this, they are the recommended format for use on the web. Firefox also supports additional search capabilities not included in the OpenSearch description syntax, such as search suggestions and the SearchForm element. This article will focus on creating OpenSearch-compatible search plugins that support these additional Firefox-specific features. OpenSearch description files can also be advertised as described in Autodiscovery of search plugins, and can be installed programmatically ...", "last_edit": "2011-02-22T13:49:00Z", "id": "26281"}, {"last_author": "MatrixFrog", "title": "Gecko DOM Reference", "popularity": "950712", "uri": "http://developer.mozilla.org/en/Gecko_DOM_Reference", "content": "This is the table of contents for the Gecko DOM reference. Preface About This Reference Who Should Read This Guide What is Gecko? API Syntax Using the Examples Introduction What is the DOM? DOM and JavaScript How Do I Access the DOM? Important Data Types DOM Interfaces Testing the DOM API DOM Object References DOM document Reference Introduction Properties Methods Event Handlers DOM element Reference Introduction Properties Methods Event Handlers DOM event Reference (with subclasses UIEvent, KeyEvent, MouseEvent) Introduction Properties Methods DOM range Reference Introduction Properties Methods DOM selection Reference Introduction Glossary Properties Methods See Also External links DOM style ...", "last_edit": "2011-02-15T22:11:12Z", "id": "11928"}, {"last_author": "Elchi3", "title": "Firefox 3 for developers", "popularity": "940944", "uri": "http://developer.mozilla.org/en/Firefox_3_for_developers", "content": "If you're a developer trying to get a handle on all the new features in Firefox 3, this is the perfect place to start. This article provides a list of the new articles covering features added to Firefox 3. While it doesn't necessarily cover every little change, it will help you learn about the major improvements. New developer features in Firefox 3 For web site and application developers Updating web applications for Firefox 3 Provides information about changes you may need to make to your web site or web application to take advantage of new features in Firefox 3. Online ...", "last_edit": "2010-06-26T16:57:05Z", "id": "17970"}, {"last_author": "Sevenspade", "title": "JavaScript Reference", "popularity": "917745", "uri": "http://developer.mozilla.org/en/JavaScript/Reference", "content": "About this Reference 1. What you should already know2. Formatting conventions3. JavaScript history4. Where to find JavaScript information Global Objects Standard global objects (by category) Constructors Boolean Number String Array Object Function RegExp Date Errors Error EvalError RangeError ReferenceError SyntaxError TypeError URIError Non-constructor functions decodeURI decodeURIComponent encodeURI encodeURIComponent eval isFinite isNaN parseFloat parseInt Other Infinity Math NaN undefined Standard global objects (alphabetically) Array Boolean Date decodeURI decodeURIComponent encodeURI encodeURIComponent eval Error EvalError Function Infinity isFinite isNaN Math NaN Number Object parseFloat parseInt RangeError ReferenceError RegExp String SyntaxError TypeError undefined URIError Other objects in the global scope are either created by ...", "last_edit": "2010-10-17T16:39:23Z", "id": "22238"}, {"last_author": "Sheppy", "title": "AJAX", "popularity": "769567", "uri": "http://developer.mozilla.org/en/AJAX", "content": "Getting Started An introduction to AJAX. Asynchronous JavaScript + XML, while not a technology in itself, is a term coined in 2005 by Jesse James Garrett, that describes a &quot;new&quot; approach to using a number of existing technologies together, including: HTML or XHTML, Cascading Style Sheets, JavaScript, The Document Object Model, XML, XSLT, and the XMLHttpRequest object. When these technologies are combined in the AJAX model, web applications are able to make quick, incremental updates to the user interface without reloading the entire browser page. This makes the application faster and more responsive to user actions. Documentation AJAX:Getting Started This ...", "last_edit": "2010-07-24T08:45:52Z", "id": "1279"}, {"last_author": "zgardnerallofe", "title": "document.getElementById", "popularity": "717455", "uri": "http://developer.mozilla.org/en/DOM/document.getElementById", "content": "&laquo; Gecko DOM Reference Summary Returns a reference to the element whose ID is specified. Syntax element = document.getElementById(id); where element is a reference to an&nbsp;element object. id is a case-sensitive string representing the unique ID of the element being sought. Example &lt;html&gt; &lt;head&gt; &lt;title&gt;getElementById example&lt;/title&gt; &lt;script type=&quot;text/javascript&quot;&gt; function changeColor(newColor) { var elem = document.getElementById(&quot;para1&quot;); elem.style.color = newColor; } &lt;/script&gt; &lt;/head&gt; &lt;body&gt; &lt;p id=&quot;para1&quot;&gt;Some text here&lt;/p&gt; &lt;button onclick=&quot;changeColor('blue');&quot;&gt;blue&lt;/button&gt; &lt;button onclick=&quot;changeColor('red');&quot;&gt;red&lt;/button&gt; &lt;/body&gt; &lt;/html&gt; Notes If there is no element with the given id, this function returns null. Note also that the DOM implementation must have information that says which attributes are ...", "last_edit": "2011-01-26T16:31:24Z", "id": "20770"}, {"last_author": "Sheppy", "title": "element", "popularity": "652322", "uri": "http://developer.mozilla.org/en/DOM/element", "content": "&laquo; Gecko DOM Reference This chapter provides a brief reference for the general methods, properties, and events available to most HTML and XML elements in the Gecko DOM. Various W3C specifications apply to elements: DOM Core Specification&mdash;describes the core interfaces shared by most DOM objects in HTML and XML documents DOM HTML Specification&mdash;describes interfaces for objects in HTML and XHTML documents that build on the core specification DOM Events Specification&mdash;describes events shared by most DOM objects, building on the DOM Core and Views specifications Element Traversal Specification&mdash;describes the new attributes that allow traversal of elements in the DOM&nbsp;tree New in ...", "last_edit": "2011-02-15T01:55:26Z", "id": "4180"}, {"last_author": "Brettz9", "title": "DOM", "popularity": "611508", "uri": "http://developer.mozilla.org/en/DOM", "content": "Using the W3C DOM Level 1 Core Introduction to the W3C DOM. The Document Object Model (DOM) is an API for HTML and XML documents. It provides a structural representation of the document, enabling you to modify its content and visual presentation. Essentially, it connects web pages to scripts or programming languages. Documentation Gecko DOM Reference The Gecko Document Object Model Reference. About the Document Object Model A short introduction to the DOM. The DOM and JavaScript What is the DOM? What is JavaScript? How do I use them together on my web page? This document answers these questions and ...", "last_edit": "2010-03-30T04:23:01Z", "id": "837"}, {"last_author": "Jmtroncos", "title": "Traversing an HTML table with JavaScript and DOM Interfaces", "popularity": "610514", "uri": "http://developer.mozilla.org/en/Traversing_an_HTML_table_with_JavaScript_and_DOM_Interfaces", "content": "Introduction This article is an overview of some powerful, fundamental DOM level 1.0 methods and how to use them from JavaScript. You will learn how to create, access and control, and remove HTML elements dynamically. The DOM methods presented here are not specific to HTML; they also apply to XML. The demonstrations provided here will work fine in any browser with full support for DOM level 1, such as the Mozilla browser or others based on it like the next-generation Navigator browser from Netscape. The code samples in this document also work on IE5. The DOM methods presented here are ...", "last_edit": "2010-12-14T16:48:11Z", "id": "31465"}, {"last_author": "user01", "title": "JavaScript Guide", "popularity": "570625", "uri": "http://developer.mozilla.org/en/JavaScript/Guide", "content": "Quick Table of ContentsAbout this GuideJavaScript OverviewValues, Variables, and LiteralsExpressions and OperatorsRegular ExpressionsStatementsFunctionsWorking with ObjectsPredefined Core ObjectsDetails of the object modelInheritance revisitedIterators and generatorsClosuresLiveConnect OverviewProcessing XML with E4XExpanded Table of ContentsAbout this Guide1. New features in JavaScript versions2. What you should already know3. JavaScript versions4. Where to find JavaScript information5. Tips for learning JavaScript5.1. An interactive interpreter5.2. Firebug6. Document conventionsJavaScript Overview1. What is JavaScript?2. JavaScript and Java3. JavaScript and the ECMAScript Specification3.1. Relationship between JavaScript Versions and ECMAScript Editions3.2. JavaScript Documentation versus the ECMAScript Specification3.3. JavaScript and ECMAScript TerminologyValues, Variables, and Literals1. Values1.1. Data Type Conversion2. Variables2.1. Declaring Variables2.2. Evaluating ...", "last_edit": "2010-08-08T18:03:17Z", "id": "19042"}, {"last_author": "Benjamin Smedberg", "title": "Getting Mozilla Source Code Using CVS", "popularity": "558408", "uri": "http://developer.mozilla.org/En/Developer_Guide/Source_Code/CVS", "content": "Note:&nbsp;This document descibes how to get source code for older versions of the code, Gecko 1.9.0, Firefox 3 or earlier, and all versions of NSS and NSPR. Development for Gecko 1.9.1/Firefox 3.5 and beyond uses the Mercurial source code control system. Those doing active development can check out the latest source using CVS. This is the preferred method if you plan to provide patches and fix bugs, as it lets you get up-to-the-minute changes and merge them with your own. If you want to compile a product for release, it is generally better to Download Mozilla Source Code tarballs. Getting ...", "last_edit": "2009-05-28T14:09:19Z", "id": "18247"}, {"last_author": "MarkFinkle", "title": "XULRunner", "popularity": "557633", "uri": "http://developer.mozilla.org/en/XULRunner", "content": "Getting Started with XULRunner A short introduction to XULRunner. XULRunner is a Mozilla runtime package that can be used to bootstrap XUL+XPCOM applications that are as rich as Firefox and Thunderbird. It will provide mechanisms for installing, upgrading, and uninstalling these applications. XULRunner will also provide libxul, a solution which allows the embedding of Mozilla technologies in other projects and products. Releases XULRunner 1.9.2 has been released and can be downloaded from releases.mozilla.org. Please read the release notes for installation, uninstallation, and other information. Firefox 3 and later ships with a private XULRunner package, which can run any compatible XULRunner ...", "last_edit": "2010-09-19T15:53:24Z", "id": "3255"}, {"last_author": "taxilian", "title": "Plugins", "popularity": "554479", "uri": "http://developer.mozilla.org/en/Plugins", "content": "Plugins (or plug-ins) are shared libraries that users can install to display content that the application itself can't display natively. For example, Adobe Reader plugin lets the user open PDF files directly inside the browser, and the QuickTime and RealPlayer plugins are used to play special format videos in a web page. Plugins can be useful when building an application using the Mozilla framework. For example ActiveState Komodo uses plugins to embed the Scintilla editor in its XUL-based UI. Plugins are written using NPAPI, the cross-browser API for plugins. The main source of documentation for NPAPI is the Gecko Plugin ...", "last_edit": "2010-09-16T16:31:02Z", "id": "2173"}, {"last_author": "Sheppy", "title": "window.open", "popularity": "501092", "uri": "http://developer.mozilla.org/en/DOM/window.open", "content": "&laquo; Gecko DOM Reference Definition Creates a new secondary browser window and loads the referenced resource. Syntax var windowObjectReference = window.open(strUrl, strWindowName[, strWindowFeatures]); Return value and parameters windowObjectReference This is the reference pointing to the newly created browser window. This reference is the return value of the open() method; it will be null if for some reasons the execution did not succeed to open the window. A global variable is best used to store such reference. You can then, for example, use it to look for properties of the new window or access its methods, assuming that your main versus ...", "last_edit": "2010-12-21T16:53:35Z", "id": "7067"}, {"last_author": "Sheppy", "title": "About JavaScript", "popularity": "490637", "uri": "http://developer.mozilla.org/en/JavaScript/About_JavaScript", "content": "What is JavaScript? JavaScript&reg; is the Netscape-developed object scripting language used in millions of web pages and server applications worldwide. Netscape's JavaScript is a superset of the ECMA-262 Edition 3 (ECMAScript) standard scripting language, with only mild differences from the published standard. Contrary to popular misconception, JavaScript is not &quot;Interpretive Java&quot;. In a nutshell, JavaScript is a dynamic scripting language supporting prototype based object construction. The basic syntax is intentionally similar to both Java and C++ to reduce the number of new concepts required to learn the language. Language constructs, such as if statements, for and while loops, and switch ...", "last_edit": "2010-10-22T19:38:29Z", "id": "8619"}, {"last_author": "Jorge.villalobos", "title": "XUL", "popularity": "434094", "uri": "http://developer.mozilla.org/en/XUL", "content": "XUL Tutorial A guided tutorial that will help you get started with XUL, originally from XULPlanet. XUL (XML User Interface Language) is Mozilla's XML-based language that lets you build feature-rich cross platform applications that can run connected or disconnected from the Internet. These applications are easily customized with alternative text, graphics and layout so they can be readily branded or localized for various markets. Web developers already familiar with Dynamic HTML (DHTML) will learn XUL quickly and can start building applications right away. Open XUL Periodic Table in Firefox or another Gecko-based browser to see some XUL demos. Documentation XUL ...", "last_edit": "2010-03-31T20:39:50Z", "id": "739"}, {"last_author": "Sheppy", "title": "Firefox 2 for developers", "popularity": "426143", "uri": "http://developer.mozilla.org/en/Firefox_2_for_developers", "content": "New developer features in Firefox 2 Firefox 2 introduces a vast array of new features and capabilities. This article provides links to articles covering the new features. For web site and application developers Microsummaries Microsummaries are regularly-updated succinct compilations of the most important information on web pages. Site and third-party developers can both provide them, and users can choose to display microsummaries instead of static titles when they bookmark pages with microsummaries. Creating a Microsummary A tutorial on creating a microsummary generator. Microsummary XML grammar reference A reference guide to the XML grammar used for creating microsummary generators. Creating OpenSearch ...", "last_edit": "2007-05-14T16:45:08Z", "id": "17599"}, {"last_author": "Sheppy", "title": "Canvas tutorial", "popularity": "404910", "uri": "http://developer.mozilla.org/en/Canvas_tutorial", "content": "&lt;canvas&gt; is a new HTML element which can be used to draw graphics using scripting (usually JavaScript). It can for instance be used to draw graphs, make photo compositions or do simple (and not so simple) animations. The image on the right shows some examples of &lt;canvas&gt; implementations which we will see later in this tutorial. &lt;canvas&gt; was first introduced by Apple for the Mac OS X Dashboard and later implemented in Safari and Google Chrome. Gecko 1.8-based browsers, such as Firefox 1.5, also support this element. The &lt;canvas&gt; element is part of the WhatWG Web applications 1.0 specification also ...", "last_edit": "2011-02-14T20:50:21Z", "id": "7450"}, {"last_author": "Brettz9", "title": "element.getElementsByTagName", "popularity": "398099", "uri": "http://developer.mozilla.org/en/DOM/element.getElementsByTagName", "content": "&laquo; Gecko DOM Reference Summary Returns a list of elements with the given tag name. The subtree underneath the specified element is searched, excluding the element itself. Syntax elements = element.getElementsByTagName(tagName) elements is a live NodeList of found elements in the order they appear in the subtree. element is the element from where the search should start. Note that only the descendants of this element are included in the search, but not the element itself. tagName is the qualified name to look for. The special string &quot;*&quot; represents all elements. For compatibility with XHTML, lower-case should be used. In Firefox ...", "last_edit": "2010-04-06T17:50:35Z", "id": "23662"}, {"last_author": "VladVukicevic", "title": "Windows Build Prerequisites", "popularity": "389231", "uri": "http://developer.mozilla.org/En/Developer_Guide/Build_Instructions/Windows_Prerequisites", "content": "Build Instructions: Requirements Source Configuration Build Frequently Asked Questions More... Introduction The Mozilla build process requires many tools that are not installed on most Windows systems. In addition to Visual Studio, you must install MozillaBuild, a bundle of software including just the right versions of bash, GNU make, autoconf, Mercurial, and much more. This document is a guide to the MozillaBuild environment, which works with the following versions of the Mozilla codebase available as Mercurial code repositories: mozilla-central (2.0/Firefox 4) mozilla-1.9.2 (1.9.2/Firefox 3.6) tracemonkey mozilla-1.9.1 (1.9.1/Firefox 3.5) comm-central (Thunderbird 3.3/SeaMonkey 2.1) comm-1.9.2 (Thunderbird 3.1) comm-1.9.1 (Thunderbird 3.0/SeaMonkey 2.0) It works ...", "last_edit": "2011-02-08T19:57:32Z", "id": "20835"}, {"last_author": "peregrino", "title": "New in JavaScript 1.7", "popularity": "374539", "uri": "http://developer.mozilla.org/en/JavaScript/New_in_JavaScript/1.7", "content": "This content covers features introduced in Firefox 2. JavaScript 1.7 is a language update introducing several new features, in particular generators, iterators, array comprehensions, let expressions, and destructuring assignment. It also includes all the features of JavaScript 1.6. JavaScript 1.7 support was introduced in Firefox 2. The code samples included in this article can be experimented with in the JavaScript shell. Read Introduction to the JavaScript shell to learn how to build and use the shell. Using JavaScript 1.7 In order to use some of the new features of JavaScript 1.7, you need to specify that you wish to use ...", "last_edit": "2011-02-19T15:28:53Z", "id": "14174"}, {"last_author": "Vor0nwe", "title": "Array", "popularity": "364179", "uri": "http://developer.mozilla.org/en/JavaScript/Reference/Global_Objects/Array", "content": "Summary Lets you work with arrays.Syntax var arr1 = new Array(arrayLength); var arr2 = new Array(element0, element1, ..., elementN); Array literals use the form: var lit = [element0, element1, ..., elementN]; Parameters arrayLength The initial length of the array. You can access this value using the length property. If the value specified is not a number, an array of length 1 is created, with the first element having the specified value. The maximum length allowed for an array is 4,294,967,295. elementN A value for the element in that position in the array. When this form is used, the array is ...", "last_edit": "2011-02-17T16:21:45Z", "id": "28782"}, {"last_author": "Brettz9", "title": "Drawing Graphics with Canvas", "popularity": "360188", "uri": "http://developer.mozilla.org/en/Drawing_Graphics_with_Canvas", "content": "Most of this content (but not the documentation on drawWindow) has been rolled into the more expansive Canvas tutorial, this page should probably be redirected there as it's now redundant. Introduction With Firefox 1.5, Firefox includes a new HTML element for programmable graphics. &lt;canvas&gt; is based on the WHATWG canvas specification, which itself is based on Apple's &lt;canvas&gt; implemented in Safari. It can be used for rendering graphs, UI elements, and other custom graphics on the client. &lt;canvas&gt; creates a fixed size drawing surface that exposes one or more rendering contexts. We'll focus on the 2D rendering context (incidentally, the ...", "last_edit": "2010-06-24T15:46:09Z", "id": "21284"}, {"last_author": "Sheppy", "title": "document", "popularity": "355070", "uri": "http://developer.mozilla.org/en/DOM/document", "content": "&laquo; Gecko DOM Reference In the DOM, the document object provides a general way to represent HTML, XHTML, and XML documents. Document objects implement the general DOM Core Document interface (which itself implements the Node interface). In addition to the generalized DOM Core document interface, HTML documents also implement the DOM HTMLDocument interface, which is a more specialized interface for dealing with HTML documents (e.g., document.cookie, document.alinkColor). Methods or properties listed here that are part of this more specialized interface have an asterisk (*) next to them. The document is contained by the window object and may contain any number ...", "last_edit": "2011-02-04T18:58:33Z", "id": "5187"}, {"last_author": "teoli", "title": "Link prefetching FAQ", "popularity": "354424", "uri": "http://developer.mozilla.org/en/Link_prefetching_FAQ", "content": "What is link prefetching? Link prefetching is a browser mechanism, which utilizes browser idle time to download or prefetch documents that the user might visit in the near future. A web page provides a set of prefetching hints to the browser, and after the browser is finished loading the page, it begins silently prefetching specified documents and stores them in its cache. When the user visits one of the prefetched documents, it can be served up quickly out of the browser's cache. Does prefetching work with HTTPS? Starting in Gecko 1.9.1 (Firefox 3.5), HTTPS content can be prefetched. What are ...", "last_edit": "2010-10-10T10:24:40Z", "id": "12580"}, {"last_author": "Elchi3", "title": "Firefox 1.5 for developers", "popularity": "343074", "uri": "http://developer.mozilla.org/en/Firefox_1.5_for_developers", "content": "Based on the Gecko 1.8 engine, Firefox 1.5 improved its already best in class standards support, and provided new capabilities to enable the next generation of web applications. Firefox 1.5 features improved support for CSS2 and CSS3, APIs for scriptable and programmable 2D graphics through SVG 1.1 and &lt;canvas&gt;, XForms and XML events, as well as many DHTML, JavaScript, and DOM enhancements. Developer Tools Several tools and browser extensions are available to help developers support Firefox 1.5. DOM Inspector, a tool that allows developers to inspect and modify documents without having to edit the document directly. DOM Inspector is available ...", "last_edit": "2010-05-31T10:41:59Z", "id": "19402"}, {"last_author": "Sheppy", "title": "window", "popularity": "326513", "uri": "http://developer.mozilla.org/en/DOM/window", "content": "&laquo; Gecko DOM Reference This section provides a brief reference for all of the methods, properties, and events available through the DOM window object. The window object implements the Window interface, which in turn inherits from the AbstractView interface. Some additional global functions, namespaces objects, and constructors, not typically associated with the window, but available on it, are listed in the JavaScript Reference. The window object represents the window itself. The document property of a window points to the DOM document loaded in that window. A window for a given document can be obtained using the document.defaultView property. In a ...", "last_edit": "2011-01-27T13:45:41Z", "id": "3621"}, {"last_author": "mhitza", "title": "element.addEventListener", "popularity": "319288", "uri": "http://developer.mozilla.org/en/DOM/element.addEventListener", "content": "&laquo; Gecko DOM Reference Summary addEventListener registers a single event listener on a single target. The event target may be a single node in a document, the document itself, a window, or an XMLHttpRequest. To register more than one event listeners for the target, call addEventListener for the same target but with different event types or capture parameters. Syntax target.addEventListener(type, listener, useCapture); target.addEventListener(type, listener, useCapture [, aWantsUntrusted&nbsp;Non-standard ] ); // Mozilla only type&nbsp; A string representing the event type to listen for. listener&nbsp; The object that receives a notification when an event of the specified type occurs. This must be ...", "last_edit": "2011-02-10T01:49:47Z", "id": "20966"}, {"last_author": "Sheppy", "title": "Themes", "popularity": "319267", "uri": "http://developer.mozilla.org/en/Themes", "content": "Getting Started An introduction to developing themes for Firefox. Themes are skins for different Mozilla applications. They allow you to change the look and feel of the user interface and personalize it to your tastes. A theme can simply change the colors of the UI or it can change every piece of its appearance. Documentation Building a Theme A tutorial for building a simple theme in Firefox 3.0 or newer. Lightweight themes Building lightweight themes (&quot;Personas&quot;) for Firefox 3.6 or later, or Firefox 3 with the Personas add-on installed. Creating a Skin for Firefox An introduction to creating new themes ...", "last_edit": "2011-01-27T21:23:10Z", "id": "1807"}, {"last_author": "Sevenspade", "title": "RegExp", "popularity": "310967", "uri": "http://developer.mozilla.org/en/JavaScript/Reference/Global_Objects/RegExp", "content": "Summary Creates a regular expression object for matching text according to a pattern. Syntax RegExp(pattern [, flags]) /pattern/flags Parameters pattern The text of the regular expression. flags If specified, flags can have any combination of the following values: g global match i ignore case m Treat beginning and end characters (^ and $) as working over multiple lines (i.e., match the beginning or end of each line (delimited by \\n or \\r), not only the very beginning or end of the whole input string) y New in Firefox 3 Non-standard sticky; matches only from the index indicated by the lastIndex ...", "last_edit": "2010-08-06T17:06:20Z", "id": "28832"}, {"last_author": "Elchi3", "title": "Toolkit API", "popularity": "293473", "uri": "http://developer.mozilla.org/en/Toolkit_API", "content": "&nbsp; The Mozilla Toolkit is a set of programming interfaces (APIs) built on top of Gecko which provide advanced services to XUL applications. These services include: Profile Management Chrome Registration Browsing History Extension and Theme Management Application Update Service Safe Mode Official References Structure of an Installable Bundle: describes the common structure of installable bundles, including extensions, themes, and XULRunner applications Extension Packaging: specific information about how to package extensions Theme Packaging: specific information about how to package themes Multiple-item Extension Packaging: specific information about multiple-item extension XPIs XUL Application Packaging: specific information about how to package XULRunner applications Chrome ...", "last_edit": "2010-03-31T16:32:46Z", "id": "4274"}, {"last_author": "Sheppy", "title": "CSS", "popularity": "290667", "uri": "http://developer.mozilla.org/en/CSS", "content": "Getting Started A guided tutorial that will help you get started with Cascading Style Sheets. Cascading Style Sheets (CSS) is a stylesheet language used to describe the presentation of a document written in HTML or XML (including various XML languages like XHTML or SVG). In XUL-based products like the Mozilla Suite, Firefox or Thunderbird it is also used for styling application's user interface. For example, Themes make heavy use of CSS to skin the application. CSS is a W3C specification. Documentation CSS Reference A reference to CSS and extensions on Mozilla. Using CSS transforms An introduction to CSS transforms in ...", "last_edit": "2010-10-05T16:36:26Z", "id": "838"}, {"last_author": "Elchi3", "title": "XUL Reference", "popularity": "279342", "uri": "http://developer.mozilla.org/en/XUL_Reference", "content": "&lt;&lt; XUL Reference &lt;&lt; Alphabetical list of all XUL elements action arrowscrollbox assign bbox binding bindings box broadcaster broadcasterset button browser checkbox caption colorpicker column columns commandset command conditions content datepicker deck description dialog dialogheader dropmarker editor grid grippy groupbox hbox iframe image key keyset label listbox listcell listcol listcols listhead listheader listitem member menu menubar menuitem menulist menupopup menuseparator notification notificationbox observes overlay page panel param popupset preference preferences prefpane prefwindow progressmeter query queryset radio radiogroup resizer richlistbox richlistitem row rows rule scale script scrollbar scrollbox scrollcorner separator spacer spinbuttons splitter stack statusbar statusbarpanel stringbundle stringbundleset tab tabbrowser (Firefox-only ...", "last_edit": "2010-04-26T13:06:43Z", "id": "5484"}, {"last_author": "satyr", "title": "String", "popularity": "276446", "uri": "http://developer.mozilla.org/en/JavaScript/Reference/Global_Objects/String", "content": "Summary String is a global object that may be used to construct String instances. Syntax String([string]) new String([string]) String literals take the form: 'stringText' &quot;stringText&quot; Parameters string Any string. stringText Any series of characters that has been properly encoded. Description String objects may be created by calling the constructor new String(). The String object wraps JavaScript's string primitive data type with the methods described below. The global function String() can also be called without new in front to create a primitive string. String literals in JavaScript are primitive strings. Because JavaScript automatically converts between string primitives and String objects, you ...", "last_edit": "2011-01-10T15:21:20Z", "id": "28830"}]